Repository: josuigoa/itzulpenak
Catalog: dead_cells/data/main.*.po
Languages: eu

source: Hello! I just arrived here!
eu: Kaixo! Ailegatu berri naiz!

source: I'm the new doctor.
eu: Mediku berria naiz.

source: I noticed that you were having a hard time surviving the island and I'm looking for a new guin... ahem... collaborator, to help me do some experiments! I call them Aspects.
eu: Uhartean bizirauteko nahiko lanekin zabiltzala konturatu naiz eta akuri... ejem... laguntzaile berri baten bila nabil, nire esperimentu batzuekin lagundu nazan! 'Itxurak' deitzen diet.

source: They are incredible enhancements, designed to make their host way stronger.
eu: Sekulako hobekuntzak dira, daramatzana askoz ere indartsuagoa egiteko diseinatuak.

source: Would you like to try one? Come on, it's free!
eu: Bat probatu nahi al duzu? Tira, doakoa da!

source: I mean, I owe you that much, considering that I developed them using your corp... errrm, stuff that I found.
eu: Zera, hainbeste zor dizut, kontutan hartuta hauek garatzeko zure gorp... errrn, zera, hor zehar aurkitutako gauza zaharrak erabili ditudala.

source: Oh and come back often! I tend to develop new Aspects with every new... source of material!
eu: Oh eta itzuli maiz! Material berria... lortzen dudan bakoitzean Itxura berriak garatu ohi ditut!

source: Howdy, science friend! How are we going to enhance you today?
eu: Iepa, zientzia-laguna! Zertan hobetuko zaitugu gaur?

source: Over here! Come give your body to science!
eu: Zatoz hona! Etorri eta eman zure gorputza zientziari!

source: My other collaborators? Let's just say that they... HAD to quit.
eu: Nire beste laguntzaileak? Esan dezagun... utzi BEHAR izan zutela.

source: U28_BANKER_DIALOG_1
eu: Joan zaitez eta garbitu gangak, egingo duzu?

source: U28_BANKER_DIALOG_2
eu: Ez ahaztu zor duzuna ordaintzeaz, bai?

source: U28_BANKER_DIALOG_3
eu: Kanpotar hauek egunen batean alde egitea espero dut... Lapurreta hau negozioarentzat txarra da.

source: U28_BANKER_DIALOG_4
eu: Oraindik hemen? Ez al duzu egitekorik, gure Banku loriatsua salbatzea, adibidez?

source: U28_BANKER_DIALOG_NEED_KEY_1
eu: Ate hori ez da zabalduko ez badaukazu oraintxe eman dizudan giltza.

source: U28_BANKER_DIALOG_NEED_KEY_2
eu: Ez galdetu niri nola dabilen. Nik dakidan bakarra da zuk behar duzunean izango duzula ziurtatzeko dela.

source: U28_BANKER_DIALOG_NEED_KEY_3
eu: Giltzarik ez, gangarik ez. Tori. Giltza. Ez da hain zaila.

source: U28_BANKER_DIALOG_NEED_KEY_4
eu: Tira, hau deserosoa bihurtzen ari da.

source: U28_BANKER_GREET_1
eu: Kaixo, bezero! Oso leiala zara hona itzulita!

source: U28_BANKER_GREET_2
eu: Kaixo, bezero maitea! Oraindik ere lapurretaren ondorioak jasaten ari gara!

source: U28_BANKER_GREET_3
eu: Oh, berriro zu! Ezagutzen duzu bidea.

source: U31_BOSSRUSH_CONFIRMATION_END
eu: Zorionak! Partida hau utzi nahi duzu?

source: U31_BOSSRUSH_CONFIRMATION_QUIT
eu: Nagusia Azkar partida hau utzi nahi duzu?

source: U31_BOSSRUSH_NPC_TALK_ENTER_1
eu: Ongi etorri Proba Eremura!

source: U31_BOSSRUSH_NPC_TALK_ENTER_2
eu: Prest hurrengo erakustaldirako?

source: U31_BOSSRUSH_NPC_TALK_ENTER_3
eu: Pozgarria da ikuste horrelako segurtasun aurpegia... edo sorbalden artean daukazun dena delakoa.

source: U31_BOSSRUSH_NPC_TALK_ENTER_4
eu: Joan aurrera, preso, erakutsi borrokarako duzun balioa!

source: U31_BOSSRUSH_NPC_TALK_ENTER_5
eu: Emozio gogoa? Leku egokira etorri zara!

source: U31_BOSSRUSH_NPC_TALK_BEGIN_1
eu: Borrokaren arragora itzuli zara!

source: U31_BOSSRUSH_NPC_TALK_BEGIN_2
eu: Pozten nau erronka batzuei aurre egiteari beldurrik ez diozula.

source: U31_BOSSRUSH_NPC_TALK_BEGIN_3
eu: Zer probatuko duzu oraingoan?

source: U31_BOSSRUSH_NPC_TALK_BEGIN_4
eu: Zure armak aukeratzeko ordua!

source: U31_BOSSRUSH_NPC_TALK_BEGIN_5
eu: Noraino ailegatuko zara oraingoan?

source: U31_BOSSRUSH_NPC_TALK_CONTINUE_1
eu: Borroka ona! Baina ez lorik hartu, zure hurrengo erronka zain daukazu!

source: U31_BOSSRUSH_NPC_TALK_CONTINUE_2
eu: Erorita! Hurrengorantz.

source: U31_BOSSRUSH_NPC_TALK_CONTINUE_3
eu: Hil egin duzu! ... Ulertuta? Edonola ere, hurrengoa!

source: U31_BOSSRUSH_NPC_TALK_CONTINUE_4
eu: Noren kontra arituko ote zara orain? Patuak esango du.

source: U31_BOSSRUSH_NPC_TALK_CONTINUE_5
eu: Jarraitu!

source: U31_BOSSRUSH_NPC_TALK_FINISH_1
eu: Garailearentzat, harrapakinak!

source: U31_BOSSRUSH_NPC_TALK_FINISH_2
eu: Zorionak! Hemen duzu merezitako saria.

source: U31_BOSSRUSH_NPC_TALK_FINISH_3
eu: Lan harrigarria zu bezalako argal batentzat!

source: U31_BOSSRUSH_NPC_TALK_FINISH_4
eu: Ezinezko zailtasunak garaitu dituzu, zure buruaz harro egon zaitezke.

source: U31_BOSSRUSH_NPC_TALK_FINISH_5
eu: Presoarentzat garaipena! Nork pentsa zezakeen?!

source: U31_BOSSRUSH_NPC_TALK_DEATH_1
eu: Zeinen porrot tristea. Egizu hobeto.

source: U31_BOSSRUSH_NPC_TALK_DEATH_2
eu: Ezin izango dituzu denak garaitu... baina saiatu gutxienez!

source: U31_BOSSRUSH_NPC_TALK_DEATH_3
eu: Hau zaila izan da...

source: U31_BOSSRUSH_NPC_TALK_DEATH_4
eu: Zorte hobea hurrengoan... baina gogoratu dena ez dela zortea.

source: U31_BOSSRUSH_NPC_TALK_DEATH_5
eu: Irabazi edo ez irabazi, ez saiatu.

source: BOUH !
eu: BUU!

source: NYAH AH AH AH AH AH AH AH AH AH AH AH
eu: NYAH KAR KAR KAR KAR KAR KAR KAR KAR!

source: Alors comme ça, tu as réussi à trouver cet endroit...
eu: Beraz, arrakala batekin estropezu egin duzu, eh...

source: Et tu aimerais bien prendre ces trésors, hein ?
eu: Ziur txiki polit hauek zureganatu nahi dituzula, edo ez?

source: Et bien sache que si tu décides de les prendre, sortir d'ici sera beaucoup moins aisé que d'y entrer...
eu: Tira, hauek hartzea erabakitzen baduzu... Irtetea ez da sartzea bezalakoa izango...

source: Bonne chance... NYAH AH AH AH AH AH AH
eu: Zorte on... NYAH KAR KAR KAR KAR KAR!

source: Tiens, tiens. Mais qui voilà...
eu: Hara, hara, begira nor dagoen hemen...

source: Salut !
eu: Kaixo!

source: DLCP_SHANOA_GREET_1
eu: Ongi etorri, Ordenaren laguna.

source: DLCP_SHANOA_GREET_2
eu: Gure helburu bakarra Drakula deuseztatzea da, jendeak iluntasunari beldurrik gabe egunsentia ikus dezan.

source: DLCP_SHANOA_GREET_3
eu: Nire espezialitatea glifoak dira alkimia baino gehiago, baina hala ere lagunduko dizut.

source: DLCP_SHANOA_GREET_4
eu: Goizeko eguzkia al zara, gau lazgarri hau desegitera etorri dena?

source: Suivez la lumière.
eu: Jarraitu argiari.

source: Voici donc l'anomalie qu'elle recherche...
eu: Hau da beraz, bila zebilen anomalia...

source: Vous vous êtes aventuré bien loin sous la surface, Déchu.
eu: Gainazaletik oso behera etorri zara, Eroritako hori.

source: Obscure est la voie que vous avez choisi d'emprunter...
eu: Iluntasuna da aukeratu duzun bidea...

source: La lumière des stèles gardiennes vous accompagnera.
eu: Monolito zaindarien argiak gidatuko zaitu.

source: Mais pour combien de temps encore ?
eu: Baina zenbaterako?

source: Derrière vous, la grosse LUMIERE, juste là !
eu: Zure atzean, ARGI handi hori, hortxe!

source: Vous ne seriez pas le prisonnier décapité vous ?
eu: Ez zara zu izango izaki burugabe hori, ezta?

source: Vous avez perdu votre langue ?
eu: Zer gertatzen da? Katuak mingaina jan dizu?

source: Oh. Oui, pardon. Vous AVEZ perdu votre langue.
eu: Oh, bai. Barkatu. Mingaina galdu duzu.

source: Cela doit être étrange de revenir d'entre les morts.
eu: Edonola ere, arraroa izan behar du hildakoen artetik itzultzeak...

source: Vous avez sûrement remarqué non ?
eu: Tira, ohartuko zinen, ezta?

source: Vous ne pouvez plus mourir.
eu: Ezin zara gehiago hil.

source: J'ignore pourquoi...
eu: Benetan ez dudala ulertzen.

source: Mais vous n'êtes pas le premier dans ce cas là, si c'est votre question...
eu: Baina ez zara horrelako egoera batean dagoen lehenengoa, hori pentsatzen ari bazinen...

source: Vous avez mieux à faire...
eu: Ez zenuke zeure bidean behar?

source: Oh. Bonjour.
eu: Oh. Kaixo.

source: Hello!
eu: Kaixo!

source: I heard tales about a dubious yet capable being roaming around the island... I guess you’re the one?
eu: Entzun izan ditut istorioak, uhartean zehar dabilen eta susmagarria baina trebea den batenak... Zu izango zarela pensatzen dut?

source: Well no matter what or who you are, you’re stuck in here too, right?
eu: Tira, ez dio axola zer edo nor zaren, zu ere hemendik ezin alde eginez zaude, ezta?

source: Hey, I know you!
eu: Hey, ezagutzen zaitut!

source: We met on the docks and I...
eu: Kaian egin genuen topo eta ni...

source: Yeah, sorry about all that impaling, I was only doing my job.
eu: Bai, barkatu zurtoinean sartzearena eta hori guztia, nire lana egiten ari nintzen.

source: Anyhow, you’re stuck in here too, right?
eu: Edonola ere, zu ere hemen ezin alde eginez, ezta?

source: I may have an idea to get us out, but I need your help.
eu: Hemendik ateratzeko ideia bat dut, baina zure laguntza behar dut.

source: While I was roaming around the island, looking for a ship decent enough to go across the sea, I discovered an old extinguished lighthouse at the extreme north of the Island.
eu: Uhartean zehar harat-honat itsasoa gurutzatzeko moduko ontzi baten bila nenbilela, itzalitako itsasargi zahar bat aurkitu nuen uhartearen iparraldean.

source: It's probably not much, but at least, that’s our best chance.
eu: Ziurrenik ez da asko, baina gutxienez, gure aukera onena da.

source: I will be waiting for you near the Castle, to bring you as close as I can... Unfortunately, the abominations hanging around mean I can’t go very close.
eu: Zure zain izango nauzu Gaztelu inguruan, zu ahalik eta gehien hurbiltzeko... Zoritxarrez, inguruan dabiltzan izaki higuingarriek esan nahi dute ezin naizela gehegi hurbildu.

source: Oh, one last thing!
eu: Oh, azken gauza bat!

source: Michel, one of the old keepers, used to live in the stilt village... Maybe you should pay a visit to his house?
eu: Michel, zaindari zaharretako bat, pilote gaineko herrixka batean bizi zen... Agian bere etxea bisitatu behar zenuke?

source: Ca sera sûrement très joli quand toutes ces flasques seront illuminées.
eu: Ziur honek denak zerbait emango duela flasko guztiak piztuta daudenean.

source: Vous y travaillez, n'est-ce pas ?
eu: Horretan lanean zabiltza, ezta?

source: Oui...
eu: Bai...

source: Evidemment que vous y travaillez.
eu: Noski ari zarela...

source: Drôle d'endroit, tout de même.
eu: Leku arraroa da hau, edonola begiratuta ere.

source: Vous ne seriez pas le prisonnier décapité, vous ?
eu: Ez al zara zu hemen inguruan ibili den burugabe hori?

source: Oh. Oui, pardon. Vous N'AVEZ PLUS de langue.
eu: Ah bai, egia da... Mingainik ez.

source: U28_LIBRARIAN_GREET_1
eu: Shhhhh!

source: U28_GUILLAIN_MIMIC_DIALOG_1
eu: Ah, ez zara haietako bat! Ikaratu nauzu!

source: U28_GUILLAIN_MIMIC_DIALOG_2
eu: Jan egin du! Osorik irentsi du!

source: U28_GUILLAIN_MIMIC_DIALOG_3
eu: Beraz, denak hil ditut. Ez handiak bakarrik, baita ertain eta txikiak ere.

source: U28_GUILLAIN_MIMIC_DIALOG_4
eu: Aurkitu ahal izan ditudan zorro guztiak. Baina batzuk biziraun dute. Hemen daude oraindik. Guztiok jango gaituzte...

source: U34_GUILLAIN_MIMIC_ESCAPED_DIALOG_1
eu: Ahhhhhhhhhhhhhhh!

source: U34_GUILLAIN_MIMIC_ESCAPED_DIALOG_2
eu: Oh, zu ez zara zorro handi bat, burugabeko zonbi bat besterik. Ikaratu egin nauzu.

source: U34_GUILLAIN_MIMIC_ESCAPED_DIALOG_3
eu: Alde egin dute! Nonahi daude orain!

source: U34_GUILLAIN_MIMIC_ESCAPED_DIALOG_4
eu: Leku honetan ikusi dut bat! Ezin izan dut hil baina eskapatu ahal izan naiz!

source: U34_GUILLAIN_MIMIC_ESCAPED_DIALOG_5
eu: Ziurrenik bere forma engainagarrira itzuliko zen, orain. Ibili adi!

source: U28_GUILLAIN_MIMIC_GREET_1
eu: Ahhhhhhh!

source: Euh. Bonjour, j'imagine ?
eu: Oh, emm. Kaixo? Edo...

source: Vous voulez m'acheter quelque chose ?
eu: Zerbait erosi nahi al duzu?

source: C'est juste là.
eu: Dena hementxe dago.

source: Je n'ai pas grand chose, désolé.
eu: Orain ez dut askorik...

source: Un jour, moi aussi j'aurai une vraie boutique.
eu: Egunen batean benetako denda bat izango dut, nirea oso-osorik nire!

source: Peut-être qu'ils arrêteront de m'appeler "Guilain le stagiaire".
eu: Beharbada orduan utziko diote niri "praktiketako Guillain" deitzeari.

source: Achetez quelque chose sinon ils vont me punir !
eu: Erosi zerbait, edo zigortu egingo naute!

source: Allez, s'il vous plait !
eu: Tira, mesedez?

source: Elle est morte.
eu: Hilda dago.

source: Ca n'a pas l'air de s'être très bien passé pour vous on dirait.
eu: Badirudi momentu latzak pasatu dituzula...

source: Vous avez remarqué que tout semble différent à chaque fois ?
eu: Ohartu al zara pasatzen zaren bakoitzean gauzak aldatzen direla dirudiela?

source: On croirait presque que cette île est vivante.
eu: Uhartea bizirik dagoela pentsa zenezake.

source: C'est ridicule, n'est-ce pas ?
eu: Nahiko barregarria, ez duzu uste?

source: Ca sera sûrement très joli, quand toutes ces flasques seront remplies avec l'aide du Collecteur.
eu: Imajinatzen dut hau ikustekoa izango dela Biltzaileak eta zuk flasko guztiak pizten dituzuenean.

source: Ah ah, oui... Evidemment que vous y travaillez.
eu: Argi dago horretan lanean ari zarela.

source: Comme tous les autres.
eu: Gainontzeko guztiak bezala...

source: Elle est MORTE.
eu: HILDA dago.

source: Et c'est récent...
eu: Eta berriki gertatu da...

source: Oh... Intéressant !
eu: Oh... Begira zer aurkitu dudan!

source: Morte depuis un moment.
eu: Denbora darama hilda.

source: DLCP_MARIA_TALK_CINE_1
eu: Oh! Bisitari bat! Richter ni askatzera etorriko zenaren esperantza galtzen hasita nengoen!

source: DLCP_MARIA_TALK_CINE_2
eu: ... ez dudala behar esan ahal izateko! Nire burua bakarrik zain dezaket!

source: DLCP_MARIA_TALK_CINE_3
eu: Nire katutxo Byakko gela honetako giltza bilatzeko abenturan bidali dut baina atzapar-hutsik etorri da!

source: DLCP_MARIA_TALK_CINE_4
eu: Pentsatzen dut eskerrak eman beharko dizkizudala... Nolanahi ere, azkenean aske naiz!

source: DLCP_MARIA_TALK_CINE_5
eu: Nire katuak gustuko zaituela dirudi, ez ahaztu belarri atzean laztanak egitea! Ni berriz, nire gauzak bildu eta Richter-i laguntzera noa. Zer egingo luke ni gabe...

source: DLCP_MARIA_TALK_AFTER_CINE_1
eu: Nire katuarekin abenturan bazoaz, zain ezazu ongi! Zerbait gertatuko balitzaio, uso bat botako dizut aurpegira!

source: DLCP_MARIA_TALK_AFTER_CINE_2
eu: Nire kartzelaldi guztietatik, hau izan da errazena. Te-ontzia eta nire katua nituen, behintzat.

source: DLCP_MARIA_TALK_AFTER_CINE_3
eu: Nire katuaren izena? Galdetzen diozunaren arabera!

source: DLCP_MARIA_TALK_AFTER_CINE_4
eu: Ezagutu al duzu Richter? Nire katua bazkatu behar zuen aste honetan...

source: DLCP_MARIA_TALK_AFTER_CINE_5
eu: Baboa behar duzu izan ni gutxiesteko! Sakelak lagunez beteta ditut eta erabiltzeko ez dut zalantzarik egingo!

source: DLCP_MARIA_GREET_1
eu: Hey kaixo!

source: Parler à Guillain
eu: Hitz egin Guillain-ekin

source: ::n:: mutations disponibles
eu: ::n:: mutazio eskuragarri

source: 1 mutation disponible
eu: Mutazio 1 eskuragarri

source: Vous... vous z'avez pas le droit aux mutations auzourd'hui !
eu: Zuk... Zuk e-e-ezin duzu mutazio gehiagorik hartu gaur!

source: Z... Ze suis bien content d'avoir découvert ce tas de cadavres !
eu: Oso pozik nago gorpu kirasdun pila hau aurkitu dudalako!

source: Vous n'imazinez pas tout ce qu'on trouve là dedans !
eu: Ezin duzu imajinatu ere egin hemen aurki daitekeen guztia!

source: Tiens, d... d... d'ailleurs, ce... c'est drôle, vous leur ressemblez beaucoup.
eu: Bidenabar, esateko gauza bitxia da... Baina zuk... hauen nahiko antzekoa zara...

source: Ah, et d... désolé pour l'odeur.
eu: Oh bai, barkatu usainagatik...

source: En tous cas, c'est b... bien plus amusant que de revendre de la ca... c... camelotte.
eu: Edonola ere, hobe da zabo... Gauza... Bai, gauza zaharrak saltzea.

source: Bon, ze vais regarder si ze peux vous tr... trouver d'autres immondices dans ces c... corps !
eu: Tira, banoa berriz zaborretan zulatzera, gauza on gehiagoren bila!

source: On se reparle p... plus tard !
eu: Ikusiko zaitut berriz, pentsatzen dut...

source: Euh...
eu: Errr...

source: *tousse*
eu: *eztula*

source: Hé, bonjour monsieur le prisonnier !
eu: Tira, kaixo, Preso Jauna!

source: Je sais que c'est bon, mais il ne faut pas en abuser...
eu: Badakit ona dela, baina ez duzu gehiegi egin behar...

source: Ah ! Un client !
eu: Ah! Bezero bat!

source: Vous avez la peau bien pâle, vous avez dû attraper la maladie...
eu: Ikusten zaitut pixka bat... zurbil. Gaixotasun hori hartuko zenuen...

source: Ne vous inquiétez pas, je sais comment soigner les gens.
eu: Ez kezkatu, badakit jendea zaintzen.

source: Je ne suis pas comme ce charlatan d'alchimiste !
eu: Ez naiz alkimista hitzontzi hura bezalakoa!

source: Il n'y connaît rien...
eu: Ez du ideiarik ere zertan ari den...

source: Je suis un homme de science moi !
eu: Ni zientzia gizona naiz!

source: Bref approchez et détendez vous, ca risque de piquer un peu.
eu: Ederki, zatoz ona eta lasaitu, honek pixka bat erre zaitzake.

source: Eh voila ! Ca va mieux hein ?
eu: Goazen bada! Hobeto orain?

source: Quoi ? Une bonne petite saignée ca marche à tous les coups !
eu: Zer? Odoluste txiki bat beti da ona!

source: Faites pas votre chochotte...
eu: Oh, ez izan horrelakoa!

source: Tenez prenez un bonbon, c'est offert par la maison.
eu: Tori, goxoki bat, etxearen kontura.

source: DLCP_MET_RICHTER_NPC_TALK_1
eu: Alde egin beharra dugu!

source: DLCP_MET_RICHTER_NPC_TALK_2
eu: Gaizkiak ez du itxaroten!

source: DLCP_MET_RICHTER_NPC_TALK_3
eu: Ikusten dut espezialista zarela. Zure zapia lepoa ziztadetatik babesteko duzu, zuzen nago?

source: DLCP_MET_RICHTER_NPC_TALK_5
eu: Maria ikusten baduzu, esaiozu ezin izango dudala bere katua aste honetan bazkatu.

source: DLCP_RICHTER_PRISON_NPC_TALK_1
eu: Aske naiz, azkenean! Eskerrik asko berriz ere!

source: DLCP_RICHTER_PRISON_NPC_TALK_2
eu: Berriz egin beharko dut borroka bere aurka... Ez du itxura onik.

source: DLCP_RICHTER_PRISON_NPC_TALK_3
eu: Gaztelurako bidean Alukard aurkitu al duzu? Nire aitaren aurkako borrokan oso aliatu baliotsua da!

source: DLCP_RICHTER_PRISON_NPC_TALK_4
eu: Drakularekin izandako azken borroka neketsua izan zen...

source: DLCP_RICHTER_DOOKU_NPC_TALK_1
eu: Hey, zu zara! Eskerrik asko berriz ere ni askatzeagatik, lagun deskonposatua!

source: DLCP_RICHTER_DOOKU_NPC_TALK_2
eu: Zoritxarrez, ezin izango naiz zurekin joan. Drakulak nire gorputzeko indar guztia xahutu zidan gure aurreko borrokan... Hil ezazu nire ordez, ados?

source: Il parait qu'être maudit peut valoir le coup...
eu: Ikusten denez madarikatua izatea ez da erabat txarra...

source: J'ai cru entendre dire que les monstres sont de plus en plus belliqueux à mesure qu'on s'approche de la fin...
eu: Entzun dut munstroak gero eta nazkagarriagoak direla bukaerara hurbildu ahala...

source: Apparemment, des choses sont cachés dans les murs. Peut-être que ça vaut VRAIMENT le coup de les scruter.
eu: Badirudi gauzak ezkutuan daudela paretetan... BENETAN mereziko du arretaz begiratzea.

source: Alors comme ça, on est venu chercher un peu de challenge ?
eu: Beraz erronkatxo baten bila etorri zara?

source: Ici, seuls les meilleurs des meilleurs...
eu: Hemen, onetan hoberenak bakarrik...

source: La crème de la crème...
eu: Crème de la crème...

source: Que dis-je, L'ÉLITE DE L'ÉLITE... parvient à faire un score honorable !
eu: Edo esan behar nuke, ELITEAREN ELITEAk... puntuazio errespetagarria lor dezakeela!

source: Tu t'en crois digne ?
eu: Horretarako prest zaudela uste duzu?

source: Dans ce cas, descends derrière moi, et occis le boss d'ici le plus vite possible tout en faisant un maximum de points.
eu: Hala bada, zoaz behera eta garaitu maila honetako nagusia ahalik eta azkarren, ahal dituzun puntu gehien lortu bitartean.

source: Pour t'aider, tu trouveras de l'équipement sur ton chemin, mais il se peut que certains objets soient interdit.
eu: Bidean zehar lagungarri egingo zaizun ekipamendua aurkituko duzu, baina objektu batzuk debekatuak egon daitezke.

source: Peut-être que le Collecteur y est pour quelque chose, qui sait...
eu: Biltzaileak zerikusiren bat izan dezake horrekin, nork daki...

source: Et n'oublie pas, le chemin le plus court n'est pas forcément le meilleur...
eu: Eta ez ahaztu, bide motzena ez da beti hoberena...

source: Encore mort ?
eu: Berriz hilda?

source: Vous avez été lamentable.
eu: Orain ez zara hain ona, ezta?

source: J'ai noté vos "exploits". Enfin si on peut appeler ça comme ça.
eu: Apuntatu ditut zure... "lorpenak", horrela deitu nahi badiezu.

source: Vous revoila. Evidemment.
eu: Zu. Berriz hemen. Noski.

source: Vous mourez de plus en plus vite à ce que je vois.
eu: Ez zara batere hobetzen ari, ala?

source: Rapporte la moi vite !
eu: Ekarri niri bueltan azkar!

source: Elle est quelque part dans le coin ! Je le sais, je le SENS !
eu: Hemen inguruan zerbait dabil! Badakit, SENTI dezaket!

source: Tu l'as trouvée ?
eu: Aurkitu duzu?

source: Oh ma chère petite rune, où te trouves-tu...
eu: Oh, non zabiltza, nire errunatxo polita?

source: Ca y est ? Tu l'as ?
eu: Eta? Lortu duzu?

source: Qu'est ce que tu attends ?! Vas-y !
eu: Tira, zeren zain zaude? Mugi zaitez!

source: Ça n'est pas en restant ici que tu vas récupérer la... ma rune...
eu: Ez duzu lortuko... nire erruna ekartzea hemen harat-honat ibilita...

source: Un peu de courage !
eu: Izan ausarta, gizona!

source: Un peu de nerf !
eu: Erakutsi kuraia pixka bat!

source: Tu ne voudrais pas abandonner une pauvre âme en peine, hein, dis moi ?
eu: Ez zenuke behar zaituen lagun bat alde batera utziko, ezta?

source: Il n'y a plus personne...
eu: Hor ez dago inor...

source: Il n'y a personne...
eu: Ez dago inor...

source: HEY TOI !
eu: AIZU!

source: Viens voir un peu là !
eu: Etorri hona segundo batez!

source: Un peu lent, mais t'as l'air de comprendre ce que je dis...
eu: Poliki samar... Baina badirudi esan dizudana ulertu duzula...

source: J'ai perdu une r... Je veux dire MA rune. Du coup, je suis coincé ici.
eu: Erruna bat... zera, NIRE erruna galdu dut. Ikusten duzu, nahiko trabatuta nago...

source: Et j'ai BESOIN de ma rune...
eu: Eta nire erruna BEHAR dut, ikusi...

source: Tu ne voudrais pas aller me la chercher ?
eu: Ez zaizu niretzat aurkitzea inportako, ezta?

source: Hé hé, merci. Elle est quelque part dans ces égouts, de ton côté de la grille.
eu: Ho ho! Eskerrik asko! Estolda hauetan nonbait egon behar luke, barra hauen zure aldean...

source: Ah ! Te revoilà !
eu: Aha! Hor zaude!

source: C'est ici qu'elle se trouve ! La... MA rune se trouve un peu plus bas !
eu: Hemen dago! Err... NIRE erruna urruntxeago dago!

source: Quoi ? Mais non, tu n'as rien à craindre !
eu: Zer? Inondik ere, ez dago zertaz arduratu!

source: Après être arrivé jusqu'ici, tu n'en feras qu'une bouchée !
eu: Honaino ailegatu eta gero, azkar bukatuko duzu zure lana!

source: Alors... VAS-Y !
eu: Beraz... JOAN ZAITEZ!

source: Hey, par ici !
eu: Aizu, hemen!

source: J'ai vu ton combat, c'était plutôt impressionant.
eu: Zure borroka ikusi nuen. Nahiko harrigarria izan zen.

source: Est-ce que... tu l'as récupérée ?
eu: Lortu...? Lortu duzu?

source: Très bien. Maintenant, donne la moi.
eu: Bikain! Orain, eman niri!

source: J'ai dit...
eu: Esan dut...

source: DONNE LA MOI !
eu: EMATEKO NIRI!

source: J'en étais sûr... Tu es comme les autres, après tout...
eu: Banekien... Beste guztiak bezalakoa zara...

source: Tu vas le regretter...
eu: Damutuko zaizu...

source: DONNE MOI LA RUNE !
eu: EMADAZU ERRUNA!

source: C'est MA rune !
eu: NIRE erruna da!

source: A MOIIII !
eu: NIREA!

source: RAH !
eu: GRR!

source: ALLEZ !
eu: TIRA!

source: Je VEUX ma rune !
eu: Nire erruna NAHI dut!

source: Je récupèrerai ma rune, sois-en sûr...
eu: Nire erruna lortuko dut, ikusiko duzu...

source: Je la récupèrerai, sois-en sûr...
eu: Lortuko dut, ikusiko duzu...

source: Tu ne perds rien pour attendre...
eu: Ez duzu ezer galtzeke itxaroten baduzu...

source: U32_NEOW_GREET_1
eu: Kaixo... Ni naiz... Neow...
