Repository: josuigoa/itzulpenak
Catalog: dead_cells/data/main.*.po
Languages: eu

source: Ailes de Corbeau
eu: Bele Hegoak

source: Vous fait flotter en l'air pendant ::duration:: secondes et inflige des dégâts de zone ainsi que l'effet {choc@EL} (::+dps2:: DPS pendant ::*ShockAffectDuration:: sec).
eu: Airean flotatuko duzu ::duration:: segundoz. Zure azpian min {elektrikoa@EL} eragiten du eta baita {astindu@EL} efektua ere (::+dps2:: DPS ::*ShockAffectDuration:: segundoz).

source: Croâââ !
eu: Kaarrrraaaakk!

source: Bonus de points
eu: Bonus Puntuak

source: Extraction de schéma
eu: Plano Erauzlea

source: A utiliser sur un ennemi transformé par la "Bombe du Chasseur" ayant moins de ::prct::% de vie.
eu: Erabili hau "Ehiztari Granada"-rekin aldatutako eta %::prct:: osasuna baino gutxiago duten etsaiengan.

source: Plan oublié
eu: Ahaztutako Mapa

source: Révèle la carte des environs. Ne fonctionne qu'une seule fois.
eu: Zure ingurukoak ezagutarazten ditu. Behin bakarrik funtzionatzen du.

source: Grand-duc de combat
eu: Gerrako Hontz Handia

source: Invoque un Grand-duc allié (::+dps:: dégâts/sec). Vous pouvez le renforcer (::+dps2:: dégâts/sec) en activant cette compétence à nouveau. Le Grand-duc disparaît si vous subissez des dégâts.
eu: Hontz Handia maskotari deitzen zaio (::+dps:: mina/seg). Abilezia hau berriro erabiliz Hontz Handia haserraraziko da (::+dps2:: mina/seg). Zuk mina hartzen baduzu Hontz Handiak alde egingo du.

source: Ouh. Ouh.
eu: Uhu uhu uhuuu.

source: Poulet infernal
eu: Infernuko Oilaskoa!

source: Côt côt.
eu: Txio txio

source: Prestance
eu: Abiadura

source: Accélère vos déplacements de ::+prct::% pendant ::+duration:: sec quand vous tuez un ennemi.
eu: Zure mugimenduen abiadura %::+prct:: handituko du ::+duration:: segundoz etsai bat hiltzen duzunean.

source: Assault
eu: Argi-abiadura

source: Foncez en avant et infligez ::+power:: dégâts aux ennemis que vous traversez. Réactivez en fin de course pour revenir en sens contraire.
eu: Bulkada aurrera eta ::+power:: mina emango dio bidean aurkitutako etsaiei. Berriro aktibatu atzera bulkada egiteko.

source: Ça s'en va...
eu: Begiratu zure atzean!

source: ...et ça revient.
eu: "Atzean" esan dut.

source: Sifflet du géant
eu: Erraldoi Txistua

source: Inflige ::+power:: dégâts à l'ennemi à portée que le géant juge le plus dangereux.
eu: Inguruko etsairik arriskutsuenari ::+power:: mina emango dio... Erraldoiaren ARABERA arriskutsuena denari.

source: Tape m'en cinq!
eu: Eman bostekoa!

source: Impact Tellurique
eu: Astindu Telurikoa

source: Propulsez-vous en l'air et frappez le sol pour infliger ::+power:: dégâts aux ennemis à proximité.
eu: Airean iraun eta lurreratze oldarkorra egin inguruko etsaiei ::+power:: mina eragiteko.

source: Le pied du roi.
eu: Dardara egiteko prest?

source: Seringue du Collecteur
eu: Biltzailearen Xiringa

source: Vous fait tourner sur vous même pour infliger des dégâts. Réactivez pour ajouter ::+dps:: dégats/sec (jusqu'à 5 fois) et ::duration:: secondes. Chaque activation après la première coûte des cellules.
eu: Birarazi xiringa zure inguruan mina eragiteko. Aktibatu berriro ::duration:: segundoz ::+dps:: mina/seg gehitzeko (gehienez 5 aldiz), zelula ziztrin batzuen truke.

source: Mon manège à moi c'est moi.
eu: Eman ta zabal zazu.

source: Fumigène
eu: Ke Bonba

source: Make you invisble during ::duration:: seconds. The first attack while still invisble will do +::*prct::% additional damage.
eu: Ke laino bat askatzen du ::duration:: segundoz zu ikusezin eginez. Lehenengo ikusezin erasoak +%::*prct:: mina eragiten du.

source: Champignon protecteur
eu: Perretxiko-Txo!

source: Invoque un compagnon champignon amical, gentil, attentionné… Charge et interrompt les enemis, infligeant ::+power:: et ::+power2:: additionnels si l'ennemi est projetté contre un mur. Activer à nouveau pour infliger ::+power3:: et perdre votre âme.
eu: Perretxiko-txo lagunkoi bat agertuko da etsaiei eraso egin eta etengo dituena, ::+power:: mina emanez eta ::+power2:: min gehigarria eraginez etsaiak pareta jotzen badu. Sortu berriz ::+power3:: mina eragiteko eta zure arima urratzeko.

source: Armure de glace
eu: Izotz Armadura

source: Applique une armure de glace sur le héros qui absorbe une attaque et explose en {gelant@IC} les ennemis proches. Si aucune attaque n'est absorbée, l'armure explose au bout de ::duration2:: secondes.
eu: Eraso bat gelditu eta hurbileko etsaiak {izoztuz@IC} lehertuko den Izotzetan biltzen zaitu. Ez baduzu kolperik jasotzen ::duration2:: segundoren buruan lehertuko da.

source: Paratonnerre
eu: Tximistorratza

source: Posez jusqu'à ::count:: paratonnerre pour attirer la foudre et foudroyer les ennemis proches.
eu: Kokatu ::count:: txmistorratz gehienez, tximistak erakarri eta tartean dauden etsaiak jotzeko.

source: Les Faucilles du Jardinier
eu: Txorimaloaren Igitaia

source: Revient vers vous automatiquement. Inflige des {coups critiques@CC} de plus en plus violents après chaque touche.
eu: Zuregana automatikoki itzuliko da. Kolpe bakoitzaren ondoren gero eta {kolpe kritiko@CC} larriagoak eragiten ditu.

source: Parfait pour élaguer ce qui dépasse.
eu: Nabarmentzen den guztia inausteko bikaina.

source: Épée volante
eu: Serenata

source: Activate to summon a flying sword for ::+dps:: dps, re-activate to switch for it from its flying form to its melee form. In flying form, the sword attacks and marks enemies (five marks maximum). The marks can be consumed in the melee form to inflict {critical damage@CC}. In its melee form, it also marks enemies when you attack mobs with it - these marks can be consumed in its flying form to inflict {critical damage@CC}. The sword can stay up to 30 seconds in its flying form. Taking it in hand freeze the timer, consuming a mark reset it.
eu: Etsaiak markatuko dituen ezpata hegalari bati deitu, deitu berriz arma eusten duzun bitartean etsaiei kolpe kritikoak eragiteko, eta alderantziz! Ezpata ::duration2:: segundoren ondoren desagertuko da ez badituzu markatutako etsaiak jotzen.

source: Summon a flying sword that will deal damage to nearby targets and mark them. ::+dps:: Consume the marks by grabbing the sword or it will get bored and go away!
eu: Heldu Serenata markatutako etsaiei {min kritikoa@CC} eragiteko.

source: Bouclier Universel
eu: Kapulua

source: Parries all around you for ::+power:: damages. A succesful parry resets the cooldown.
eu: Zure inguruko guztia gelditzen du ::+power:: mina emanez. Aldaratze arrakastatsu batek berrerabiltze denbora hasieratzen du.

source: U26_FACEFLASK_NAME
eu: Aurpegi Flaskoa

source: U26_FACEFLASK_GAMEPLAYDESC
eu: Puskatu flasko bat zure kopetan, zure buruari min pixka bat emanez.

source: U26_FACEFLASK_AMBIANTDESC
eu: Gauza gorriak zure aurpegian lehertzea INOIZ EZ da ideia ona, galdetu Tristram-go jendeari.

source: U26_POLLOPOWER_NAME
eu: Pollo Power

source: U26_POLLOPOWER_GAMEPLAYDESC
eu: Oilasko batean bihurtu une labur batez, zure inguruan arrautza lehergailu batzuk botaz.

source: U26_POLLOPOWER_AMBIANTDESC
eu: Kakara tiki-taka dabil.

source: Leghugger
eu: Oinbesarkatzailea

source: Summon a Leghugger that attacks your enemies, inflicting {critical hits@CC} on bleeding targets. Re-activate to make it attack in a circle around itself, making enemies hit {bleed@BL}. The creature feeds by attacking your enemies. Once sated, it evolves into its stronger adult state.
eu: Deitu zure etsaiei eraso egingo dien Oinbesarkatzaileari, odoletan dauden jomugetan {kolpe kritikoak@CC} emanez. Berraktibatu bere inguruko zirkulu batean eraso egiteko, jotako etsaiak {odoletan@BL} uzteko. Izaki hau zure etsaiak eraso eginez elikatzen da. Ase eta gero, indartsuagoa den heldu egoera batera eboluzionatuko du.

source: DLC3_WEAPON_SPAWNLILSTAPHY_AMBIANTDESC
eu: Odol egarriz eta moñoñoa, zer gahiago nahi duzu?

source: DLC3_WEAPON_LILSTAPHYSTAB_AMBIANTDESC
eu: Odol egarriz eta moñoñoa, zer gahiago nahi duzu?

source: Summon an adult Leghugger that attacks your enemies, inflicting {critical hits@CC} on bleeding targets. Re-activate to make it attack in a circle around itself, making enemies hit {bleed@BL}.
eu: Deitu Oinbesarkatzaile helduari zure etsaiei eraso egin diezaion, odoletan dauden jomugei {kolpe kritikoak@CC} eragiteko. Berraktibatu bere inguruko zirkulu batean eraso egiteko, jotako etsaiak {odoletan@BL} uzteko.

source: DLC3_WEAPON_SPAWNADULTLILSTAPHY_AMBIANTDESC
eu: Odol egarriz eta moñoñoa, zer gahiago nahi duzu?

source: DLC3_WEAPON_ADULTLILSTAPHYSTAB_AMBIANTDESC
eu: Odol egarriz eta moñoñoa, zer gahiago nahi duzu?

source: U32_DIVERSEDECKJUGGERNAUT_NAME
eu: Barrikada

source: U35_DIVERSEDECK JUGGERNAUT_GAMEPLAYDESC
eu: {Hartu@CC}: mugarik gabe iraungo duen ::*life:: {osasun gehigarri@SH} lortuko duzu. {Pasiboa@CC}: {aldaratze@PA} arrakastatsu bakoitzak ::*count:: {osasun gehigarri@SH} emango dizu ::duration2:: segundoz eta %::prct:: min handiago emango duzu. {Baztertu@CC}: unean dituzun {osasun gehigarri@SH} guztia kenduko dizu eta kendutakoaren araberako mina eman.

source: U32_DIVERSEDECK JUGGERNAUT_AMBIANTDESC
eu: "999 blokea" izeneko estrategia zahar baten muinean.

source: U32_DIVERSEDECKCATALYST_NAME
eu: Katalizatzailea

source: U32_DIVERSEDECK CATALYST_GAMEPLAYDESC
eu: {Pasiboa@CC}: Zure buruz-buruko erasoek jotako etsaiak {pozoituko@TO} dituzte. {Baztertu@CC}: hurbilean dauden etsaiek denboran metatzen joan diren minak galduko dituzte eta gero efektu horien ondoriozko mina jasoko dute.

source: U32_DIVERSEDECK CATALYST_AMBIANTDESC
eu: Edalontzia gainezka egingo duen tantaren zain gera zaitezke... edo edalontzia zuk zeuk irauli!

source: U32_DIVERSEDECKELECTRO_NAME
eu: Elektrodinamika

source: U32_DIVERSEDECK ELECTRO_GAMEPLAYDESC
eu: {Hartu@CC}: zure inguruan grabitatuko duen tximista bola bat sortuko da, talka egitean ::+power:: mina emango duena. {Pasiboa@CC}: Zure beste abilezia erabiltzen duzun bakoitzean, bola gehigarri bat sortuko du (gehienez ::limit:: bola). {Baztertu@CC}: aktibo dituzun bola guztiak deuseztatuko ditu. Deuseztatutako bola bakoitzaren hurbileko etsaiak kolpatuko dituen trumoiak joko du, ::+power2:: mina emanez.

source: U32_DIVERSEDECK ELECTRO_AMBIANTDESC
eu: Ez hain arriskutsua Faraday Janzkerarekin zaudenean.

source: U32_DIVERSEDECK WATCHER_NAME
eu: Aurreikuspena

source: U32_DIVERSEDECK WATCHER_GAMEPLAYDESC
eu: {Pasiboa@CC}: Zu kolpatuko zaituen lehenengo min-iturria ekidingo duzu. ::count:: etsai hiltzen dituzunean berriz kargatuko da efektua. {Baztertu@CC}: ::duration:: segundoz edozein min-iturriren aurrean immune bihurtuko zara .

source: U32_DIVERSEDECK WATCHER_AMBIANTDESC
eu: Ez dakizu oraindik ez hilda ez nagoenik ere!

source: U31_TAUNT_NAME
eu: Isaka

source: U31_TAUNT_GAMEPLAYDESC
eu: Etsai bat iseka egin eta ::duration2:: segundoz amorru betean zu jarraituko zaitu baina %::prct:: min handiagoa hartuko du zure buruz-buruko erasoekin.

source: U31_TAUNT_AMBIANTDESC
eu: Hizkuntza (Zaharra) edo Hizkuntza (Zikina) jakitea beharrezkoa.

source: DLCP_BOUCING_STONE_NAME
eu: Harri Saltaria

source: DLCP_BOUCING_STONE_DESC
eu: Gainazaletan errebotatu eta bote bakoitzean azkarrago mugituko den harri magiko bat bota. {Kolpe kritikoa@CC} eragiten du eta zugan igaro orduko azeleratu egingo du.

source: DLCP_BOUCING_STONE_AMBIANTDESC
eu: "Digital Video Disc" hitzak harrian grabatuta daude. Sorginkeria profanoren bat, segur aski. Bitxiki gustagarria ertzak ukitzean.

source: DLCP_CAT_NAME
eu: Mariaren Katua

source: DLCP_CAT_GAMEPLAYDESC
eu: Deitu Mariaren katuari zure sorbaldara igotzeko. Maiz ibiltzen da harat-honat topatzen dituen etsaiei marrako egiten. Berraktibatu daiteke zure aurrean katu-jauzia egin eta ebaki-sorta askatzeko, {min kritikoa@CC} emanez.

source: DLCP_CAT_AMBIANTDESC
eu: Halako izaki txiki loreontzi-hausle, gortina-urratzaile eta armadura-profanatzailea Drakularen Gaztelu zaharrean bere eraginkortasunaren gailurrean dago.

source: DLCP_BAT_VOLLEY_NAME
eu: Saguzar Volley

source: DLCP_BAT_VOLLEY_DESC
eu: Etsaietan zehar zuloak egingo dituzten ::count:: saguzar botako ditu eta {min kritikoa@CC} emango du gutxienez jomuga batetik pasa eta gero.

source: DLCP_BAT_VOLLEY_AMBIANTDESC
eu: Azkar, bota itzazu zure sakelak guanoarekin bete aurretik!

source: DLCP_CROSS_NAME
eu: Gurutzatu

source: DLCP_CROSS_GAMEPLAYDESC
eu: Gurutze bat botatzen du zure aurrean. Segundo batzuen ondoren itzultzen da, {min kritikoa@CC} emanez lekuan biraka dabilenean edo itzuleran.

source: DLCP_CROSS_AMBIENTDESC
eu: "Ez ausartu nirekin gurutzatzen, Belmont!". Hitz-jokoak ez zuen Drakula salbatu.

source: U35_INDULGENCE_NAME
eu: Barkaberatasuna

source: U35_INDULGENCE_GAMEPLAYDESC
eu: Hurbileneko etsaiaren gainera argi mendekari bat deitzen da, madarikatuta ez bazaude {min kritikoa@CC} emanez. Abilezia honekin hildako etsaiek ::count:: madarikazio-pila kentzen dituzte 1en ordez. Dituzun 5 madariokazioko izpi gehigarri 1 deitzen du.

source: U35_INDULGENCE_AMBIANTDESC
eu: Hor goian edozer dagoela ere, laguntzeko une egokia da hau!

source: Epée rouillée
eu: Ezpata Herdoila

source: Peut servir à tuer des gens.
eu: Jendea hiltzeko nahiko erabilgarria.

source: ADMIN WEAPON
eu: ADMINISTRARIAREN ARMAK

source: SHOULD NEVER DROP
eu: EZ LUKE INOIZ GELDITU BEHAR

source: Epée équilibrée
eu: Xafla Orekatua

source: Les dégâts augmentent jusqu'à +::prct::% tant que vous enchainez les coups. Inflige des {coups critiques@CC} après ::count:: coups enchainés.
eu: Erasoa errepikatzen duzunean +%::prct:: handituko da mina. {Kolpe kritikoak@CC} eragiten ditu ::count:: kolpe jarraian eman ondoren.

source: Désespoir
eu: Gorroto Ezpata

source: Inflige un {coup critique@CC} si vous avez subi des dégâts il y a moins de ::duration:: sec, ou si vous êtes maudit(e).
eu: Orain dela ::duration:: segundo baino gutxiago mina hartu baduzu edo madarikatuta bazaude, {kolpe kritikoa@CC} eragiten du.

source: Une arme rouillée dont la puissance se révèle dans les moments difficiles.
eu: Gauzak zailtzen direnean bere boterea erakusten duen arma herdoildua.

source: Dague d'assassin
eu: Hiltzailearen Daga

source: Inflige un {coup critique@CC} quand vous frappez dans le dos.
eu: Zure etsaia bizkarrean sastatzen duzunean {kolpe kritikoa@CC} eragiten du.

source: Légère mais mortelle si elle maniée comme il faut.
eu: Arina baina hilgarria, erabiltzen badakizu.

source: Bain de sang
eu: Odol Ezpata

source: Provoque {saignement@BL} (::+dps:: DPS pendant ::duration:: sec).
eu: {Odoletan egotea@BL} eragiten du (::+dps:: DPS ::duration:: segundoz).

source: Dagues jumelles
eu: Daga Bikiak

source: Le 3ème coup est un {coup critique@CC}.
eu: Jarraian egindako 3. erasoan {kolpe kritikoa@CC} eragiten du.

source: Deux dagues pour le prix d'une, toujours plus de violence.
eu: Bi daga baten prezioan. Xerratu eta puskatu... atsegina ziurtatuta.

source: Epée large
eu: Sablea

source: Les 2 et 3èmes coups sont {critiques@CC}.
eu: Bigarren eta hirugarren kolpeak {kritikoak@CC} dira.

source: Lourde et lente, mais tellement violente.
eu: Motel eta astuna, baina gozoki ankerra.

source: Pelle
eu: Pala

source: Projette les ennemis et les bombes.
eu: Etsai eta bonbak bueltan jotzen ditu.

source: Tout objet peut devenir une arme mortelle avec une vélocité suffisante.
eu: Edozein objektu izan daiteke hilgarria nahikoa azkar mugitzen bada...

source: Epée maudite
eu: Madarikatutako Ezpata

source: Vous tue immédiatement si vous subissez le moindre dégât.
eu: Kolpe bakarra eta hilda zaude.

source: Alors comme ça, vous voulez la jouer difficile ?
eu: Zakar jokatzea gustatzen zaizu, ezta?

source: Dague de cultiste sadique
eu: Sadikoaren Sastakaia

source: Inflige un {coup critique@CC} si la cible {saigne@BL} ou est {empoisonnée@TO}.
eu: Jomuga {odoletan@BL} edo {pozoituta@TO} badago, {kolpe kritikoa@CC} emango du.

source: Conçue pour appuyer là où ça fait mal.
eu: Emaiezu mina emango dien lekuan.

source: Epée de promptitude
eu: Ezpata Azkarra

source: Inflige un {coup critique@CC} si votre mouvement est accéléré.
eu: {Kolpe kritikoa@CC} emango du abiadura hobekuntza aktibatuta baduzu.

source: Prendre son temps ? Quel blague. Frapper vite et fort, voilà la recette qui marche.
eu: Ez ezazu denborarik galdu. Benetako emaitzako lortzeko, eraso gogor eta azkarra.

source: Tueuse de géants
eu: Erraldoihiltzailea

source: Inflige un {coup critique@CC} si la victime est un élite ou un boss.
eu: {Kolpe kritikoa@CC} emango du biktima eliteko etsaia edo nagusia bada.

source: Même pas peur.
eu: Gero eta handiagoak izan...

source: Lame à fragmentation
eu: Aizkora Metraila

source: Projète des fragments métalliques infligeant environ ::+dps:: dégâts/sec.
eu: Etsaiei eraso eginda aizkoretatik puskatutako metal zatiak, gutxi-gora-behera ::+dps:: mina emango du.

source: Frappe sismique
eu: Eraso Sismikoa

source: Provoque des ondes de choc terrestres qui {enracinent@RO} les victimes.
eu: Biktimak {sustraituko@RO} dituen lurreko talka-uhin bat sortuko du.

source: Lance de guerre
eu: Gudu Lantza

source: Inflige un {coup critique@CC} lorsque vous touchez plusieurs cibles à la fois.
eu: Hainbat jomuga aldi berean erasotzean {kolpe kritikoa@CC} emango du.

source: Une arme offrant une grande allonge au détriment de la rapidité.
eu: Irismen hobea baina abiadura okerragoa.

source: Empaleuse
eu: Zurtoina

source: Inflige un {coup critique@CC} si la victime est contre un mur.
eu: Biktima paretaren kontra badago, {kolpe kritikoa@CC} emango du.

source: Lance symétrique
eu: Lantza Simetrikoa

source: Inflige des {coups critiques@CC} pendant ::duration:: sec si vous tuez rapidement ::count:: ennemis avec cette arme.
eu: Arma honekin ::count:: etsai hiltzen badituzu, ::duration:: segundoz {kolpe kritikoak@CC} emango ditu.

source: Rapière
eu: Estokea

source: Inflige un {coup critique@CC} juste après une roulade ou une parade.
eu: Itzulipurdi edo gelditzen bat egin orduko {kolpe kritikoa@CC} emango du.

source: Tout en finesse.
eu: Eskumutur kontua da dena.

source: Perce-carne
eu: Haragi Broxeta

source: Le premier coup permet de passer dans le dos des ennemis. Les coups suivants infligent des {coups critiques@CC} aux enemis traversés ainsi.
eu: Lehenengo erasoak etsaia zulatuko du, zure atzean utziz. Zure hurrengo erasoek {kolpe kritikoak@CC} emango dituzte.

source: Tu me vois, tu me vois plus.
eu: Orain ikusten nauzu, orain ez nauzu ikusten.

source: Casse noisettes
eu: Intxaur-hauskailua

source: Inflige un {coup critique@CC} si la cible est étourdie, {gelée@IC} ou {enracinée@RO}.
eu: Biktima zorabiatuta, {izoztuta@IC} edo {sustraituta@RO} baldin badago, {kolpe kritikoa@CC} emango dio.

source: Sandales de spartiate
eu: Espartar Sandaliak

source: Projette les ennemis, infligeant des dégats de zone à l'endroit où ils retombent. ::+power2:: dégâts supplémentaires s'ils sont projetés contre un mur. Le dernier coup est capable de repousser n'importe quel adversaire.
eu: Etsaia atzerantz kolpatu, erortzen direnean mina emanez. ::+power2:: min gehigarria emango du etsaiak pareta jotzen badu. Konboko azken erasoak edozein etsai botako du atzerantz.

source: This. Is. DEAD CELLS!
eu: Hau. Da. DEAD CELLS!

source: Bottes cloutées
eu: Puntadun Botak

source: Inflige un {coup critique@CC} si le coup de pied interrompt une attaque.
eu: Ostiko batek erasoa eteten badu, {kolpe kritikoa@CC} emango du.

source: Bottes de Hayabusa
eu: Hayabusa Botak

source: Le dernier coup inflige des dégâts de zone et repousse les ennemis. ::+power2:: dégâts supplémentaires s'ils sont projetés contre un mur.
eu: Azken kolpeak inguruko etsai guztiei emango dien min eta atzerantz botako ditu. ::+power2:: min gehigarria pareta jotzen badute.

source: Gantelets de Hayabusa
eu: Hayabusa Esku-babesa

source: Inflige des {coups critiques@CC} si la victime a moins de ::prct::% PV.
eu: Biktimak %::prct:: HP baino gutxiago badu, {kolpe kritikoak@CC} emango dizkio.

source: InutileInutileInutileInutileInutileInut...
eu: EzerezEzerezEzerezEzerezEzerezEzere...

source: Fouet de Valmont
eu: Valmnoten Zartailua

source: Ignore les boucliers. Inflige un {coup critique@CC} si le bout du fouet touche l'ennemi.
eu: Ezkutuak saihesten ditu. Zartailuaren puntak etsaia jotzen badu {kolpe kritikoa@CC} emango dio.

source: La famille Valmont recommande ce fouet.
eu: Janzkera dotoreko Baron Valmont du Cul jaunak ezagun egin zuena.

source: Fouet d'entrave
eu: Tiratze Zartailua

source: Ignore les boucliers, attire les victimes et inflige un {coup critique@CC} au 3ème coup.
eu: Ezkutuak saihesten ditu, biktima zuregana ekartzen du eta 3. erasoan {kolpe kritikoa@CC} emango du.

source: Epée huileuse
eu: Ezpata Olioztatua

source: Applique de {l'huile inflammable@FI} sur les ennemis et inflige des {coups critiques@CC} pendant ::duration:: sec après avoir touché un ennemi en feu.
eu: Etsaia {olio suharberarekin@FI} bustitzen du eta sutan dagoen etsaia jotzean {kolpe kritikoak@CC} ematen ditu ::duration:: segundoz.

source: Torche
eu: Lastargia

source: {Brûle@FI} vos ennemis (::+dps:: DPS sur ::duration:: sec).
eu: Zure etsaiak {erretzen@FI} ditu (::+dps:: DPS ::duration:: segundoz).

source: Ambiance garantie.
eu: Hitz egin dezagun giro-argiztapenari buruz!

source: Charognarde
eu: Ezpata Amorratua

source: Inflige un {coup critique@CC} lorsque vous avez moins de ::prct::% de vie ou plus de ::prct::% de Mal-être.
eu: Zure osasuna %::prct:: baino gutxiago edo Ondoeza %::prct:: baino gehiago bada, {kolpe kritkoa@CC} emango du.

source: L'arme de choix des combattants qui aiment vivre dangereusement.
eu: Era arriskutsuan bizitzea gustuko duten borrokalariek aukeratzen duten arma.

source: Perfection
eu: Akatsik gabea

source: Inflige des {coups critiques@CC} si vous n'avez subit aucun dégât depuis ::lock:: sec.
eu: Gutxienez azken ::lock:: segundotan minik hartu ez baduzu {kolpe kritikoa@CC} emango du.

source: Silex
eu: Suharria

source: Un coup maintenu inflige un {coup critique@CC} et projette une trainée de flamme infligeant ::+power:: dégâts.
eu: Eutsi erasoari {kolpe kritikoa@CC} emateko eta ::+power:: mina emango duen gardun arrasto bat sortzeko.

source: Laissez le Concierge vous donner un coup de main.
eu: Zubizaina beti egon da laguntza gehigarria emateko prest.

source: Bras tentacule
eu: Garroa

source: Ignore les boucliers et vous projette vers l'ennemi. Inflige un {coup critique@CC} après avoir été projeté.
eu: Ezkutuak saihesten ditu eta etsaiarengana proiektatzen zaitu, {kolpe kritiko@CC} bat emanez jotzen zaituzten bitartean eraso eginez gero.

source: Câlins gratuits !
eu: Doako besarkadak!

source: Vorpoêle
eu: Vorpadera

source: Inflige des {coups critiques@CC} si l'adversaire vous fait face.
eu: Etsaia zuri begira dagoenean {kolpe kritikoa@CC} emango du.

source: Tout vient à point à qui sait attendre.
eu: Parrilan. Frijituta. Erreta. Berotuta.

source: Éventails
eu: Haizemaile Distiratsuak

source: Repel projectiles (not grenades though) to inflict {critical hits@CC} during ::duration:: seconds.
eu: Jaurtigai bat uxatuta, ::duration:: segundoz {kolpe kritikoa@CC} emango dituzu.

source: Sers toi de la force...
eu: Erabili indarra Luke...

source: Faux-griffe gauche
eu: Ezker Sega

source: Inflicts a {critical hit@CC} if you have hit with the other claw before.
eu: {Kolpe kritikoa@CC} emango du aurretik beste sega erabili baduzu.

source: Left Claw
eu: Mama Tick-en hilotz kirasdunetik berreskuratua. Erabilgarria izan daiteke.

source: Faux-griffe droite
eu: Eskuin Sega

source: Right Claw
eu: Mama Tick-en hilotz usteletik arpilatua. Erabilgarria izan daiteke. Zoaz orain, dasta dezala bere sendagaia.

source: Oud
eu: Rhythm n' Bouzouki

source: Inflicts {critical hits@CC} if you strike at the right time. The last hit repeats indefinitely if you keep the tempo going.
eu: {Kolpe kritikoa@CC} emango du une egokian erasotzen baduzu. Etenik gabe errepikatuko da azken kolpea tempoa mantentzen duzun bitartean.

source: Gardez le rythme !
eu: Hey, get rhythm when you get the blues! Come on, get rhythm when you get the blues...
