Repository: josuigoa/itzulpenak
Catalog: dead_cells/data/main.*.po
Languages: eu

source: While speed boosted, receive ::prct::% less damage and deal ::prct2::% more. Speed boosts last ::count:: times as long.
eu: Abiadura hobekuntza gaituta duzun bitartean %::prct:: min txikiagoa hartuko duzu eta %::prct2:: min handiagoa eman. Abiadura hobekuntzak ::count:: iraungo du.

source: Tinker
eu: Konpontzailea

source: Reduce deployables' cooldown to ::cooldown::sec.
eu: Tranpa jaurtigarrien birkargatzen denbora ::cooldown:: segundotara murriztu.

source: Firestarter
eu: Su-egilea

source: Flames deal +::prct::% damage, violet flames deal +::prct2::% damage
eu: Sugarrek +%::prct:: mina ematen dute, sugar bioletek +%::prct2:: mina ematen dute.

source: Menagerie
eu: Pizti-etxea

source: Deal +::prct::% damage per active pet (+::prct2::% per biter).
eu: Gaituta dagoen maskota bakoitzeko +%::prct:: mina ematen du (+%::prct2:: mozorro bakoitzeko).

source: Grenadier
eu: Granadazalea

source: Killing an enemy with a grenade resets its cooldown.
eu: Etsai bat granadarekin hiltzeak bere birkargatzea berrezartzen du.

source: Superconductor
eu: Supergidaria

source: Electric DoTs rapidly bounce back and forth to nearby enemies, increasing their damage by 50% everytime they jump on a new target.
eu: DoT elektrikoek aurrera-atzera egiten du jauzi inguruko etsaien gainean, jomuga berri baten gainean jauzi egiten duen bakoitzean minaren %50a gehituz.

source: Assassin
eu: Hiltzailea

source: First attack while invisible instantly kills its non-boss target(s).
eu: Ikusezina zaren bitartean egindako lehenengo erasoak ez-nagusi jomuga(k) berehala hiltzen d(it)u.

source: Damned
eu: Madarikatua

source: Cursed chests spawn rate is doubled. Curses don't kill you anymore, but double the damage you receive and deal.
eu: Kutxa madarikatuak agertzeko aukera bikoiztu. Madarikazioek ez zaituzte hilko, baina hartu eta emandako mina bikoiztuko du.

source: U31_BASEMENT_NAME
eu: Oinarria

source: U31_CAP_NAME
eu: Kapa

source: U31_PANT_NAME
eu: Galtzak

source: U31_SKIRT_NAME
eu: Gerrikoa

source: U31_SKULL_NAME
eu: Kaskoa

source: U31_TOP_NAME
eu: Armadura

source: U31_WEAPON_NAME
eu: Arma

source: U31_MATERIAL_NAME
eu: Materiala

source: Zombie
eu: Zonbi

source: Zombie grouillant
eu: Zonbi Taldea

source: Zombie purulent
eu: Zoldutako Zonbia

source: Ver dégoutant
eu: Zizare Nardagarria

source: Ver à cadavre
eu: Zizare Gorpua

source: Ver tisseur
eu: Zizare Ehulea

source: Traqueur noir
eu: Aztarnari Iluna

source: Coureur
eu: Korrikalaria

source: Cannibale
eu: Gizajalea

source: Porteur de bouclier
eu: Ezkutu-eramalea

source: Epineux
eu: Arantzatsua

source: Lacérateur
eu: Sastatzaile

source: Attrapeur
eu: Jasotzaile

source: Fouetard
eu: Urratzaile

source: Electrocuteur
eu: Astintzaile

source: Chevalier Gardien
eu: Zaldun Zaindaria

source: Lancier
eu: Lantzari

source: Expérience ratée
eu: Esperimentu Akatsduna

source: Voltigeur
eu: Bonbaria

source: Garde-tombe
eu: Zoru Astintzailea

source: Frappeur
eu: Danbalaria

source: Garde rapprochée
eu: Erret Guardia

source: Gardienne Mécanique
eu: Automata

source: Pantin
eu: Eskeletoa

source: Furie
eu: Suntsitzailea

source: Tentacule des égouts
eu: Estoldako Garroa

source: Hardy
eu: Perretxikopiko

source: Fugitif
eu: Erbesteratuak

source: Miasme Toxique
eu: Miasma Toxikoa

source: Oven Knight
eu: Labe Zalduna

source: Danseur
eu: Dantzaria

source: Guerrier Lointain
eu: Gerlari Arraroa

source: Gros Zombie
eu: Zonbi Handia

source: Rat Purulent
eu: Mindutako Arratoia

source: Tonneau Vivant
eu: Upel Biziduna

source: Gardien à sang froid
eu: Odol Hotzeko Zaindaria

source: Épéiste réanimé
eu: Ezpatari Traketsa

source: Fossoyeur réanimé
eu: Hilobi Zulatzaile Amorratua

source: Armored Shrimp
eu: Ganba Blindatua

source: U28_STEAL_NAME
eu: Zorro-lapur Asaldatua

source: U28_VACUUM_NAME
eu: Urre Betekada

source: DLCP_HAUNTEDARMOR_NAME
eu: Aizkora Armadura

source: DLCP_BUER_NAME
eu: Buer

source: DLCP_WEREWOLF_NAME
eu: Gizotso Gaiztoa

source: DLCP_MINIWEREWOLF_NAME
eu: Gizotsoa

source: DLCP_LANCERPURPLE_NAME
eu: Armaduradun Zalduna

source: Archer mort-vivant
eu: Arkulari Hilgabea

source: Bombardier
eu: Bonbaketaria

source: Scorpion
eu: Eskorpioia

source: Hammer
eu: Mailua

source: Chef Pirate
eu: Kapitain Pirata

source: Empalleur
eu: Zurtoina

source: Inquisiteur
eu: Inkisidorea

source: Lanceur d'Orbe
eu: Gurpiltxoa

source: Magistrat de mort
eu: Herioren Epailea

source: Lanceur de couteaux
eu: Laban Jaurtitzailea

source: Arbitre
eu: Epailea

source: Balayeur
eu: Garbitzailea

source: Lanceur
eu: Yeeter

source: Sarbacaneton
eu: Zerbatana

source: Travailleur Infecté
eu: Kutsatutako Langilea

source: Bomb Arrows Archer
eu: Suntsitzailea

source: Homonculus Attrophié
eu: Homunculus Akatsduna

source: Archer réanimé
eu: Arkulari Doilorra

source: Mutineer
eu: Matxinatuta

source: DLCP_BONE_THROWER_NAME
eu: Jaurtitze Maisua

source: DLCP_MERMAN_NAME
eu: Uhandrea

source: Chauve-souris
eu: Saguzarra

source: Kamikaze
eu: Kamikazea

source: U28_GOLDEN_KAMIKAZE
eu: Urrezko Kamikazea

source: Bourdon lacérateur
eu: Kaskezurrak

source: Mouche des profondeurs
eu: Estolda Eulia

source: Mouche à cadavre
eu: Euli Gorpua

source: Crâne hurleur
eu: Kaskezur Oihularia

source: Démon
eu: Deabrua

source: Bibliothécaire
eu: Liburuzaina

source: Corbeau Ennuyant
eu: Bele Miopea

source: DLCP_BATDASHERPURPLE_NAME
eu: Banpiro Saguzarra

source: DLCP_HARPY_NAME
eu: Harpia

source: Lieutenant d'Élite
eu: Eliteko Tenientea

source: Protecteur
eu: Zaintzailea

source: Crache-mort
eu: Sortzailea

source: Fluide de cadavre
eu: Gorpu Zukua

source: Masqueur
eu: Maskaragilea

source: Défenseur
eu: Defendatzailea

source: Nécromancien
eu: Apostata

source: DLCP_BONEPILLAR_NAME
eu: Hezur Zutabea

source: U35_SORELOOSER_NAME
eu: Galtzaile Txarra

source: U35_DOOM_BRINGER_NAME
eu: Hondamen Ekarlea

source: U35_CURSER_NAME
eu: Madarikatzailea

source: Tique Géante
eu: Tick Erraldoia

source: Statue Guerrière
eu: Harri-Zaindaria

source: U28_SHOP_MIMIC_NAME
eu: Imitatzailea

source: DLCP_MEDUSA_NAME
eu: Medusa

source: Le Concierge
eu: Zubizaina

source: Conjonctivius
eu: Konjuntibius

source: Tentacule de Conjonctivius
eu: Konjuntibius-en Garroa

source: Maman Tique
eu: Mama Tick

source: La Gardienne du Temps
eu: Denbora Zaindaria

source: La Main du Roi
eu: Erregearen Eskua

source: Le Gigantus
eu: Erraldoia

source: L'Oeil du Gigantus
eu: Erraldoiaren Begia

source: La Main du Gigantus
eu: Erraldoiaren Eskua

source: Le Collecteur
eu: Biltzailea

source: Le Jardinier Royal
eu: Txorimaloa

source: Calliope
eu: Kaliope

source: Kleio
eu: Klio

source: The Queen
eu: Erregina

source: DLCP_DEATH_NAME
eu: Herio

source: Dooku
eu: Drakula

source: Dooku Beast
eu: Drakula - Azken Forma

source: Mob élite
eu: Eliteko multzoa

source: Baril Explosif
eu: Upel Lehergailua

source: Ver de cadavre
eu: Zizare Gorpua

source: SURVIE
eu: BIZIRAUTEA

source: BRUTALITÉ
eu: KRUDELKERIA

source: TACTIQUE
eu: TAKTIKAK

source: COLORLESS
eu: KOLOREGABE

source: Incolore (le tier le plus élevé s'applique).
eu: Koloregabe (maila altuena aplikatzen da).

source: Ne peut être vendu.
eu: Ezin da saldu

source: Nourriture infectée par le Mal-être.
eu: Ondoezarekin kutsatutako janaria

source: Réduit l'infection au Mal-être de ::prct::%.
eu: Zure infekzio maila %::prct:: murrizten du.

source: Objet défensif (réduit les dégâts subis)
eu: Defentsa objektua (hartutako mina murrizteko)

source: {Objet unique@CC}
eu: {Elementu bakarra@CC}

source: Ne peut être interrompue par les coups ennemis.
eu: Ezin da etsai baten eraso batekin eten.

source: +::prct::% dégâts sur cible qui {brûle@FI}.
eu: +%::prct:: mina {erretzen@FI} ari den jomugari.

source: +::prct::% dégâts sur cible {électrifiée@EL}.
eu: +%::prct:: mina {elektrizatzen@EL} ari den jomugari.

source: +::prct::% dégâts.
eu: +%::prct:: mina

source: {Coups critiques@CC} +::prct::% dégâts.
eu: {Kolpe kritikoek@CC} +%::prct:: mina.

source: Les victimes ralentissent tous les ennemis proches en mourrant.
eu: Biktimek hurbileko etsaiak moteltzen ditu hildakoan.

source: +::prct::% dégâts sur cible qui {saigne@BL}.
eu: +%::prct:: mina {odoletan@BL} dagoen jomugari.

source: +::prct::% dégâts sur cible {gelée@IC}.
eu: +%::prct:: mina {izozten@IC} ari den jomugari.

source: +::prct::% dégâts sur cible {ralentie@IC}.
eu: +%::prct:: mina {moteldutako@IC} jomugari.

source: +::prct::% dégâts sur cible {empoisonnée@TO}.
eu: +%::prct:: mina {pozoitutako@TO} jomugari.

source: +::prct::% dégâts sur cible étourdie.
eu: +%::prct:: mina zorabiatutako jomugari.

source: +::prct::% de dégâts pour les coups dans le dos
eu: +%::prct:: mina bizkarrean emandako kolpeengatik

source: Durée de l'étourdissement +::prct::%
eu: Zorabioaren iraupena +%::prct::

source: {Empoisonne@TO} les ennemis qui vous blessent.
eu: Zauritzen zaituzten etsaiak {pozoitu@TO}

source: Dégage un {nuage toxique@TO} à chaque blessure.
eu: Mina hartzen duzunean {laino toxikoa@TO} isurtzen du.

source: {Empoisonne@TO} les ennemis bloqués avec {parade@PA}.
eu: {Aldaratzearekin@PA} blokeatutako etsaiak {pozoitzen@TO} ditu.

source: Fait {saigner@BL} les ennemis bloqués avec {parade@PA}.
eu: {Aldaratzen@PA} duzunean etsaiak {odoletan uztea@BL} egiten du.

source: {Brûle@FI} les ennemis bloqués avec {parade@PA}.
eu: {Aldaratzearekin@PA} blokeatzen dituzun etsaiak {erretzen@FI} ditu.

source: {Gèle@IC} les ennemis bloqués avec {parade@PA}.
eu: {Aldaratzearekin@PA} blokeatzen dituzun etsaiak {izozten@IC} ditu.

source: Absorbe +::prct::% dégâts si maintenu.
eu: Altxatuta eutsita, minaren +%::prct:: xurgatzen du.

source: Absorbe +::prct::% dégâts des projectiles si maintenu.
eu: Altxatuta eutsita, jaurtigaien minaren +%::prct:: xurgatzen du.

source: Dégâts des tirs subis -::prct::%
eu: Jaurtigaien mina %::prct:: murrizten du

source: Les tirs transpercent le premier ennemi.
eu: Jaurtiketak lehenengo jomuga zulatuko du.

source: Tire une flèche vers le haut (::+power:: dégâts)
eu: Gezi bat gorantz bota (::+power:: mina)

source: Tire une flèche devant vous (::+power:: dégâts)
eu: Gezi bat zure aurrera bota (::+power:: mina)

source: Tire une flèche en arrière (::+power:: dégâts)
eu: Gezi bat zure atzera bota (::+power:: mina)

source: Munitions +::power::
eu: Munizioa +::power::

source: Esquiver pose une bombe (::+power:: dégâts)
eu: Itzulipurdi egitean bonba bat jarriko du (::+power:: mina)

source: Lance une grenade (::+power:: dégâts)
eu: Granada bat jaurtiko du (::+power:: mina)

source: Le piège applique de {l'huile inflammable@FI}.
eu: Tranpak {olio suharbera@FI} isuriko du.

source: Génère un {nuage toxique@TO} autour du piège.
eu: Tranparen inguruan {laino toxiko@TO} bat sortuko du.

source: Les victimes {brûlent@FI} en mourrant.
eu: Biktimak hiltzean {erre@FI} egingo dira.

source: Les victimes {gèlent@IC} les autres ennemis (::duration:: sec) en mourrant.
eu: Biktimak hiltzean hurbileko etsaiak {izoztuko@IC} ditu (::duration:: segundoz).

source: Les restes des victimes explosent (::+power:: dégâts)
eu: Biktimen hondarrak lehertu egingo dira (::+power:: mina)

source: Des vers sortent des morts.
eu: Zomorroak hildakoetatik aterako dira.

source: Les attaques plongeantes {brûlent@FI} le sol.
eu: Beheranzko talka erasoak lurra {erreko@FI} du.

source: Les attaques plongeantes couvrent le sol {d'huile inflammable@FI}.
eu: Beheranzko talka erasoak lurra {olio suharberarekin@FI} estaliko du.

source: Un saut supplémentaire dans les airs.
eu: Jauzi gehigarria airean.

source: Deux sauts supplémentaires dans les airs.
eu: Bi jauzi gehigarri airean.

source: Obtenez de l'or en plus d'une cellule.
eu: Lortu zelula adina urre.

source: Ralentissement après {dégel@IC} ::power::x plus long.
eu: Moteldu ::power::x {desizozte@IC} luzeago baten ondoren.

source: Ralentissement après {dégel@IC} propagé aux ennemis proches.
eu: Moteldu hurbileko etsaiei {desizoztea@IC} zabaldu ondoren.

source: Au {dégel@IC}, l'ennemi subit {saignement@BL}.
eu: {Desizoztu@IC} bitartean, etsaiak {odola galduko@BL} du.

source: Les flêches sur les ennemis reviennent.
eu: Etsaietan sartutako geziak itzuli egingo dira.

source: Couvre le sol {d'huile inflammable@FI} autour de vous.
eu: Zure inguruko lurra {olio suharberarekin@FI} estaliko du.

source: Génère un {nuage toxique@TO} autour de vous.
eu: Zure inguruan {laino toxiko@TO} bat sortuko du.

source: {Brûle@FI} le sol autour de vous.
eu: Zure inguruko lurra {erreko@FI} du.

source: +::prct::% dégâts quand vous en êtes proche.
eu: +%::prct:: mina hurbil zaudenean.

source: Dégâts subis -::prct::% quand vous en êtes proche.
eu: Hartu -%::prct:: mina hurbil zaudenean.

source: Applique de {l'huile inflammable@FI} sur l'ennemi.
eu: Zabaldu {olio suharbera@FI} etsaiaren gainean.

source: Electrocute les ennemis proches pendant ::duration:: sec.
eu: Elektrokutatu hurbileko etsaiak ::duration:: segundoz.

source: Soigne ::prct::% PV à l'utilisation.
eu: Sendatu %::prct:: HP erabiltzean.

source: Lance une grenade (::+power:: dégâts) à la destruction.
eu: Deuseztatzean granada bat jaurtiko du (::+power:: mina).

source: Tire une volée de flèches (::+power:: dégâts / flèche) à la destruction.
eu: Deuseztatzean geziak jaurtiko ditu (::+power:: min/geziko).

source: {Brûle@FI} le sol à la destruction.
eu: Deuseztatzean lurra {erreko@FI} du.

source: {Gèle@IC} les ennemis proches lorsque l'effet prend fin.
eu: Hurbileko etsaiak {izoztuko@IC} ditu efektua bukatzean.

source: {Brûle@FI} le sol autour de vous lorsque l'effet prend fin.
eu: Lurra {erreko@FI} du efektua bukatzean.

source: Fait {saigner@BL} les ennemis proches quand l'effet prend fin.
eu: Hurbileko etsaiak {odoletan@BL} hasiko dira efektua bukatzean.

source: Génère un {nuage toxique@TO} autour de vous quand l'effet prend fin.
eu: Zure inguruan {laino toxiko@TO} bat sortuko da efektua bukatzean.

source: +::prct::% dégâts sur une cible recouverte {d'huile enflammée@FI}.
eu: +%::prct:: mina {olio suharberarekin@FI} estalitako jomugari.

source: +::prct::% dégâts sur cible {enracinée@RO}.
eu: +%::prct:: mina {sustraitutako@RO} jomugei.

source: +::prct::% dégâts si vos {PV@LI} sont au maximum.
eu: +%::prct:: mina {HP@LI} maximoan zaudenean.

source: U35_IGNOREGLOBALSHIELD_DESC
eu: Arma honen erasoek indar eremuak alde batera uzten dituzte.

source: Etourdit la victime.
eu: Biktima zorabiatzen du.

source: Les tirs transpercent tous les ennemis.
eu: Tiroek etsai guztiak zulatzen dituzte.

source: Augmente votre vitesse de mouvement pendant ::duration:: sec.
eu: Zure mugimendu abiadura azkartzen du ::duration:: segundoz.

source: Augmente votre vitesse de mouvement pendant ::duration:: sec après un {coup critique@CC}.
eu: Zure mugimendu abiadura azkartzen du ::duration:: segundoz {kolpe kritiko@CC} baten ondoren.

source: Un ennemi touché {dégèle@IC} moins facilement.
eu: Honekin kolpatutako etsaiak motelago {desizoztuko@IC} dira.

source: Augmente votre vitesse de mouvement pendant ::duration:: sec après avoir tué un ennemi.
eu: Zure mugimendu abiadura azkartzen du ::duration:: segundoz etsai bat hil ondoren.

source: {Empoisonne@TO} l'ennemi.
eu: Etsai bat {pozoitzen@TO} du.

source: Fait {saigner@BL} la victime.
eu: Biktima {odoletan@BL} uzten du.

source: Couvre le sol {d'huile@FI} qui {brûle@FI} autour de vous.
eu: Zure inguruko lurra {olioz@FI} estali eta {erre@FI} egiten du.

source: Couvre le sol {d'huile@FI} qui {brûle@FI} à la destruction.
eu: Deuseztatzean zure inguruko lurra {olioz@FI} estali eta {erre@FI} egiten du.

source: Les tirs laissent une trainée de {flammes@FI}.
eu: Tiroek {suzko@FI} arrastoa uzten dute.

source: Les tirs explosent en un nuage {toxique@TO}.
eu: Tiroak laino {toxikoan@TO} lehertzen dira.

source: La victime libère un nuage {toxique@TO} à chaque coup.
eu: Biktimak laino {toxiko@TO} bat askatuko du kolpe bakoitzean.

source: Attaquer juste après une {parade@PA} inflige +::prct::% dégâts.
eu: {Aldaratze@PA} bat egin orduko erasotzeak +%::pcrt:: mina emango du.

source: Les ennemis qui vous touchent {gèlent@IC}.
eu: Zu jotzen zaituzten etsaiak {izoztu@IC} egingo dira.

source: Les dégâts subis sont infligés à l'ennemi.
eu: Hartzen duzun mina etsaiari emango zaio.

source: Tire une volée de flèches (::+power:: dégâts / flèche)
eu: Gezi zaparrada jaurtiko du (::+power:: mina / geziko)

source: +::prct::% dégâts infligés aux ennemis, +::prct2::% dégâts subis !
eu: Eman +%::prct:: mina etsaiei, hartu +%::prct2:: mina!

source: +::prct::% dégâts infligés aux ennemis !
eu: Eman +%::prct:: mina etsaiei!

source: ::prct::% de {PV@LI} récupéré par attaque (corps à corps), dégâts subis +::prct2::% !
eu: Eraso bakoitzeko (hurbileko borrokan) berreskuratu {HP@LI} aren %::prct:: eta hartutako minaren +%::prct2::!

source: Le {poison@TO} n'a aucun effet sur vous.
eu: {Pozoiak@TO} ez du zugan eraginik.

source: Le {poison@TO} vous soigne au lieu de vous blesser.
eu: {Pozoiak@TO} sendatu egingo zaitu zauritu beharrean.

source: Vous {brûlez@FI} le sol en courant (::duration:: sec).
eu: Korri egiten duzunean lurra {erreko@FI} duzu (::duration:: segundo).

source: Vous {brûlez@FI} le sol en esquivant (::duration:: sec).
eu: Saihesten duzunean lurra {erreko@FI} duzu (::duration:: segundo).

source: Esquiver crée un {nuage toxique@TO} (::duration:: sec).
eu: Saihesteak {laino toxiko@TO} bat sortuko du (::duration:: segundo).

source: Invisible après ::duration::s sans attaquer. La première attaque invisible inflige +::prct::% dégâts.
eu: Ikusezina ::duration::s eraso egin gabe egonda. Ikusezin zarela egindako lehenengo erasoak +%::prct:: mina emango du.

source: {Saignement@BL} provoque {empoisonnement@TO}.
eu: {Odoletan@BL} egoteak {pozoitzea@TO} eragiten du.

source: Une victime du {saignement@BL} le propage autour d'elle.
eu: {Odoletan@BL} dagoen biktimak hurbileko beste etsaiei zabaltzen die.

source: Sauter sur un ennemi l'étourdit.
eu: Etsai baten gainean jauzi egiteak zorabiatzen du.

source: Révèle les murs secrets.
eu: Pareta sekretuak erakusten ditu.

source: Génère un bouclier à l'usage.
eu: Erabiltzean ezkutu bat sortzen du.

source: Révèle les ennemis invisibles.
eu: Etsai ikusezinak erakusten ditu.

source: Repousse les ennemis autours de vous quand l'effet prend fin.
eu: Hurbileko etsaiak atzerantz bultzatzen ditu efektua bukatzean.

source: Increase duration by ::prct::%.
eu: Iraupena %::prct:: luzatzen du.

source: ::prct::% de {PV@LI} récupéré par attaque (corps à corps), jusqu'à ::prct2::%
eu: Buruz-buruko eraso bakoitzeko {HP@LI} aren %::prct:: berreskuratzen da, %::prct2:: arte

source: Applies 2 stacks of damage over time instead of 1.
eu: Minaren 2 pilatzeko aplikatuko ditu 1en ordez efektuak dirauen bitartean.

source: Grants a shield upon killing an enemy.
eu: Eman ezkutu bat etsai bat hil bitartean.

source: Doubles the speed of the projectile created by this item.
eu: Elementu honekin sortutako jaurtigaiaren abiadura bikoiztu.

source: Fires thrice as much bullets.
eu: Balen hirukoitza jaurti.

source: Fires twice as much bullets.
eu: Balen bikoitza jaurti.

source: Slices reality further and harder.
eu: Errealitatea are gehiago xerratu.

source: Secrets found in the walls and ground are of increased quality.
eu: Pareta eta lurrean aurkitutako sekretuak kalitatea handiagokoak dira.

source: Victims {root@RO} nearby enemies for (::duration:: sec) upon death.
eu: Biktimek hurbileko etsaiak {errotuko@RO} dituzte ::duration:: segundoz.

source: {Burns@FI} the enemy.
eu: Etsaia {erreko@FI} du.

source: Enemies killed by doom propagate the effect around them.
eu: Hondamen bidez hildako etsaiek beraien inguruan errepikatuko dute efektua.

source: Instantly rebuilds itself on kill.
eu: Bere burua bat-batean berreraikitzen du hiltzean.

source: Attacks have less pause
eu: Erasoen arteko etenak murrizten ditu.

source: Deals ::prct::% of your current gold as that many % bonus damage.
eu: Zure uneko urrearen %::prct:: emango du, emandako minaren %a adina.

source: U35_GODSLAYER_DESC - hitting with the last hit buffs the next last hits by ::multiplier::%
eu: Hirugarren kolpeak ematen duzun mina ::multiplier:: bidez handituko du. Efektua hau pilatu egin daiteke baina ::duration:: segundo ondoren edo mina hartzen baduzu, gelditu egingo da.

source: You deal +::prct::% damage but you can't use any other item.
eu: Zuk +%::prct:: mina emango duzu baina ezin duzu beste elementurik erabili.

source: The ice doesn't expire and can be kept until you get hit or reactivate it.
eu: Izotza ez da iraungitzen eta jotzen zaituzten arte edo berraktibatzen duzun arte mantendu dezakezu.

source: Stuns any enemy {parried@PA}.
eu: {Aldaratutako@PA} etsaiak zorabiatzen ditu.

source: Explode again after a brief moment.
eu: Berriro lehertuko da une labur baten ondoren.

source: Area effects created by this item are ::prct::% larger.
eu: Elemenetu honek sortutako eremu efektuak %::prct:: handiagoak.

source: +$[prct]% damage for hits in the back
eu: +%::prct:: mina bizkarrean emandako kolpeengatik

source: Stays active indefinitely
eu: Iraupen amaigabea.

source: Se divise par attaque dans la limite de ::multiplier:: fois, chaque division fait ::prct::% moins des dégats.
eu: Bitan zatituko da jomuga bat jotzen duen bakoitzean (gehienez: ::multiplier:: aldiz), harri berri bakoitzak %::prct:: min txikiagoa emanez.

source: Les chauves-souris font demi-tour lorsqu'elle rencontre un mur.
eu: Saguzarrak atzera itzuliko dira pareta jotzean.

source: Vous équipe entièrement du set Alucard. Utilisable une seule fois par partie.
eu: Alucard-en sortako beste elementua hartuko duzu. Partida bakoitzean behin bakarrik erabili daiteke.

source: Enracine l'ennemi à chaque attaque.
eu: Etsaia {sustraitu@RO} ::duration:: segundoz.

source: Repousse les ennemis à l'impact.
eu: Talka bakoitzean etsaiak jo.

source: Les ennemis tués par des fantômes deviennent eux aussi des fantômes.
eu: Mamu bidez hildako etsaiak mamu bihurtuko dira.

source: Le chat est énorme et inflige plus de dégâts
eu: Katua handiagoa da eta min handiagoa ematen du.

source: Fait pleuvoir une pluie bénite sur tous les ennemis en ligne de vue.
eu: Euri bedeinkatua egin eta bistan dauden etsaiak erretzea eragingo du.

source: Fait saigner très violemment la cible à chaque coup critique.
eu: Jomuga bati kolpe kritikoa eman arte odoletan uztea eragingo du.

source: Le temps pour infliger des coups critique est grandement augmenté.
eu: Denbora tarte handiagoan eman ahal izango duzu kolpe kritikoa.

source: Bumps enemies even further.
eu: Etsaiak urrunagotik joko dira.

source: Enemies killed spread oil around them.
eu: Biktimek beraien inguruan {olioa@FI} zabalduko dute.

source: Attacks are always fully charged.
eu: Erasoak beti izango dira erabat kargatuak.

source: Spawn chickens
eu: Elementu honek botatako arrautzak txita bihurtuko dira.

source: Refund ::count:: gold on kill and super pierce
eu: Jomuga guztiak zulatu eta urre gehigarria emango du etsai bat hiltzean.

source: Apply a random effect on hit
eu: Ausazko efektua aplikatuko du kolpatzean.

source: Counter bullet
eu: Balak desbideratuko ditu.

source: Taunt all enemies on sight
eu: Bistan dauden etsaiez trufatu

source: Overshield on critical hit
eu: Gain-ezkutu bat emango du arma honek min kritikoa ematean.

source: Amélioré : Le bouclier après une parade parfaite devient permanent et est amélioré.
eu: Hobekuntza: Aldaratze bikainengatik lortutako osasun gehigarria orain iraunkorra da.

source: Amélioré : Ne consomme plus les effets lors de l'activation.
eu: Hobekuntza: Denboran-zehar-mina efektua ez da aktibatu arte kontsumituko.

source: Amélioré : Maximum d'orbe augmenté à ::count::.
eu: Hobekuntza: Bola maximoa ::count:: bihurtzen da.

source: Amélioré : Temps de récupération abaissé à ::duration:: secondes.
eu: Hobekuntza: Efektua birkargatzeko hil beharreko etsai kopurua ::count:: kopurura murriztu da.
