Repository: josuigoa/itzulpenak
Catalog: dead_cells/data/main.*.po
Languages: eu

source: L'évacuation semble être bouchée...Il doit sûrement y avoir une autre issue.
eu: Estoldak buxatuta dirudi... Ateratzeko beste bideren bat egongo da.

source: "If you read this, it means that I'm dead."
eu: "Hau irakurtzen ari bazara, hilda nagoela esan nahi du."

source: "You need to investigate the report about the Giant's corpse having disappeared from the Prison."
eu: "Kartzelatik desagertzen ari diren Erraldoien gorpuen kasua ikertu behar duzu."

source: "The King entrusted him with something that mustn't fall in the wrong hands."
eu: "Okerreko eskuetan bukatu behar ez lukeen zerbaiten ardura eman zion Erregeak."

source: Impossible de vendre cet objet.
eu: Objektu hau ezin da saldu.

source: Pas utile pour l'instant
eu: Orain ezin da erabili.

source: Ramasser
eu: Jaso

source: Artefact inconnu
eu: Artefaktu ezezaguna

source: Détruire
eu: Deuseztatu

source: Eliminez les ennemis proches d'abord
eu: Hil inguruko etsaiak lehenengo

source: Parler
eu: Hitz egin

source: Pff... Pas moyen de trouver un bon morceau ici...
eu: Hmph... jateko prestatzea merezi duenik ere ezin da hemen aurkitu...

source: Tiens, prends ça, je m'en sert pas de toute façon... Et si tu trouves un bon plat, ramènes-m'en un peu, d'accord ?
eu: Har dezakezu. Zortea opa dizut! ... Beharko duzu.

source: Tentacule grillée ! Très bon choix !
eu: Garroa parrilan? Zu, jauna, gustu fineko gizona zara.

source: Tout est à vendre !
eu: Denak jarraitu behar du!

source: Qu'est-ce qu'il vous faut ?
eu: Zer behar duzu?

source: Vous achetez quelque chose ou bien ?
eu: Zerbait erosiko duzu edo zer?

source: Dites, ça va finir par me gonfler...
eu: Badakizu, pixka bat urduritzen hasia naiz...

source: BON ! Vous m'achetez quelque chose ?!
eu: AIZU! Zerbait erosiko duzu?!

source: Fallait que je tombe sur l'idiot de l'île.
eu: Hau zortea nirea, uharteko mozoloarekin gelditu beharra.

source: Je n'ai rien à vous vendre, dégagez !
eu: Ez dut zuri eskaintzeko ezer, astoa!

source: Vers la salle des fioles inférieure
eu: Beheko flasko gelara

source: Vers la salle des fioles supérieure
eu: Goiko flasko gelara

source: C'est comme si je devais encore faire quelque chose avec cette créature...
eu: Piztia honek zerbait susmagarria du...

source: On dirait que ce miroir n'a plus rien à me montrer...
eu: Ispilutxo, ispilutxo, paretan, non dago hurrengo planoa? Ezer ez...

source: Entrer
eu: Sartu

source: Aléatoire
eu: Ausaz

source: Capacités aléatoires
eu: Ausazko abileziak

source: Armes aléatoires
eu: Ausazko armak

source: Pièges déployés
eu: Deuseztutako tranpak

source: Capacités diverses
eu: Bestelako abileziak

source: Mêlée
eu: Buruz-buru

source: Distance
eu: Ingurukoa

source: Obtenir des équipements aléatoires (Choix définitif).
eu: Lortu ausazko ekipamendua (ezin duzu geroago aldatu)

source: Obtenir des Capacités aléatoires (Choix définitif).
eu: Lortu ausazko abileziak (ezin duzu geroago aldatu)

source: Obtenir des Armes aléatoires (Choix définitif)
eu: Lortu ausazko armak (ezin duzu geroago aldatu)

source: Obtenir des objets de la catégorie ::c:: (Choix définitif).
eu: Lortu ::c:: kategoriak objektuak (ezin duzu geroago aldatu)

source: Sélectionner
eu: Aukeratu

source: U28_PIGGYBANK_GIVE_MONEY ::amountGive::
eu: Eman ::amountGive:: {iconCoin@img}

source: Traverser
eu: Gurutzatu

source: Frotter
eu: Igurtzi

source: Impossible de l'ouvrir...
eu: Ezin da ireki...

source: Utiliser la rune
eu: Erabili erruna

source: Renouveler la boutique
eu: Eguneratu denda

source: Maintenez pour renouveler la boutique
eu: Eutsi denda eguneratzeko

source: U32_SHOVEL_SLEEP
eu: Eseri

source: Se changer
eu: Aldatu

source: Ça ne semble pas fonctionner.
eu: Ez dirudi funtzionatzen duenik.

source: AUCUNE CELLULE SOUCHE DE BOSS
eu: NAGUSI ZELULARIK EZ

source: ::rune:: CELLULE SOUCHE DE BOSS ACTIVÉE
eu: ::rune:: NAGUSI ZELULA GAITUTA

source: ::rune:: CELLULES SOUCHES DE BOSS ACTIVÉES
eu: ::rune:: NAGUSI ZELULAK GAITUTA

source: Ramassez quatre quarts de parchemin pour gagner un point d'amélioration au choix !
eu: Bildu lau Pergamino Zati nahi duzun estatistika puntua desblokeatzeko.

source: U35_BOSS_CELL_SELECT_CURSED_MOBS - Cursed mobs can spawn in up to {::count::@PE} biomes!
eu: Madarikatutako izakiak {::count::@PE} biomatan agertu daiteke!

source: Pas d'autre téléporteur disponible
eu: Ez dago beste telegarraiatzailerik

source: Aucune destination disponible.
eu: Helbururik ez eskuragarri.

source: Téléporteur cassé
eu: Puskatutako telegarraiatzailea

source: Se téléporter
eu: Telegarraiatu

source: Dear prisonner,
eu: Preso agurgarria,

source: Tired of killing the same monsters over and over?
eu: Behin eta berriz munstro berak hiltzeaz nekatuta?

source: Bored by the landscapes of this small island?
eu: Uharte txiki honetako bistekin aspertuta?

source: Well, I definitely am.
eu: Tira, inongo dudarik gabe.

source: I think we can help each other.
eu: Elkarri lagundu diezaiokegula uste dut.

source: Meet me in the sewers, where I’m restocking for food.
eu: Topatu nirekin estoldetan, janariz hornitzen naizen lekuan.

source: Tuer
eu: Hil

source: Ce qui se trouvait sur cet autel a disparu il y a ::t::...
eu: Aldare honetan zegoena zegoela ere, orain dela ::t:: desagertu zen...

source: U34_CHOOSE_TRAINING_SCALING
eu: Aukeratu zure zailtasuna

source: Select a biome preset || Biome preset select
eu: Aukeratu aurrezarritako bioma bat

source: Select a mob || Mob select
eu: Aukeratu jende-taldea

source: U34_CHOOSE_TRAINING_SCROLLS
eu: Aukeratu zure estatistikak

source: La communauté est parvenue à ouvrir le coffre !
eu: Chat-ak kutxa irekitzea lortu du!

source: Tenter d'ouvrir le coffre
eu: Saiatu kutxa irekitzen

source: Chatouiller
eu: Kilikatu

source: Franchir
eu: Gurutzatu

source: Schéma déjà obtenu (::name::)
eu: Planoa dagoeneko eskuratuta (::name::)

source: Absorber
eu: Xurgatu

source: Tapez moi !
eu: Jo nazazu!

source: Je suis sans défense !
eu: Defentsarik gabe nago!

source: Hey bande de nazes !
eu: Aizue, tontolapiko kuadrilla!

source: Je suis là !
eu: Hementxe nago!

source: U35_DOOM_BRINGER_WALK_SPEECH_0
eu: Marmar... amaiera hurbil dago... marmar...

source: U35_DOOM_BRINGER_WALK_SPEECH_1
eu: Baduzu gure ekidin ezinezko amaieraren berri?

source: U35_DOOM_BRINGER_WALK_SPEECH_2
eu: Aspalditik nabil mundu guztiari esanez, egunen batean gertatu beharko du!

source: U35_DOOM_BRINGER_CURSE_SPEECH_0
eu: MADARIKAZIOA BEDI ZUGAN!

source: U35_DOOM_BRINGER_CURSE_SPEECH_1
eu: ZURE AMAIERA HURBIL DAGO!

source: U35_DOOM_BRINGER_CURSE_SPEECH_2
eu: HEMEN, HAR DEZAGUN BIDEA!

source: U35_DOOM_BRINGER_STUN_SPEECH_0
eu: EZKILAK ZURETZAT JOTZEN!

source: U35_DOOM_BRINGER_STUN_SPEECH_1
eu: DENA EZKILAK, TXISTURIK EZ!

source: U35_DOOM_BRINGER_STUN_SPEECH_2
eu: HONEK EZKILA JO BEHAR DU!

source: DLCP_MARIA_CAT_INTERACT
eu: Harrapatu

source: DLCP_MARIA_CAT_MEOW
eu: Miau!

source: U34_DPS ::dps::
eu: DPS: ::dps::

source: U34_AVG ::avg::
eu: BATEZBESTE: ::avg::

source: U34_HIGHEST ::highest::
eu: ALTUENA: ::highest::

source: U34_TIME ::time::
eu: DENBORA: ::time::

source: U34_TOTAL ::total::
eu: GUZTIRA: ::total::

source: Log
eu: Log-a

source: Un ::name:: !
eu: ::name:: bat!

source: Rattrapez le vite !
eu: Har ezazue, bizkor!

source: Vous avez réveillé un ::name:: !
eu: ::name:: bat esnatu duzu!

source: Éliminez le !
eu: Ezaba ezazue!

source: DLCP_CAT_PET
eu: Puuuuuuuurrrrrrrrrr ...

source: DLCP_CAT_NOPET
eu: Nola begiratzen nauen ikusita, nik uste jarraitzea nahi duela...

source: U30_STAFFY_NOPAT
eu: Desengainatuta dirudi.

source: U30_STAFFY_PAT
eu: Gauza honek dirudi... pozik dagoela?

source: Pourquoi ?
eu: Zergatik?

source: Bien maman !
eu: Lan ona, ama...

source: Je voulais pas...
eu: Ez dut joan nahi!

source: U30_HARDY_NOPAT
eu: Ez gelditu, mesedez!

source: U30_HARDY_PAT
eu: Hain zara atsegina nirekin! Bukaera arte jarraituko zaitut!

source: I hope you have food for me.
eu: Niretzat janaria izatea espero dut.

source: *yawn* ... Why did you wake me up for?
eu: *aharrausi* ... Zertarako esnatu nauzu?

source: We're fighting? Who? Ah, doesn't matter!
eu: Noren kontra ari gara borrokan!? Ah... Nori inporta zaio!

source: Où tu étais ? Et avec qui ?
eu: "Non ibili zara? Norekin zeunden?"

source: I missed you so much.
eu: "Zure mira handia izan dut."

source: I’m not letting you out of my sight ever again.
eu: "Ez dizut utziko nigandik berriz urruntzen."

source: It’s just me and you from now on.
eu: "Zu eta ni bakarrik izango gara aurrerantzean."

source: It’s so much better when we’re together.
eu: "Askoz hobeto gaude elkarrekin gaudenean."

source: DLC3 Jealous FlyingSword just killed a pet : Is there something wrong ?
eu: Zerbait gaizki al doa?

source: I feel like the island changed a bit... No, I must be imagining things.
eu: Uhartea pixka bat aldatu denaren irudipena dut... Bah, nire imajinazioa izango da.

source: The last monster was kinda spicy...
eu: Azken munstro hori nahiko pikantea zen...

source: At least the landscape is pretty.
eu: Bista behintzat polita da.

source: I'm glad I don't have a sense of smell.
eu: Pozten naiz ez dudalako usaimenik.

source: Come on, hit something!
eu: Tira, jo ezazu zerbait!

source: I'm boooored...
eu: Apeeeertutaaaa...

source: Give me monsters!!!
eu: Eman niri munstroak!!!

source: Where's the fight ?
eu: Non da borroka?

source: You never use me anyway! I'm off.
eu: Hala ere, ez nauzu inoiz erabiltzen! Banoa.

source: You're boring, ciao!
eu: Aspergarria zara, ciao!

source: Wake me up when there's some action.
eu: Esna nazazu ekintza pixka bat dagoenean.

source: You’re always busy!
eu: "Beti lanpetuta zaude!"

source: Pourquoi on ne peut pas tuer ensemble !?
eu: "Zergatik ezin ditugu gauzak elkarrekin hil!?"

source: On ne massacre plus comme avant...
eu: "Jada ez ditugu gauzak lehen bezala hiltzen..."

source: Yes! Let's kill them!
eu: Bai! Hil ditzagun!

source: Come on! Kill them!
eu: Tira ba! Hil itzazu!

source: Nobody handles me like you do.
eu: "Inork ez nau zuk bezala heltzen."

source: Let's go hunt some more!
eu: Goazen gehiago ehizatzera!

source: I'm preparing this one!
eu: Honetara prestatzen ari naiz!

source: Your blood is mine!
eu: Zure odola nirea da!

source: Yummi!
eu: Goxoa!

source: Feels good, doesn't it?
eu: Sentipen ona, ezta?

source: This one is ready, let's kill it!
eu: Hau prest dago, hil dezagun!

source: Consume the marks!
eu: Kontsumitu markak!

source: Yes!
eu: Bai!

source: Hit them!
eu: Jo itzazu!

source: More!
eu: Gehiago!

source: Ahaha!
eu: KarKar!

source: Focus on the marked ones!
eu: Ipini arreta marka dutenetan!

source: I didn't mark this one!
eu: Hau ez dut markatu!

source: Wrong target!
eu: Jomuga okerra!

source: Lemme mark them first!
eu: Utzidazu markatzen lehenengo!

source: Let me at it!
eu: Utzidazu!

source: I wanna eat it!
eu: Jan egi nahi dut!

source: Release me now!
eu: Aska nazazu!

source: U30_SERENADE_NOPAT
eu: Ez horretan berriz saiatu!

source: U30_SERENADE_PAT_1
eu: Ez ukitu!

source: U30_SERENADE_PAT_2
eu: Xerratan moztea bilatzen ari bazara, lortuko duzu...

source: U30_SERENADE_PAT_3
eu: Ongi, ari gara!

source: U30_SERENADE_PAT_4
eu: Ze lüze, inozoa.

source: U32_ROR_STAY_ALIVE
eu: BIZIRAUN..!

source: Coucou toi!
eu: Eh aizu!

source: Objet épuisé (voir description).
eu: Objektua eskuraezin (ikusi deskribapena)

source: Ça ne sert à rien.
eu: Ezin da orain erabili.

source: Double saut
eu: Jauzi bikoitza

source: DLCP_UPPERCUT_RUNE_NAME
eu: Jauzi Altua

source: Maintenir pour se soigner
eu: Eutsi sendatzeko

source: Pas besoin de soin
eu: Ez dago sendatu beharrik

source: Fiole de soin remplie et PV restaurés
eu: Osasun flaskoa beteta eta HP berrezarrita

source: PV restaurés
eu: HP berrezarria

source: Fiole de soin remplie
eu: Osasun flaskoa beteta

source: Esquiver
eu: Saihestu

source: Fiole de santé +1
eu: +1 osasun flaskoa

source: ::user:: a été destitué du rôle de Poulet car il ne répondait pas.
eu: ::user:: erabiltzaileak ez du Oilasko Kapitainaren kapa jantzi, ziurrenik ez dago ordenagailuan...

source: Votre poulet ::user:: ne répond pas, un nouveau vote a été lancé.
eu: ::user:: Oilasko Kapitainak ez du erantzun. Oilasko Kapitain berri bata aukeratzen!

source: Soin demandé à ::user:: (tentative ::n::)
eu: Senda nazazu ::user::! (::n:: saiakera)

source: Poulet ::user::, j'ai besoin d'un soin : choisissez "::cmdYes::" ou "::cmdNo::".
eu: ::user:: Oilasko Kapitaina, senda nazazu! Aukeatu "::cmdYes::" edo "::cmdNo::"

source: Pas prêt
eu: Oraindik ez dago prest

source: Descendre
eu: Joan behera

source: DLCP_DASH_RUNE_NAME
eu: Bulkada

source: Voulez-vous être le Boss?
eu: Nagusia izatea gustatuko litzaizuke?

source: ::user:: s'est proposé(e) en premier !
eu: ::user:. erabiltzaileak eskua altxa du!

source: ::num:: personne en lice !
eu: ::num:: pertsona sartu dira zozketan!

source: ::num:: personnes en lice !
eu: ::num:: pertsona sartu dira zozketan!

source: Le Boss est ::user:: !
eu: Nagusia ::user:: da!

source: ::user:: est le Boss ! Il peut lancer une attaque spéciale toutes les ::t:: secondes (commandes : ::cmds::) !
eu: ::user:: da Nagusia! Eraso berezia egin dezakete ::t:: segundoro (komandoak: ::cmds::)!

source: Voulez-vous être le Poulet sur ce niveau ?
eu: Oilasko Kapitaina izan nahi duzu maila honetan?

source: Voulez-vous être le Poulet sur le niveau "::level::" ?
eu: Oilasko Kapitaina izan nahi duzu "::level::" mailan?

source: Le Poulet est ::user:: !
eu: ::user:: izendatu da maila honetako Oilasko Kapitain gisa!

source: ::user:: est le Poulet ! Il peut taper "::cmdYes::" pour utiliser 1 charge de potion de soin, "::cmdNo::" pour refuser une demande de soin ou "::cmdResign::" pour abandonner ce rôle. Enfin, il peut entrer "@::player:: votre message" pour faire parler le Poulet en jeu !
eu: ::user:: bihurtu da Oilasko Kapitaina! Heroia sendatzeko "::cmdYes::" idatzi dezake, "::cmdNo::" sendatze eskaera baztertzeko edo "::cmdResign::" oilobustia izan eta Oilasko Kapitain izateari uzteko. Azkenik, baina ez azkena, "@::player::" idatzi dezake bere mezua baino lehen Oilasko Kapitainak jokoan hitz egin dezan!

source: Modification du prochain niveau:
eu: Hurrengo mailarako aldagarria:

source: COMMENT VOULEZ-VOUS MODIFIER LE NIVEAU SUIVANT ?
eu: ZEIN ALDAGARRI IKUSI NAHI DUZU HURRENGO MAILAN?

source: @::user:: a voté en premier.
eu: @::user::-ek bozkatu du lehenengo!

source: Amélioration :
eu: Hobekuntza:

source: CHOISISSEZ L'AMÉLIORATION!
eu: AUKERATU HOBEKUNTZA BAT!

source: ::user:: a voté en premier.
eu: @::user::-ek bozkatu du lehenengo.

source: Vos spectateurs ont choisi : ::item:: (::b::% brutalité, ::t::% tactique et ::s::% survie)
eu: Ikusleek ::item:: objektua aukeratu dute (%::b:: Krudelkeria, %::t:: Taktika eta %::s:: Bizirautea)

source: Amélioration permanente du joueur :
eu: Heroiaren hobekuntza iraunkorra:

source: QUEL SERA LE PROCHAIN BONUS PERMANENT ACCORDÉ AU JOUEUR ?
eu: ZEIN IZANGO DA HEROIAK LORTUKO DUEN HURRENGO BONUS IRAUNKORRA?

source: Votre talisman a été amélioré :
eu: Zure amuletoa hobetu da:

source: Nooon !
eu: Eeeez!

source: Ouch !
eu: Autx!

source: Courage !
eu: Altxa burua!

source: Bonne chance !
eu: Zorte on!

source: Vas y !
eu: EGIZU!

source: Aaaaaah !
eu: Ahhhh!

source: Joli plongeon !
eu: Jauzi ona!

source: Ah ah ah
eu: Kar kar!

source: Prochain niveau:
eu: Hurrengo maila:

source: Le niveau est plongé dans l'obscurité
eu: Maila iluntasunean murgilduta dago

source: Les monstres explosent en mourant
eu: Munstroak hiltzean lehertu egingo dira

source: Les portes explosent
eu: Ateak lehertuko dira

source: Ou voudriez-vous aller ensuite ?
eu: Nora joan nahi duzu orain?

source: QUEL NIVEAU APRÈS CELUI-CI ?
eu: ZEIN MAILA HONEN ONDOREN?

source: Ouvrez le coffre :
eu: Ireki kutxa:

source: pouf
eu: boof

source: boum
eu: boom

source: crac
eu: crack

source: poc
eu: pow

source: OUVREZ LE COFFRE !
eu: IREKI KUTXA!

source: Premier coup porté par @::user::.
eu: Lehenengo kolpea @::user::-ek emana

source: ..secret ?
eu: ...sekretua?

source: Secret !
eu: Sekretua!

source: SECRET !!
eu: SEKRETUA!

source: Switch map display
eu: Mapa ikuspegia aldatu

source: Focus
eu: Fokuratu

source: Fermer
eu: Itxi

source: CHOISISSEZ UNE DESTINATION
eu: AUKERATU HELBURUA

source: WORLD MAP
eu: MUNDU MAPA

source: Prenez garde aux mouches quand vous vous téléporterez...
eu: Kontuz ibili euliekin telegarraiatzean...

source: ÉQUIPEMENT
eu: EKIPAMENDUA

source: Infos
eu: Info

source: Voulez vous retourner à l'écran titre ?
eu: Itzuli menu nagusira?

source: No item in backpack
eu: Bizkar-zorroa hutsik

source: BACKPACK_SWAP_TEXT
eu: Trukatu

source: U34_TAILORDAUGHTER_UI_TITLE
eu: Jostunaren Alaba

source: U34_TAILORDAUGHTER_UI_CURRENT_HEAD
eu: Uneko burua

source: U34_MAP_DEPTH : ::v::
eu: Biomaren sakonera: ::v::

source: U34_MOBS_DIFFICULTY : ::v::
eu: Izakien maila: ::v::

source: U34_RECOMMENDED_SCROLLS : ::v::
eu: Gomendatutako pergaminoa: ::v::

source: U34_GEAR_LEVEL : ::v::
eu: Objektu maila: ::v::

source: U34_COPY_BIOME_DIFFICULTY
eu: Kopiatu biomaren zailtasuna

source: U34_CHOOSE_MOBS_PRESET
eu: Sortu etsai-multzoak biomatik

source: Select a biome preset
eu: Aukeratu sortutako bioma bat

source: Current preset
eu: Uneko aurreaukeraketa

source: VERROUILLÉ
eu: BLOKEATUTA

source: Levels
eu: Mailak

source: U31_STATUE_BASE_SECTION
eu: Oinarria

source: U31_STATUE_CAP
eu: Kapa

source: U31_STATUE_PANT_SECTION
eu: Galtzak

source: U31_STATUE_SKIRT_SECTION
eu: Gerrikoa

source: U31_STATUE_SKULL_SECTION
eu: Kaskoa

source: U31_STATUE_TOP_SECTION
eu: Armadura

source: U31_STATUE_WEAPON_SECTION
eu: Arma

source: U31_STATUE_MATERIAL_SECTION
eu: Materiala

source: U34_CONFIRM_BR_CUSTOM
eu: Nagusia Azkar partida hasi nahi duzu uneko aukeraketarekin?

source: U34_CHANGE_WEAPON_QUALITY
eu: Aldatu objektuaren kalitatea

source: U34_CHANGE_WEAPON_COLORLESS
eu: Bihurtu objektua kolore gabea

source: U34_CHANGE_WEAPON_LEVEL
eu: Aldatu objektuaren maila

source: U35_INCOMPATIBLE_HEAD
eu: Buru bateraezina

source: Select a mob
eu: Aukeratu etsai bat

source: Current mob
eu: Uneko etsaia

source: U35_INCOMPATIBLE_SKIN
eu: Janzkera bateraezina

source: Sélectionnez votre style
eu: Aukeratu zure janzkera

source: Étagère
eu: Apalak

source: Hey, you left your liver here.
eu: Aizu, zure gibela hemen utzi duzu.

source: GIT GUD
eu: Ez duzu errege itxurarik orain, eh?

source: U31_TIERBUTTON_CHOOSE
eu: Jaso

source: U28_MONEY_CHECKDOOR_PAY ::moneyLeftToPay::
eu: ::moneyLeftToPay:: {iconCoin@img} zor duzu

source: U28_MONEY_CHECKDOOR_REFUSAL
eu: Ez duzu zorra ordaintzeko adina urre

source: U28_MONEY_CHECKDOOR_FINALPAY
eu: Zorra kitatuta!

source: U28_CALL_ELEVATOR
eu: Deitu igogailuari

source: Déverrouiller
eu: Desblokeatu

source: Clé requise : ::name::
eu: Beharrezko giltza: ::name::

source: Ouvert avec : ::key:: !
eu: Honekin irekita: ::key::!

source: "Payez le tribut, ou retournez sur vos pas !"
eu: "Ordaindu zerga edo alde!"

source: Payer
eu: Ordaindu

source: Cette porte s'ouvre depuis un autre endroit.
eu: Ate hau beste lekuren batetik ireki beharko da.

source: Je ne peux pas l'ouvrir d'ici.
eu: Ezin dut hemendik ireki.

source: Cette porte est bloquée...
eu: Atea itxita dago...

source: Un mécanisme bloque la porte.
eu: Mekanismoren batekin dago atea itxita.

source: Cette porte a été condamnée il y a ::time::. Dommage...
eu: Atea hau duela ::time:: itxi zuten. Pena...

source: Porte minutée déverrouillée !
eu: Denbora atea desblokeatuta!

source: Porte minutée ouverte !
eu: Denbora Atea irekita!

source: Cette porte ne s'ouvrira pas si j'ai encore des cellules sur moi.
eu: Atea hau ez da irekiko zure zelula GUZTIAK gastatu arte.

source: Cette porte ne s'ouvrira pas tant que je n'aurai pas choisi des Mutations.
eu: Ate hau ez da irekiko zure Mutazioak aukeratu arte.

source: U31_BOSSRUSH_TIER_DOOR_HINT
eu: Aktibatu aldarea jarraitzeko.

source: Porte ouverte
eu: Atea irekita

source: U28_ELEVATOR_GO_DOWN
eu: Joan behera

source: U28_ELEVATOR_GO_UP
eu: Joan gora

source: DLCP_ELEVATOR_BLOCKED_ALUCARD
eu: Bai, hau ez da mugitzen. Gaztelu magiko madarikatua...

source: So you came!
eu: Etorri zara!

source: We'll set sail as soon as you're ready.
eu: Prest egon orduko itsasoratuko gara.

source: Be advised that what's lurking in the Shipwreck is really... unsavory, even by my standards.
eu: Jakizue Hondoratzean zain daukaguna oso zera dela... desatsegina, baita niretzat ere.

source: But I'm sure you didn't come that far to get cold feet, did you?
eu: Baina ziur nago ez zarela hain urrun ailegatu orain atzera egiteko, ezta?

source: Ready to go?
eu: Joateko prest?

source: Sail to ::destName::
eu: ::destName::-ra nabigatu

source: Déjà de retour ?
eu: Dagoeneko bueltan?

source: DLCP_MET_ALUCARD_NPC_TALK_1
eu: Berriro ere, nire aita gelditu behar dut. Noiz bukatuko da guztiz?

source: DLCP_MET_ALUCARD_NPC_TALK_2
eu: Hartu igogailua eta sartu zaitez Gazteluan, azkar!

source: DLCP_MET_ALUCARD_NPC_TALK_3
eu: Aurreratu zaitez, prestatu egin behar dut. Non dago nire ezkutua? Ziur nago harekin lurperatu nindutela...

source: DLCP_MET_ALUCARD_NPC_TALK_4
eu: Iluneko izakientzat traidore, gizakientzat munstro... zaila da dhampiroa izatea!

source: DLCP_MET_ALUCARD_NPC_TALK_5
eu: Ohhh benetan luzatu beharra dudala... mendeetan zehar mugitu gabe egotean giharrak zurruntzen ditu!

source: DLCP_DEATH_ALUCARD_NPC_TALK_1
eu: Plan berria pentsatzeko denbora behar dut.

source: DLCP_DEATH_ALUCARD_NPC_TALK_2
eu: Herio nire aitaren eskuin eskua da eta etsai krudela. Ez ninduke harrituko egunen batean itzuliko balitz...

source: DLCP_DEATH_ALUCARD_NPC_TALK_3
eu: Bitxiki, ez dizkizu zure botere eta ekipamendu guztiak kendu...

source: DLCP_DEATH_ALUCARD_NPC_TALK_4
eu: Borroka honetan Herio garaitu duzu, zorionak.

source: DLCP_PRISON_ALUCARD_NPC_TALK_1
eu: Hemendik aurrera okerrera egingo du. Presta zaitez borroka luze baterako.

source: DLCP_PRISON_ALUCARD_NPC_TALK_2
eu: Gazteluan zehar joan beharko duzu berriz, baina oraingoan, zuzenean bertara joango gara.

source: DLCP_PRISON_ALUCARD_NPC_TALK_3
eu: Ikusi al duzu nire ezpata? Ez dut inon aurkitzen...

source: DLCP_PRISON_ALUCARD_NPC_TALK_4
eu: Ezin da Herio bera hil. Ez litzateke atsedenik egongo hilkorrentzat...

source: DLCP_PRISON_AFTER_CLOCK_ALUCARD_NPC_TALK_1
eu: Ez zaitzala zure aurreko hutsak etsiarazi. Egin dezakezu!

source: DLCP_PRISON_AFTER_CLOCK_ALUCARD_NPC_TALK_2
eu: Zatoz nigana Erloju Gelara berriz. Oraingoan lortuko duzu!

source: DLCP_PRISON_AFTER_CLOCK_ALUCARD_NPC_TALK_3
eu: Gaztelua arriskuz beterik egongo da, baina ezin duzu zalantzarik egin orain.

source: DLCP_PRISON_AFTER_CLOCK_ALUCARD_NPC_TALK_4
eu: Ez nago gaztelu batean atzera egitearen kontra, ohituta nago.

source: DLCP_CLOCK_ALUCARD_NPC_TALK_1
eu: Ia ailegatu gara. Nire aita berriz ere geldiarazteko ikusiko dudala pentsatzea...

source: DLCP_CLOCK_ALUCARD_NPC_TALK_2
eu: Zure Erlojua txundigarria da! Zerbait ez dabil ongi, baina...

source: DLCP_CLOCK_ALUCARD_NPC_TALK_3
eu: Hala ere, zeinen kointzidentzia polita den zure uharteak ere Erloju Dorre bat izatea. Zelako zortea!

source: DLCP_CLOCK_ALUCARD_NPC_TALK_4
eu: Zuek ere bi eraztun behar dituzue zuen Erloju Gelako sekretuetara heltzeko? Ez? Zuek bai zortea...

source: DLCP_DOOKU_ALUCARD_NPC_TALK_1
eu: Ulertzen dut zure beldurra, baina nire aita geldiarazi behar duzu!

source: DLCP_DOOKU_ALUCARD_NPC_TALK_2
eu: Sentitzen du ardura hau zuri horrela utzi beharra.

source: DLCP_DOOKU_ALUCARD_NPC_TALK_3
eu: Zure garaipenak nire aitaren arazoak ere konponduko al ditu.

source: DLCP_DOOKU_ALUCARD_NPC_TALK_4
eu: Gaztelu hau gotorra da, ez ezazu zalantzarik egin indar guztiarekin borroka egiteko, segurua da.

source: DLCP_ALUCARD_POPUP
eu: Return to Castlevania DLCan partida bakoitzean behin bakarrik sar zaitezke.

source: U35_ASPECTMASTER_NOTAVAILABLE
eu: Kartzelan sartzen bazara, ezin izango dizut lagundu!
