Repository: josuigoa/itzulpenak
Catalog: dead_cells/data/main.*.po
Languages: eu

source: “Les individus présentant des troubles du comportement ou des détériorations physiques notables doivent être emprisonnés immédiatement."
eu: "Desorekatu jokabidea erakusten duen edo begi-bistako itxura kaxkarra nabari zaion pertsona oro berehala sartuko da kartzelan."

source: Ça sera plus pratique à moi qu'aux gardes.
eu: Zaindariek baino erabilpen hobea emango diet.

source: Encore un ordre du Roi pour ses officiers.
eu: Ofizialei zuzendutako Erregearen beste agindu bat.

source: “Si les cellules sont surpeuplées, utilisez les geôles extérieures ou les oubliettes. Ne laissez aucun individu supect sans surveillance.”
eu: "Ziegak gainpopulatuta badaude, erabili kanpo-kartzela edo oubliette-ak. Ez utzi susmagarririk ikuskatu gabe."

source: Hum, un autre ordre aux officiers...
eu: Hmm, ofizialentzako beste agindu bat...

source: “Le cimetière ne suffit plus, transférez directement les corps dans l’ossuaire et brûlez-les au plus vite !”
eu: "Hilerria beteta dago. Eraman gorpuak hezurtegira zuzenean eta eman su berehala!"

source: Ça sent un peu l'improvisation, tout ça.
eu: Badirudi aurrera egin ahala inprobisatzen ari zirela.

source: Blason du Roi
eu: Erregearen armarria

source: "Ordre à transmettre à vos soldats sous peine d'exécution.
eu: "Soldaduei eman beharreko agindua, heriotza zigorrarekin zigortuta.

source: Veillez à maintenir la herse fermée ! Vous savez comme moi qu’ils attaquent tous les soirs vers minuit !”
eu: "Ziurtatu burdin hesia jaitsita dagoela! Nik bezain ongi dakizue gauero erasotzen dutela gauerdi inguruan!"

source: Quelque chose a été dissimulé derrière le drapé...
eu: Zerbait ezkutatu da gortinen atzean...

source: "À tous les soldats.
eu: "Soldadu guztiei.

source: Ceux qui ne suivrons pas les ordres du Roi seront pendus sur le champ !"
eu: Erregearen aginduak obeditzean huts egiten duen edonor lekuan bertan urkatuko da!"

source: Ok, au moins ça a le mérite d'être clair !
eu: Tira, ongi, argi dago behintzat!

source: Alors oui, c'est peut-être pas bien de fouiller les affaires qui ne sont pas les miennes...
eu: Ados, agian gaizki egon daiteke nirea ez den gauzetan arakatzea...

source: ...mais ils sont déjà tous morts de toute façon.
eu: ...baina denak hilda daude.

source: Message public
eu: Mezu publikoa

source: Plusieurs messages identiques, frappés du sceau du Roi.
eu: Mezu berdin piloa, denak Erregearen zigiluarekin markatuta.

source: “Citoyens, signalez systématiquement à la patrouille locale les personnes se comportant de manière étrange ou portant les signes d'une maladie."
eu: "Hiritarrak! Portaera arraroa duen edo gaixotasun zantzuren bat agerikoa duen edonor ikusiz gero, patruilari berehala jakinarazi, salbuespenik gabe."

source: Il y a une inscription ajoutée en dessous de l'une des affiches :
eu: Zerbait dago idatzita seinaleetako baten azpian:

source: "Systématiquement, ça veut dire à chaque fois"
eu: "Edonor: DENAK esan nahi du!"

source: Bannière vandalisée
eu: Bandalizatutako pankarta

source: Encore plusieurs messages publics frappés du sceau du Roi.
eu: Beste hainbat mezu publiko Erregearen zigiluarekin markatuta.

source: “Citoyens, n'opposez aucune résistance si une patrouille vous somme de la suivre.
eu: "Hiritarrak! Patruila batek jarraitzeko esaten badizu, ez kontrarik egin.

source: Le bien commun prévaut sur l'individu."
eu: Taldearen ongizatea gizabanakoarenaren gainetik dago."

source: Une inscription peinte sur la bannière...
eu: Zerbait margotuta dago pankartan...

source: "Le Roi nous ment ! Mort au Roi !"
eu: "Erregea gezurretan ari da! Heriotza Erregeari!"

source: La bannière du Roi brûlée...
eu: Erregearen pankarta erre egin zuten...

source: Un message abandonné dans la réserve.
eu: Biltegian utzitako mezu bat.

source: Quoi ? Les soldats s'écrivent des petits mots ?
eu: Zer? Soldaduak elkarri ohartxoak uzten?

source: “Les corps s’entassent sans fin et les brûler ne suffit plus !...
eu: "Gorpu amaigabeak pilatzen ari dira. Erretzea jada ez da irtenbide egokia! ...

source: ...Certains se relèvent, d’autres parviennent même à prendre les armes !
eu: ... Batzuk altxatu egiten dira eta beste batzuk armak hartzea ere lortzen dute!

source: Il nous faut quitter cette île tant que nous le pouvons encore !”
eu: Uharte honetatik ihes egin behar dugu ahal dugun bitartean!"

source: Peinture
eu: Pintura

source: Une lettre d'un soldat.
eu: Soldatu baten eskutitza.

source: “Des tas de gens disparaissent près du village. Quelqu'un sait ce qu’il se passe ?”
eu: "Jende mordoa ari da desagertzen herrixkaren inguruan. Norbaitek ba ote daki zer ari den gertatzen?"

source: La chasse fait probablement partie des passe-temps favoris du Roi.
eu: Ehizatzea izango zen Erregearen denbora-pasa gustukoena.

source: Cette peinture d'un...cerf...en est la preuve.
eu: Pintura honek... oreina da?... frogatzen du.

source: C'est vraiment très moche.
eu: Uau. Benetan beldurgarria da...

source: Encore une lettre d'un soldat...
eu: Soldadu baten beste eskutitz bat...

source: “Pourquoi ordonne-t-on le transfert des villageois en prison ? Ces pauvres gens ont besoin de soins !”
eu: "Zergatik agintzen diguten herritarrak kartzelara eramateko? Jende gaixo honek tratamendua behar du!"

source: Des caisses d'armes.
eu: Armez betetako kaxak.

source: Salle de repos
eu: Atseden gela

source: ...À part ce message, peut-être ?
eu: ... mezu hau salbu, beharbada?

source: “Les recherches de l’alchimiste nous mènent à notre perte. Suivons le Roi ! Il faut enfermer les malades et protéger les gens !
eu: "Alkimistaren esperimentuek ez garamatzate inora. Jarrai dezagun Erregea! Gaixoak espetxeratu eta jendea babestu behar dugu!

source: Vive le Roi !"
eu: Aintza Erregeari!"

source: Une salle de repos pour les soldats, rien de particulier ici...
eu: Soldaduen atseden gela, ezer berezirik ez...

source: Pourquoi les soldats s'amusent-ils à cacher des armes ?
eu: Zergatik hartuko zuten soldaduen armak ezkutatzeko lana?

source: AH !
eu: AHA!

source: Bureau
eu: Idazmahaia

source: Un sac contenant diverses choses sans interêt...
eu: Interes gabeko hainbat objektu dituen zorro bat...

source: Hum, il y a une lettre pliée au fond.
eu: Hm, hondoan tolestutako eskutitz bat dago.

source: "En vous écrivant cette lettre, j’ai conscience des risques que je prends.
eu: "Badakit zer arrisku hartzen ari naizen eskutitz hau idatzita.

source: Les méthodes du Roi ne portent pas leurs fruits et la situation s’envenime.
eu: Erregearen metodoen ez garamatzate inora eta egoera okertzen ari da.

source: Il faut rapidement s’en remettre à une methode plus pacifique ! J’ai vu l’alchimi...”
eu: Bide baketsuago bat hartu beharko genuke berehala! Alkimistarekin hitz eg..."

source: La lettre s’arrête brusquement.
eu: Eskutitza bat-batean mozten da.

source: Hum, ce garde à cru bien faire en s'aménageant un bureau clandestin.
eu: Hmm, zaindari honek idazmahai sekretu bat jartzea sortze ideia ona zela pentsatu zuen.

source: Si les gardes se mettent aussi à faire des expériences bizarres, pas étonnant qu'on se retrouve avec des monstres partout !
eu: Zaindariak ere esperimentu arraroak egiten hasi baziren, ez da harritzekoa munstroak nonahi izatea!

source: Corps pourri
eu: Gorpu ustela

source: Encore un message d'un garde.
eu: Zaindari baten beste mezu bat.

source: Certaines parties du texte sont couvertes de sang séché...
eu: Idazkiaren zati batzuk odol lehorrarekin estalita daude...

source: ...ou de vomi...
eu: ...edo botaka da...

source: ...enfin une substance bizarre, quoi.
eu: ... edonola ere, substantzia arraro bat da.

source: “... gratte trop. Mal au ventre. Je gratte mais ça saigne...mal â la tête, et ...flou...me sens triste et ça gratte.”
eu: "Izugarrizko azkura. Sabeleko mina. Hazka egin eta odola ateratzen zait... buruko minak, bista lausotua... triste nago eta azkura daukat."

source: Peut-être le garde qui a rédigé cette lettre...et qui n' pas survécu.
eu: Beharbada eskutitz hau idatzi zuen zaindariak... eta ez zuen biziraun.

source: C'est triste, mais son collier ne lui servira plus à grand chose.
eu: Tristea da, baina bere lepokoa ez du gehiago erabiliko.

source: Un garde à laissé un petit mot pour ses collègues...
eu: Zaindari batek bere lankideentzako ohartxo bat utzi zuen...

source: "Le géant qui gardait l'entrée du château n'est plus.
eu: "Gazteluko ateak zaintzen zituen erraldoia jada ez dago.

source: Qu'a pu-t-il bien se produire entre le roi et lui pour qu'il en soit ainsi ?"
eu: Zer gertatu ote da bere eta Erregearen artean?"

source: ...Je ne sait pas ce que ce Géant à fait, mais vu la lance qu'il a dans le ventre, le désaccord devait être grand.
eu: ... ez dakit Erraldoiak zer egin zuen, baina lantza ikusita, iruditzen zait beraien artean... iritzi desberdinekoak zirela.

source: Caisse cachée
eu: Ezkutuko kaxa

source: "Dans la vie, il y a ceux qui ont une arbalète chargée et ceux qui creusent.
eu: "Munduan bi motako pertsonak daude: balezta kargatuta izaten dutenak eta zulatzen dutenak.

source: ...Nous on creuse.
eu: ... Guk zulatu egiten dugu.

source: On creuse depuis 7 mois. 7 mois ici et toujours pas de nouvelles de l'extérieur.
eu: 7 hilabetez aritu gara zulatzen. 7 hilabetez hemen eta oraindik ez dugu kanpoko berririk.

source: J'espère que tout va bien."
eu: Dena ongi egotea espero dut."

source: Mais pourquoi les gens qui travaillaient ici ont éprouvé le besoin de cacher des armes ?
eu: Hemen lanean ari zirenek zergatik zuten armak gordetzeko behar hori?

source: Corps déchiqueté
eu: Birrindutako gorpua

source: Petit trou
eu: Zulo txikia

source: Trainée verte
eu: Lika berderako bidexka

source: Le corps est tout gonflé...Un de ses bras s'est transformé en tentacule.
eu: Gorputz osoa puztuta dago... Bere besoetako bat garro bihurtu da.

source: C'est comme si le corps avait commencé à muter !
eu: Gorputza mutatzen hasi balitz bezala da!

source: une substance visqueuse sort du corps et recouvre le sol... comme une trainée d'ecargot.
eu: Substantzia likatsu bat gorputzetik atera eta lurrean zehar dago... barraskilo bide baten antzera.

source: ...la trainée arrive jusqu'au trou.
eu: ... bidea zulorantz doa.

source: Je sais pas ce que c'est, et j'ai pas vraiment envie de savoir.
eu: Ez dakit zer ote den, eta benetan ez dut jakin nahi.

source: Trou
eu: Zuloa

source: Cocon
eu: Kapulua

source: Rien de particulier ici...
eu: Ezer berezirik ez hemen...

source: ...à part peut-être cette substance bizarre au sol... encore.
eu: ... berriro lurrean dagoen substantzia bitxi hau izan ezik.

source: La trainée mène à une sorte de...cocon géant.
eu: Bidea bukatzen da... kapulu erraldoi batean.

source: Toutes sortes d'immondices ont élu domicile dedans.
eu: Esanezinezko gauza izugarriak bizi izan dira hemen.

source: C'est vraiment dégueux.
eu: Oso nazkagarria da.

source: Après, je suis pas très frais non plus.
eu: Ez naiz oso fresko sentitzen horren ondoren.

source: ...Qui suis-je, finalement, pour juger ainsi ?
eu: ... Azken finean, nor naiz ni epaitzeko?

source: ...j'ai même pas de tête. Je ne sais même pas d'où je viens.
eu: ... Bururik ere ez dut. Nondik natorren ere ez dakit.

source: Ce cocon ne serait-il pas le symbole même de notre existence ?
eu: Kapulu hau gure existentzia beraren sinboloa ote da?

source: Futile, éphémère ?
eu: Hutsa, iragankorra?

source: Ne sommes-nous pas destinés à nous adapter ou mourir, dans cette insaisissable boucle qu'est la vie ?
eu: Ez al da gure patua egokitzea edo hiltzea, bizitza deritzon begizta ikaragarri honetan?

source: Et qu'est-ce que la vie, finalement ? Et que dire de l'amour ?
eu: Finean, zer da bizitza? Eta maitasuna?

source: Une suite inéxorable d'instants volés dans le chemin que l'on parcourt, à l'aube du...
eu: Bidean zehar lapurtutako halabeharrezko momentu segida, egunsentia...

source: Oui, bon, on s'en fout.
eu: Bai, TIRA, aspergarriaaaa!

source: La trainée vient finir sa course dans ce trou.
eu: Bidea zuloan bukatzen da.

source: Et c'est un sacré gros trou.
eu: Eta zulo izugarri handia da.

source: Caisse d'armes
eu: Armen kaxa

source: Trou géant
eu: Zulo erraldoia

source: Toujours cette trainée au sol.
eu: Oraindik bide hau lurrean.

source: Un corps avec les habits d'un prisonnier. Aurait-il tenté de s'évader par les égouts ?
eu: Gorpu bat presoaren arropekin. Estoldetan zehar ihes egiten saiatu zen, beharbada?

source: ...il a de nombreuses plaies mais ne semble pas infecté.
eu: ...Zauri pila bat ditu baina ez dirudi kutsatuta dagoenik.

source: Hum...
eu: Hmm...

source: Repose en paix.
eu: Goian bego.

source: J'ai du mal à saisir ce que ces caisses font ici, mais soit.
eu: Ez nago oso ziur zer egiten duten kaxa hauek hemen, baina tira.

source: Quelle que soit cette chose, on peut considérer qu'elle a... grossi.
eu: Edozer dela ere, oso argi dago gauza hau... hazi egin dela.

source: Ou évolué.
eu: Edo eboluzionatu.

source: Ou muté.
eu: Edo mutatu.

source: Enfin ça sent pas bon, quoi.
eu: Edonola ere, sentipen txarra dut honen inguruan.

source: Ce truc n'y est pas allé par quatres chemins pour sortir d'ici.
eu: Gauza horrek ez zuen denborarik galdu hemendik alde egiteko.

source: Ça doit être un beau bébé, maintenant !
eu: Txikitxo polit eta maitekorra izan behar du orain!

source: Affaires de garde
eu: Zaindariaren gauzak

source: On dirait un message d'alerte d'un garde.
eu: Zaindari baten abisu mezua dirudi.

source: C'est écrit en rouge, alors ça doit être important.
eu: Gorriz idatzita dago, garrantzitsua izango da.

source: "Veillez à ne pas manquer vos tours de garde devant la salle de ce MONSTRE...
eu: "Ziurtatu ez duzula MUNSTROAREN gelatik kanpoko zure zaindari lanean huts egiten...

source: Ca n'a pas été facile de l'enchaîner, on aimerait ne pas avoir à recommencer !"
eu: Ez zen erraza izan kateatuta egotea. Ez litzaidake gustatuko berriz dena egin behar izatea!

source: Un prisonnier a gravé quelques mots sur le mur...
eu: Preso batek paretan hitz batzuk marratu zituen...

source: "Pourquoi ...remplissent la prison avec les innoc"
eu: "Zergatik... bete dute kartzela errugab"

source: Le message est incomplet.
eu: Mezua bukatu gabe dago.

source: Il y a quelque chose de dissimulé là dedans.
eu: Zerbait ezkutatuta dago hemen.

source: Le bureau est ravagé.
eu: Idazmahaia arpilatuta zegoen.

source: Quelqu'un a écrit dans le journal, par dessus les notes de "l'Alchimiste", comme il se fait appeller.
eu: Norbaitek egunerokoan idatzi du, "alkimistaren" oharren gainean, bere buruari deitzen dio horrela.

source: "Pourquoi poursuis-tu tes recherches, pauvre fou ?
eu: "Zergatik jarraitzen duzuen zuen esperimentuekin, gajo horiek?

source: Nous devons être unis face à l'adversité.
eu: Ezbeharrei aurre egiteko elkarrekin egon beharra dugu.

source: Il faut ISOLER des gens sains les gens touchés par le mal-être !
eu: Osasuntsu dagoen jendea Ondoeza duenetik ISOLATU behar dugu!

source: VIVE LE ROI !"
eu: AINTZA ERREGEARI!"

source: Matériel alchimique
eu: Alkimia ekipamendua

source: Stock
eu: Erreserba

source: Lettres au sol
eu: Eskutitzak lurrean

source: Cette lettre est moins abîmée que les autres.
eu: Eskutitz hau gainontzekoak baino hobeto dago.

source: “...pouvez utiliser.. nos corps pou.. vos recherches. Je vo.. en supplie, sauvez nous..e al...”
eu: "...erabili ditzakezu... gure gorputzak... zure esperimentuetan... mesedez... salba gaitzazu..."

source: Le reste est illisible.
eu: Ezin da besterik irakurri.

source: Je suis pas sûr de vouloir comprendre ce que je viens de lire.
eu: Ez nago ziur irakurri berri dudana ulertu nahi ote dudan ere.

source: C'est du matériel de pointe...
eu: Goi-mailako ekipamendua...

source: Je me demande ce que ça fait ici.
eu: Zer egiten ote du hemen.

source: Je suis presque sûr que je ne risque rien en avalant un de ces trucs.
eu: Ia ziur nago gauza hauetako bat irenstea ez dela kaltegarria.

source: Pas mal d'ustensiles inutilisés.
eu: Erabili gabeko objektu andana.

source: Un tas de lettres, abimées par l'humidité.
eu: Eskutitz pila, hezetasunagatik hondatuak.

source: Illisibles...
eu: Irakurgaitza...

source: Ordre royal
eu: Errege agindua

source: Ordre royal souillé
eu: Zikindutako errege agindua

source: La bannière du Roi à été vandalisée.
eu: Erregearen pankarta bandalizatua.

source: “Le Roi enlève et brûle nos enfants !
eu: "Erregea gure umeak bahitu eta erretzen ari da!

source: RÉVEILLEZ-VOUS !"
eu: ESNATU!

source: Un petit malin a réussi à uriner sur cet ordre du Roi.
eu: Pertsona jakintsu batzuk Erregearen aginduan pixa egiteko moldatu dira.

source: Pourtant il est placé assez haut.
eu: Nahiko goian egon arren.

source: Grimoire
eu: Grimorioa

source: Plantes
eu: Landareak

source: - Journal de recherches -
eu: - Ikerketa Bloka -

source: "Le dernier croisement n’a rien donné : les extraits administrés au volontaire ont conduit à une monstruosité informe... mi-homme, mi-plante.
eu: "Egindako azken mestizajeek ez dute emaitzarik eman: boluntarioei emandako estraktuek forma gabeko munstrokeria sortu dute... erdi gizon, erdi landare.

source: Le sujet n’a pas survécu.”
eu: Subjektuak ez du biziraun."

source: Tout un tas de fleurs bizarres...
eu: Landare arraro mordoa...

source: ...qui dégagent une odeur étonnante.
eu: ... usain espantagarriarekin.

source: Champignons
eu: Perretxikoak

source: "Il devient de plus en plus difficile collecter les échantillons de moisissure dans ces égoûts.
eu: "Gero eta zailagoa ari da izaten lizun laginak biltzea estolda hauetan.

source: Les revenants sont trop nombreux.”
eu: Agerraldi gehiegi daude."

source: Des champignons collectés un peu partout dans les égoûts.
eu: Estoldetan zehar bildutako perretxikoak.

source: Fiole
eu: Flaskoa

source: Etagère
eu: Apala

source: “Les soins administrés aux derniers volontaires semblent porter leurs fruits. Ils toussent toujours mais vomissent beaucoup moins.
eu: "Azken boluntarioei emandako tratamendua emaitzak ematen ari dela dirudi. Eztula egiten dute oraindik baina askoz botaka gutxiago egiten dute.

source: Moins de sang en tous cas.
eu: Edo odol gutxiago, nolanahi ere.

source: Suis-je sur la bonne voie ?"
eu: Bide zuzenetik ote noa?"

source: Cette tache, là...
eu: Orban hau hemen...

source: J'hésite entre de l'urine ou de la bile.
eu: Pixa edo behazun kolorea da?

source: Sûrement un mélange des deux.
eu: Bien nahasketa ziurrenik.

source: “Essence de Perce-Feuille concentrée.
eu: "Bupleurum-aren esentzia kontzentratua.

source: 8 fois par jour. D'avantage si le sujet vomi. Le réanimer si nécessaire.
eu: 8 aldiz egunean. Gehiago subjektua botaka ari bada. Berpiztu beharrezkoa bada.

source: Consigner les signes d'amélioration au registre."
eu: Apuntatu erregistroan edozein hobekuntza zantzu."

source: Il semblerait que la plupart des livres et produits intéressants aient déjà été pillés.
eu: Badirudi liburu eta produktu interesgarri gehienak arpilatu dituztela jada.

source: Pour ce qui est des livres, je ne pense pas qu'il faille chercher du côté des prisonniers.
eu: Ez dut uste presoen geletan liburuen bila ibiltzeak zentzu handirik duenik.

source: C'est sûrement un gros préjugé, hein.
eu: Ziurrenik estereotipo bidegabea izan arren...

source: Non mais entre nous, c'était pas des flèches quoi.
eu: Baina gure artean, tipo hauek ez ziren mahaiko labanarik zorrotzenak ere.

source: Mur
eu: Pareta

source: “Toute la sève qui coule dans ces pierres... Je dois en prélever le plus possible et trouver une solution.”
eu: "Harri hauei darien izerdi guztia... Ahalik eta gehiena bildu behar dut eta konponbide bat aurkitu."

source: Je suis passé devant pleins de fois mais je ne me suis jamais demandé ce que c'était que ce liquide visqueux dans les murs.
eu: Dozenaka aldiz pasa naiz jaramonik egin gabe eta ez dut inoiz pentsatu paretako likido likatsu hori zer ote zen.

source: C'est joli mais ça pue un peu.
eu: Polita da, baina kiratsa dario.

source: “Les corps plongés dans la dernière solution changent moins vite.
eu: "Azken disoluzioan murgildutako gorputzen aldaketa moteldu egin da.

source: Je dois extraire l’essence de cette solution et l’appliquer sur d'autres volontaires.”
eu: Disoluzio honen esentzia erauzi eta beste boluntarioei aplikatu behar diet."

source: Insectes
eu: Intsektuak

source: "Toutes les espèces trouvées dans ces quartiers semblent altérées.
eu: "Eremu honetan aurkitutako espezie guztiak aldatuak dirudite.

source: Est-ce que les insectes ont propagé le mal-être sur l'île ?"
eu: Intsektuak izan ote dira Ondoeza uharte osoan zabaldu dutenak?"

source: Tout un tas d'insectes soigneusement répértoriés, et parfaitement alignés.
eu: Lerro zuzenetan kontu handiarekin sailkatu eta lerrokatutako mota askotako intsektu bilduma.

source: Et classés par type.
eu: Eta motaren arabera sailkatuak.

source: Et par taille.
eu: Eta tamainaren arabera.

source: Et par ordre alphabétique.
eu: Eta ordena alfabetikoan.

source: La personne qui bosse dans ce bureau est...rigoureuse, quoi.
eu: Bulego honetan lanean aritutako pertsona oso... arretatsua zen.

source: Corps brûlés
eu: Erretako gorpuak

source: Fioles
eu: Flaskoak

source: "Les corps sont inexploitables, leurs peaux ne sont plus utilisables pour mes recherches.
eu: "Gorpuak alferrikakoak dira, beraien azalak jadanik ez dira nire ikerketarako erabilgarriak.

source: Je m'en remet aux prélévements de dents, j'espère que cela m'aidera à comprendre l’origine du Mal-être.”
eu: Hortz laginak hartzen hasi beharko dut. Espero dut horrek lagunduko didala Ondoezaren jatorria ulertzen."

source: Encore un tas de cadavres brûlés.
eu: Gorpu erreen beste pila bat.

source: Conserver ça dans un bâtiment mal aéré... C'est pas très hygiénique !
eu: Eta gaizki aireztatutako eraikinetan gordetzea... Nahiko antihigienikoa dirudi!

source: "Bleu-de-gris à infuser"
eu: "Infusiotarako Bleudigris"

source: "Essence de Perce-Feuille"
eu: "Bupleurum esentzia"

source: "Pommade de chêne du Val"
eu: "Haran-haritz krema"

source: "Sirop de gros vers"
eu: "Zizare handien ziropa"

source: Cadavres
eu: Gorpuak

source: “La substance du sanctuaire produit des effets imprévisibles sur les os que j’ai prélevé ici.
eu: "Bildutako hezurretan aurreikusi ezinezko ondorioak izan ditu santutegiko substantziak.

source: Tous ces corps...Toutes ces vies.
eu: Gorpu guzti hauek... Bizi guzti hauek.

source: Peut-être que le Roi a raison, finalement ?”
eu: Azken finean, beharbada Erregea zuzen dago?"

source: Difficile de dire si ces corps étaient infectés.
eu: Ezin esan gorpu hauek kutsatuta ote zeuden.

source: Mais une chose est sûre, leur peau a fondu comme un vieux fromage abandonné au soleil.
eu: Baina gauza bat da ziurra, beraien azala gazta zaharra eguzkitan bezala urtu zen.

source: "Les corps se sont encore reveillés.
eu: "Gorputz hauek berriro esnatu dira.

source: Et cette obscurité...
eu: Eta iluntasun hau...

source: Mes recherches sur le Mal-être ne peuvent plus continuer ici.”
eu: Ezin dut Ondoezaren esperimentuekin hemen jarraitu."

source: "Certains avancent que la sève qui coule dans ces murs se déverse dans le réseau d'égoûts et serait l'origine du mal.
eu: "Batzuk diote paretei darien izerdia estolda sarera pasa eta horrek eragin zuela Ondoeza.

source: Mais le problème ne peut-il pas être aussi la solution ?”
eu: Baina agian arazoa konponbidea izango da?"

source: "Tous ces cristaux extraits n'ont pas qu'une utilisation commerciale, j'en suis persuadé...
eu: "Kristal horiekin saldu baina gauza gehiago egin ditzakegu, ziur nago hortaz...

source: les utiliser sur les corps ne donne rien pour le moment, mais je dois persévérer !”
eu: Gorpuetan erabiltzeak oraingoz ez du ezer egiten, baina jarraitu beharra dut!

source: Cet alchimiste... Est-ce un fou ou un génie ?
eu: Alkimista hau... eroa ala jenioa ote da?

source: Désolé, vieux.
eu: Sentitzen dut, lagun.

source: Notes
eu: Oharrak
