Repository: josuigoa/itzulpenak
Catalog: dead_cells/data/main.*.po
Languages: eu

source: Il existe d'autres chemins que celui qui mène à la mort de votre ennemi. Celui qui passe par la mort de quelqu'un qui n'avait rien demandé par exemple.
eu: Zure aurkariaren heriotzara daramaten bide asko daude. Errugabe baten heriotzaren bidea hartzea, adibidez...

source: Tenue de l'Epouvantail classique
eu: Txorimaloaren Betiko Janzkera

source: L'amour est une plante grimpante qui se dessèche et meurt si elle n'a rien a enlacer.
eu: Ezer ez da sobera lore batentzat.

source: Tenue de l'Epouvantail aux mains vertes
eu: Txorimaloaren Erpuru Berdea Janzkera

source: C'est l'heure de la récolte !
eu: Uzta biltzeko garaia!

source: Tenue du méchant Epouvantail de l'Ouest
eu: Mendebaldeko Txorimalo Sorginduaren Janzkera

source: Oh, quel monde ! Quel monde !
eu: Oh, zelako mundua! Zer nolako mundua!

source: Tenue de Charmantail
eu: Txorimoñoño Janzkera

source: Tellement amical qu'il attire les oiseaux !
eu: Txoriak erakartzeko bezain lagunkoia!

source: Tenue d'Epouvantail gothique
eu: Txorimalo Gotikoaren Janzkera

source: Peur sur la vigne.
eu: Izan Segalari Berdearen beldur.

source: Tenue du cultiste
eu: Kultuzale Janzkera

source: Avec cette robe, aucune chance qu'on voie un jour la raie du cultiste.
eu: Ba al duzu minutu bat gure Jaun eta Salbatzaileari buruz hitz egiteko?

source: Flawless Concierge Outfit
eu: Zubizainaren Janzkera Bikaina

source: Good cleaning job!
eu: Garaile umilenek daramaten janzkera...

source: Flawless Conjunctivius Outfit
eu: Konjuntibius-en Janzkera Bikaina

source: Good watching job!
eu: Begi guztiak zuri begira egongo dira...

source: Flawless Temporal Outfit
eu: Janzkera Tenporal Bikaina

source: Good timing job!
eu: Denboraz gaindiko estiloa...

source: Flawless Giant Outfit
eu: Erraldoiaren Janzkera Bikaina

source: Good giant job!
eu: Bizia baino handiago izango zara hemen!

source: Flawless Hand of the King Outfit
eu: Erregearen Eskua Janzkera Bikaina

source: Good royal job!
eu: Eskulanetan esku-hartzen dutenentzat bakarrik.

source: Flawless Tick Outfit
eu: Tick-en Janzkera Bikaina

source: Good tickling job!
eu: Pozez zoratzen egongo zara janzkera honekin!

source: Flawless Scarecrow Outfit
eu: Txorimaloaren Janzkera Bikaina

source: Good gardening job!
eu: Erpuruberde Jauna da zuretzat...

source: Tenue glagla.
eu: Neguko Janzkera

source: Une tenue neige.
eu: Ez, ezin duzu zure sudurra jan HP lortzeko.

source: Tenue de cambrioleur inversé
eu: Alderantzizko Lapurraren Janzkera

source: L'habit d'une créature mythique qui pénétre illégalement des propriétés privées pour y déposer des objets.
eu: Besteen etxeetan legez kanpo sartu eta ausazko objektuak uzten dituen kondairazko izaki iragankorraren janzkera.

source: U26_HKSKIN_NAME
eu: Ontzi Janzkera

source: U26_HKSKIN_GAMEPLAYDESC
eu: Pentsatzeko gogorik ez. Hausteko borondaterik ez. Sufrikarioz negar egiteko ahotsik ez.

source: U26_BLASPHEMOUSSKIN_NAME
eu: Penitentearen Janzkera

source: U26_BLASPHEMOUSSKIN_GAMEPLAYDESC
eu: Atzerriko ordena sakratu bateko bizirik dirauen azkenaren armadura.

source: U26_GUACSKIN_NAME
eu: Luchador Janzkera

source: U26_GUACSKIN_GAMEPLAYDESC
eu: Aukeratutako Juanen janzkera.

source: U26_SKULSKIN_NAME
eu: Hezurtxoren Janzkera

source: U26_SKULSKIN_GAMEPLAYDESC
eu: Deabru Erregearen armadako kide moñoño baina basatienarena izandakoa.

source: U26_HLDSKIN_NAME
eu: Magoaren Janzkera

source: U26_HLDSKIN_GAMEPLAYDESC
eu: Biltzailearen ahaztutako ezagutzaz, galdutako teknologiaz eta hautsitako istorioez higatutakoa

source: U26_CODGSKIN_NAME
eu: Esploratzailearen Janzkera

source: U26_CODGSKIN_GAMEPLAYDESC
eu: Suge-gizonak. Zergatik izan behar zuten suge-gizonak?

source: Knight's outfit
eu: Zaldunaren Janzkera

source: An exotic armor from another universe.
eu: Beste unibertso bateko armadura exotikoa.

source: Armored Shrimp Carcass Outfit
eu: Ganba-Karkasa Blindatua Janzkera

source: Moist and yucky on the inside
eu: Barrutik heze eta nazkagarria

source: Mutineer Outfit
eu: Matxinatzaile Janzkera

source: Anchor sold separately
eu: Aingura bereiz salgai

source: Servant Outfit
eu: Zerbitzari Janzkera

source: Loyal and fire-resistant
eu: Leial eta suaren kontrakoa

source: Toxic Servant Outfit
eu: Zerbitzari Toxiko Janzkera

source: "And I love what you do"
eu: "Eta egiten duzuna maite dut"

source: Silver Servant Outfit
eu: Zilarrezko Zerbitzari Janzkera

source: What an elegant silver lining!
eu: Zeinen zilar kolore ederra!

source: Aurora Servant Outfit
eu: Aurora Zerbitzari Janzkera

source: Early Slammer catches the Biter!
eu: Jotzaile goiztiarrak Biter harrapatzen du!

source: King's Servant Outfit
eu: Erregearen Zerbitzari Janzkera

source: Was there a fourth Servant?
eu: Laugarren Zerbitzaria al zegoen?

source: Flawless Servant Outfit
eu: Akatsik gabeko Zerbitzari Janzkera

source: Great serving job !
eu: Zerbitzatze lan bikaina!

source: Queen Outfit
eu: Erregina Janzkera

source: White Gold Queen Outfit
eu: Urre Zurizko Erregina Janzkera

source: Triple 0 outfit
eu: 0 hirukoitz janzkera

source: Cherry Blossom Queen Outfit
eu: Gerezi Lore Erreginaren Janzkera

source: Initially white. Contains a red sock in one of its pockets.
eu: Berez zuria zen. Patriketako batean galtzerdi gorri bat du.

source: Frozen Queen Outfit
eu: Izotz Erreginaren Janzkera

source: Spicy Queen Outfit
eu: Erregina Min Janzkera

source: Guaranteed without anchovies and pineapple.
eu: Antxoa edo ananari gabe dela bermatuta.

source: Flawless Queen Outfit
eu: Erregina Bikainaren Janzkera

source: Flamboyantly good job!
eu: Nabarmentzeko lan ona!

source: Delayed Hedgehog Outfit
eu: Atzeratutako Arantzurde Janzkera

source: Have to move at a faster pace!
eu: Martxa azkarragoan mugitu behar da!

source: Banker Outfit
eu: Gizon Prestu Janzkera

source: With cufflinks made of fragments of the Philosopher's Stone. Deliciously decadent.
eu: Filosofoaren Harriaren zatiekin egindako mahuka-bikiekin. Dekadentzia goxoa.

source: Robber Outfit
eu: Lapur Janzkera

source: Time for a hostile takeover!
eu: Botere-hartze oldarkorraren unea da!

source: Bobby Outfit
eu: Bobbyren Janzkera

source: Bobby outfit from Dead cells trailer
eu: Gogo-bakarreko baina zorte txarreko presoaz gelditzen dena.

source: ShovelKnight
eu: Shovel Knight Janzkera

source: U32_SHOVELSKIN_GAMEPLAYDESC
eu: Armadura oso sendoa, ez pala-zioan erakusteko bakarrik.

source: Jacket
eu: Berritutako Bomber Janzkera

source: U32_HOTLINEMIAMISKIN_GAMEPLAYDESC
eu: Bularrean "B" handi bat du brodatuta. Bead Cells?

source: Zero
eu: Zero Outfit

source: U32_KATANAZERO_GAMEPLAYDESC
eu: Gerran zehar erabilitako NULL uniformea baino erosoagoa.

source: Commando Outfit
eu: Commando Janzkera

source: U32_RISKOFRAIN_GAMEPLAYDESC
eu: ..eta horrela alde egin zuen, bere gizatasuna ez, beste guztia hartuta.

source: Terraria Outfit
eu: Janzkera Ezaguna

source: U32_TERRARIA_GAMEPLAYDESC
eu: Honen datu-meatzaritza egitea oso meta litzateke.

source: Slay The Spire Outfit
eu: Burdinjantzi Janzkera

source: U32_SLAYTHESPIRE_GAMEPLAYDESC
eu: Aurreko jabeak bere arima deabru botereen truke saldu zuen.

source: U31_SKIN1_NAME
eu: Zaldun Nagusia Janzkera

source: U31_SKIN1_DESC
eu: Zaldun Tutorial guztia irakatsi zidan. Aholkulari handia da zuretzat.

source: U31_SKIN2_NAME
eu: Zaldun Barbaro Nagusia Janzkera

source: U31_SKIN2_DESC
eu: "Altxa zure aizkora gorago! Erraiak ateratzea landu behar duzu, oraindik zalantzatiegia zara!"

source: U31_SKIN3_NAME
eu: Zaldun Garailea Nagusia Janzkera

source: U31_SKIN3_DESC
eu: Zutaz ezin harroago egongo litzateke... hala ere...

source: U31_SKIN4_NAME
eu: Zaldun Argitsu Nagusia Janzkera

source: U31_SKIN4_DESC
eu: "Encom izeneko arotz batek sortua". Esanahiaren arrastorik ere ez dut.

source: U31_SKIN5_NAME
eu: Garaipen Janzkera

source: U31_SKIN5_DESC
eu: Borroka eremuan lortutako arrakastak arropa prestigiotsu hau janzteko eskubidea eman dizu.

source: U31_SKIN6_NAME
eu: Garaipen Bisoniko Janzkera

source: U31_SKIN6_DESC
eu: Aurkari guztiak paretik kenduko ditu, uharte guztian Pax Bisonika maitagarria ezarri arte.

source: U31_SKIN7_NAME
eu: Garaipen Aholku Janzkera

source: U31_SKIN7_DESC
eu: Zure mentoreak lehenengo ikasleari irakasten dionean jantzi ohi duena.

source: U31_SKIN8_NAME
eu: Garaipen Disdiratsu Janzkera

source: U31_SKIN8_DESC
eu: Zure aparteko gaitasunekin egiten duzu distira, orain zure arropek ere distira egin dezakete.

source: Simon Outfit
eu: Simon Janzkera

source: DLCP_SIMON_OUTFIT_GAMEPLAYDESC
eu: Jantzi motz hau daramanak bere hanka eta besoak okertu ditzake, baita jauzi egin bitartean ere.

source: Alucard Outfit
eu: Alucard Janzkera

source: DLCP_ALUCARD_OUTFIT_GAMEPLAYDESC
eu: Errege-soinekoak, Jaun Ilunaren semeak berak merezitakoak.

source: RichterROB Outfit
eu: Richter Janzkera

source: DLCP_RICHTER_OUTFIT_GAMEPLAYDESC
eu: Zure jakako mahukak kentzea errazago mugitzeko modua da. Ez da logikoena, baina.

source: DLCP_SYPHA_OUTFIT_GAMEPLAYDESC
eu: Belnades klaneko sorginek janzten zituzten jantzi tradizionalak.

source: Trevor Outfit
eu: Trevor Janzkera

source: DLCP_TREVOR_OUTFIT_GAMEPLAYDESC
eu: Belmont guztien artean mendeku-gose handiena zuenaren arropa. Ez iezaiozu Trevy deitu edo Drakula bera baino gehiago gorrotatuko zaitu.

source: Maria Outfit
eu: Maria Renard Janzkera

source: DLCP_MARIA_OUTFIT_GAMEPLAYDESC
eu: Katu-larruz eta uso-lumez estalia. Kontuz alergia dutenekin!

source: Hector Outfit
eu: Hector Janzkera

source: DLCP_HECTOR_OUTFIT_GAMEPLAYDESC
eu: Desagertu eta gero ere Deabruaren Burdinola Maisuaren arropak gorde zituen.

source: HauntedArmor Outfit
eu: Armadura Sorgindu Janzkera

source: DLCP_HAUNTEDARMOR_OUTFIT_GAMEPLAYDESC
eu: Apaingarri itxurako armadura hau ez da batere erosoa. Barruan bakarrik ez bazeunde bezala da.

source: Adele Outfit
eu: Herioren Janzkera

source: DLCP_DEATH_OUTFIT_GAMEPLAYDESC
eu: Gu guztiongana dator.

source: Adele Blue Skeleton Outfit
eu: Herio Hotzaren Janzkera

source: DLCP_BLUEDEATH_OUTFIT_GAMEPLAYDESC
eu: Sentitu Herioren hats hotza zure lepoan!

source: Adele Red Skeleton Outfit
eu: Herio Gorria Janzkera

source: DLCP_REDDEATH_OUTFIT_GAMEPLAYDESC
eu: Ez begiratu maskararen azpian.

source: Adele Dark Skeleton Outfit
eu: Herio Urduri Janzkera

source: DLCP_DARKDEATH_OUTFIT_GAMEPLAYDESC
eu: Zerraldo erori!

source: Spectral Adele Outfit
eu: Herio Espektral Janzkera

source: DLCP_SPECTRALDEATH_OUTFIT_GAMEPLAYDESC
eu: Ez duzu nabari, baina dagoeneko bertan dago.

source: Flawless Adele
eu: Herio Bikaina Janzkera

source: DLCP_FLAWLESSDEATH_OUTFIT_GAMEPLAYDESC
eu: Herio garaitzea ez da kontu erraza. Minik hartu gabe egitea ia ezinezko balentria da.

source: Dooku Outfit
eu: Drakula Janzkera

source: DLCP_DRACULA_OUTFIT_GAMEPLAYDESC
eu: Jaun Iluna, Iluntasunaren Printze, Deabru Erregea, Gazteluko Nagusia, Vlad Ţepeş, Mathias Cronqvist... kapa honen berezko jabeak urteetan zehar izen asko izan ditu.

source: Cronqvist Dooku Outfit
eu: Mathias Cronqvist Outfit

source: DLCP_DRACULACRONQVIST_OUTFIT_GAMEPLAYDESC
eu: Oraindik gizakia zenean, Drakulak Jainkoa madarikatu zuen bere Elisabetha maitea eramateagatik.

source: Strange Dooku Outfit
eu: Drakula Doktore Janzkera

source: DLCP_DRACULASTRANGE_OUTFIT_GAMEPLAYDESC
eu: Diotenez, Drakulak hilabete batzuk eman omen zituen Nepalgo tenplu bitxi batean eta lebitazio-kapa honekin itzuli zen.

source: Luxurian Dooku Outfit
eu: Drakula Ponposo Janzkera

source: DLCP_DRACULAPOMPOUS_OUTFIT_GAMEPLAYDESC
eu: Gazteluko Maisuak antolatutako ongietorri dekadenteenetarako erabilitako arratsaldeko arropa.

source: Batman Dooku Outfit
eu: Drakula Zaindari Janzkera

source: DLCP_DRACULAVIGILANTE_OUTFIT_GAMEPLAYDESC
eu: Heroi moduan hil edo zure burua bilau bihurtzeko ikusteko adina bizi zaitezke, dirudienez.

source: FlawlessDooku
eu: Drakula Bikaina Janzkera

source: DLCP_FLAWLESSDRACULA_OUTFIT_GAMEPLAYDESC
eu: Banpiro ehiztari abilenenek bakarrik merezi duten saria.

source: BaseFlame
eu: Betiko Burua

source: U35_HEAD_REVEALEDATSTART
eu: Berez desblokeatuta

source: U34_HEAD_BASEFLAME_AMBIANTDESC
eu: Sugarra da... landarea da... ez, homunkulua da!

source: BobbyFlame
eu: Bobby Burua

source: U35_HEAD_BOBBYFLAME_HINT
eu: Aurretik "Hazi Txarra trailer"-en...

source: U34_HEAD_BOBBYFLAME_AMBIANTDESC
eu: Alai eta axolagabeki behin eta berriz hiltzeaz pozik.

source: U35_HEAD_CONCIERGEFLAME_NAME
eu: Zubizainaren Sugarra

source: U35_HEAD_CONCIERGE_HINT
eu: Garbi ezazu dena Zubizaina ::count:: aldiz hilda.

source: U35_HEAD_CONCIERGE_AMBIANTDESC
eu: Sugarra besterik ez da, ezin duzu bere orroa errepikatu.

source: U35_HEAD_CONJUNCTIVIUSHEAD_NAME
eu: Konjuntibius garroa

source: U35_HEAD_CONJUNCTIVIUS_HINT
eu: Ezabatu estoldetan dabilen mehatxua Konjuntibius ::count:: aldiz hilda.

source: U35_HEAD_CONJUNCTIVIUS_AMBIANTDESC
eu: Nazkagarri, itsaskor, garroki.

source: U35_HEAD_MAMATICKEYE_NAME
eu: Mama Tick Begia

source: U35_HEAD_MAMATICK_HINT
eu: Zure arropek lokazti zahar baten usaina izango dute, baina hala eta guztiz ere hil ezazu Mama Tick ::count:: aldiz.

source: U35_HEAD_MAMATICK_AMBIANTDESC
eu: Ahaztu estereoskopioa, zure betaurrekoak prezio erdian eros ditzakezu orain!

source: U35_HEAD_TIMEKEEPERHAT2D_NAME
eu: Denbora Zaindari Maskara

source: U35_HEAD_TIMEKEEPER_HINT
eu: Ziurrenik Denbora Zaindaria infinitu aldiz hil zenezake, baina has gaitezen ::count:: aldirekin.

source: U35_HEAD_TIMEKEEPER_AMBIANTDESC
eu: Objektu honek denboran zehar flotatzen duela dirudi.

source: U35_HEAD_GIANTFLAME_NAME
eu: Erraldoi Sugarra

source: U35_HEAD_GIANT_HINT
eu: Behin hiltzea ez zen nahikoa izan beretzat: hil ezazu Erraldoia ::count:: aldiz.

source: U35_HEAD_GIANT_AMBIANTDESC
eu: Zorionez, zure neurrira egina dago, ez bere neurrira.

source: U35_HEAD_SCARECROWHAT2D_NAME
eu: Txorimalo Txapela

source: U35_HEAD_GARDENER_HINT
eu: Desegin belar txarrak Txorimalo ::count:: aldiz errotik aterata.

source: U35_HEAD_GARDENER_AMBIANTDESC
eu: Pixka bat zikina, baina oso erabilgarria eguzki, izerdi toxiko, kapar erraldoi edo burusoiltzearen aurka.

source: U35_HEAD_HANDOFTHEKINGFLAME_NAME
eu: Erregearen Eskua Sugarra

source: U35_HEAD_HOTK_HINT
eu: Kargugabetu Erregearen Eskua eta exekuta ezazu ::count:: aldiz badaezpada.

source: U35_HEAD_HOTK_AMBIANTDESC
eu: Txanoaren eta sugarraren xarma batzen ditu. Zoragarria!

source: U35_HEAD_SERVANTSMASK_NAME
eu: Zerbitzari Maskara

source: U35_HEAD_SERVANT_HINT
eu: Deuseztatu Zerbitzaria eta atera zaitez bizirik Itsasargiko bisitatik ::count:: aldiz.

source: U35_HEAD_SERVANT_AMBIANTDESC
eu: Beharbada zu zinen laugarren Zerbitzaria hasieratik?

source: U35_HEAD_QUEENFLAME_NAME
eu: Erregina Sugarra

source: U35_HEAD_QUEENFLAME_HINT
eu: Bihurtu zaitez eskarmentudun erregina-hiltzailea Erreginari ::count:: aldiz gailenduz.

source: U35_HEAD_QUEENFLAME_AMBIANTDESC
eu: Bere berri izan dugun azken aldia dela sinistea zaila da...

source: U35_HEAD_COLLECTORHOOD_NAME
eu: Biltzailearen Txanoa

source: U35_HEAD_COLLECTOR_HINT
eu: Gelditu gaizkile baten planak bera ::count:: aldiz garaituz.

source: U35_HEAD_COLLECTOR_AMBIANTDESC
eu: Guillain, panazea prestatu behar dugu.

source: U35_HEAD_BLACKHOLE_NAME
eu: Zulo Beltza

source: U35_HEAD_BLACKHOLE_HINT
eu: Zeharkatu uharte osoa inork ukitu izan gabe.

source: U35_HEAD_BLACKHOLE_AMBIANTDESC
eu: Oso konpaktu eta beltz-beltza. Ez da kalitate hoberena buru batentzat, baina haaainda dotorea!

source: U35_HEAD_BLACKHOLEWHITE_NAME
eu: Zulo Zuria

source: U35_HEAD_BLACKHOLEWHITE_HINT
eu: Izan madarikatua baino gehiago.

source: U35_HEAD_BLACKHOLEWHITE_AMBIANTDESC
eu: Teorian, buru hau existi liteke. Frogatu beharko litzateke, baina.

source: U35_HEAD_BLACKHOLEVIOLET_NAME
eu: Zulo Bioleta

source: U35_HEAD_BLACKHOLEVIOLET_AMBIANTDESC
eu: Burugabearen sugarrak forma desberdin asko izan ditu lehenengoz agertu zenetik.

source: U35_HEAD_BLACKHOLERED_NAME
eu: Zulo Gorria

source: U35_HEAD_BLACKHOLERED_HINT
eu: Hasi buruen bildumarekin!

source: U35_HEAD_BLACKHOLERED_AMBIANTDESC
eu: Bere distira gorria seinalea da: kontu odoltsuak izango ditugu!

source: U35_HEAD_BLACKHOLEGREEN_NAME
eu: Zulo Berdea

source: U35_HEAD_BLACKHOLEGREEN_HINT
eu: Elementu biltzaile bikainei bakarrik eskaintzen zaie.

source: U35_HEAD_BLACKHOLEGREEN_AMBIANTDESC
eu: Hain da itzalezina, uretan ere erretzen jarraitu dezakeela batere gutxitu gabe.

source: U35_HEAD_BLACKHOLEBLUE_NAME
eu: Zulo Urdina

source: U35_HEAD_BLACKHOLEBLUE_HINT
eu: Errunak, hobekuntzak... datorrenerako prestatzeko denetarik beharko duzu.

source: U35_HEAD_BLACKHOLEBLUE_AMBIANTDESC
eu: Biltzaileari eskaini dizkiozun zelula guztien hondar-energiarekin mantendua.

source: U35_HEAD_BITTER_NAME
eu: Biter Burua

source: U35_HEAD_BITTER_HINT
eu: Lagundu iezaiezu jaten ematen dien eskua ausikitzen.

source: U35_HEAD_BITTER_AMBIANTDESC
eu: Auuuu, begira zintatxo polit hori!

source: U35_HEAD_VORTEXDARNESS_NAME
eu: Bortizea

source: U35_HEAD_VORTEXDARNESS_AMBIANTDESC
eu: Buru honekin déjà-vu bitxi bat izan duzu. Non ikusi duzu hau lehenago?

source: U35_HEAD_VORTEXBADSEED_NAME
eu: Odol Bortizea

source: U35_HEAD_VORTEXBADSEED_HINT
eu: Bukatu bioma bat bikainki.

source: U35_HEAD_VORTEXBADSEED_AMBIANTDESC
eu: Oh ez, ez izan beldurrik. Arropan dudan odol guztia nirea da.

source: U35_HEAD_VORTEXANDSEA_NAME
eu: Bortize Abisala

source: U35_HEAD_VORTEXSEA_HINT
eu: Munstro hilketa piloari buruz entzungo zenuen, baina entzun duzu uharte garbiketaz?

source: U35_HEAD_VORTEXSEA_AMBIANTDESC
eu: Sakontasun ilunetik bueltan ekarria.

source: U35_HEAD_VORTEXFOUNDRY_NAME
eu: Bortize Iluna

source: U35_HEAD_VORTEXFOUNDRY_HINT
eu: Zure buru bilketa areagotzen doa.

source: U35_HEAD_VORTEXFOUNDRY_AMBIANTDESC
eu: Dena da hobea morean, Egileek diotenez.

source: U35_HEAD_GUILLAIN_NAME
eu: Guillain Burua

source: U35_HEAD_GUILLAIN_HINT
eu: Guztiak aurkitu behar ditut!

source: U35_HEAD_GUILLAIN_AMBIANTDESC
eu: Guillainak, aurkitu Guillainak!

source: U35_HEAD_PECHEUR_NAME
eu: Arrantzale Txanoa

source: U35_HEAD_FISHERMAN_HINT
eu: Arrantzalearen aspaldiko laguna zara edo buru kosmetikoen bildumak gustuko dituzu. Ez dago beste aukerarik.

source: U35_HEAD_FISHERMAN_AMBIANTDESC
eu: Uharteko kostan harat-honat ibiltzeko txano bikaina. Barruko tolestura batean arrain erdi bat ere badago, gose bazara.

source: U35_HEAD_STAPHYHEAD_NAME
eu: Oinbesarkatzaile Burua

source: U35_HEAD_LEGHUGGER_HINT
eu: Inoiz handituko ez balira hobe, ezta?

source: U35_HEAD_LEGHUGGER_AMBIANTDESC
eu: Tira, zure maskotarekin oso hurbileko harremana da hori!

source: U35_HEAD_FLAWLESS_NAME
eu: Lastargi Bikaina

source: U35_HEAD_FLAWLESS_HINT
eu: Bikainki zapaldu dagoen nagusi oro.

source: U35_HEAD_FLAWLESS_AMBIANTDESC
eu: Zure borrokako loriak betiko distiratuko du.

source: U35_HEAD_CELLHEAD_NAME
eu: Zelula

source: U35_HEAD_CELL_HINT
eu: Badirudi Biltzailea ziur dagoela zelulek ondorio... interesgarriak izan ditzaketela kopuru astronomikoetan jasoz gero.

source: U35_HEAD_CELL_AMBIANTDESC
eu: Jaten duzuna zarela diote... zergatik jan dituzu zelulak?!

source: U35_HEAD_EVILEMPIRE_NAME
eu: Evil Minion Burua

source: U35_HEAD_EVILEMPIRE_HINT
eu: Nork du hau irakurtzeko astia?!

source: U35_HEAD_EVILEMPIRE_AMBIANTDESC
eu: Gutako bat zara.

source: U35_HEAD_BLOBBYFLAME_NAME
eu: Tanta Toxikoa

source: U35_HEAD_BLOBBYFLAME_HINT
eu: Gaixotasun labur baten ondorioz hil.

source: U35_HEAD_BLOBBYFLAME_AMBIANTDESC
eu: Pozoiak zure buruaren egitura aldatu duela dirudi. Usainera ohituko zara, berandu baino lehen.

source: U35_GLITCHY_HEAD_NAME
eu: Glitch

source: U35_GLITCHY_HEAD_HINT
eu: Ikusi benetako* glitch bat (*Egileek nahita egindakoa).

source: U35_GLITCHY_HEAD_AMBIANTDESC
eu: einZn urub raoarra edn uha...

source: U35_HEAD_MUSHROOMBOI_NAME
eu: Perretxiko Txo Txapela

source: U35_HEAD_MUSHROOMBOI_HINT
eu: Ezin dituzu gauza txiki gaixo hauek zauritu!

source: U35_HEAD_MUSHROOMBOI_AMBIANTDESC
eu: Hezea eta usaintsua baina oso ikonikoa.

source: U35_HEAD_HORDESZEROHOOD_NAME
eu: Zero Horda Txanoa

source: U35_HEAD_HORDESZERO_HINT
eu: Kontu dibertigarria: Dead Cells tower defence joko bat izan zen, behin. Iritsi Tronura eta egin omenaldia ondare horri.

source: U35_HEAD_HORDESZERO_AMBIANTDESC
eu: Antzinako garai bateko erlikia, izan zitekeen errealitate batekoa.

source: U35_HEAD_BLOBBYFLAMEMAGMA_NAME
eu: Magma Tanta

source: U35_HEAD_BLOBBYFLAMEMAGMA_HINT
eu: Zergatik ez hartu azken bainu bero bat?

source: U35_HEAD_BLOBBYFLAMEMAGMA_AMBIANTDESC
eu: Hau buru-beroa.

source: U35_HEAD_BLOBBYFLAMEMALAISE_NAME
eu: Itzal Tanta

source: U35_HEAD_BLOBBYFLAMEMALAISE_HINT
eu: Ez duzu jakin nahi zer dagoen Iluntasunean zelatan.

source: U35_HEAD_BLOBBYFLAMEMALAISE_AMBIANTDESC
eu: Orain badakizunez, otoitz egitea besterik ez duzu.

source: U35_HEAD_BLOBBYFLAMEGUM_NAME
eu: Tanta Gozoa

source: U35_HEAD_BLOBBYFLAMEGUM_HINT
eu: Mozorroak, mozorroak edonon!

source: U35_HEAD_BLOBBYFLAMEGUM_AMBIANTDESC
eu: Azukre-kotoia da? Txiklea? Organismo bizidun bat?

source: U35_GLITCHY_HEAD_DEEPSPACE_NAME
eu: Anomalia Espaziala

source: U35_GLITCHY_HEAD_DEEPSPACE_HINT
eu: Benetako buru biltzailea zara!

source: U35_GLITCHY_HEAD_DEEPSPACE_AMBIANTDESC
eu: .ebag kirigra omsa, neztadla amorof ad ira iteB

source: U35_GLITCHY_HEAD_RED_NAME
eu: Mehatxuzko Anomalia

source: U35_GLITCHY_HEAD_RED_HINT
eu: Azkenean, oraindik madarikatuta zaude.

source: U35_GLITCHY_HEAD_RED_AMBIANTDESC
eu: HaU zUrE sOrbAlDEN aRtEAn erAmATeA aRrisKuTsuA iZANgo Aa ZiurReNIk, BaiNa pAsAtAKo gUZtiAReN oNdOREN, ZER AXOlA DiO?

source: U35_HEAD_BLOWTORCH_BLACK_NAME
eu: Soldagailu Iluna

source: U35_HEAD_BLOWTORCH_BLACK_HINT
eu: Mehatxu handi bati garaitu gutxigatik.

source: U35_HEAD_BLOWTORCH_BLACK_AMBIANTDESC
eu: Igortzen baino gehiago, xurgatzen ari dela dirudi.

source: U35_HEAD_BLOWTORCH_NAME
eu: Soldagailua

source: U35_HEAD_BLOWTORCH_AMBIANTDESC
eu: Beroa beroa beroa!

source: U35_HEAD_BLOWTORCH_GOLD_NAME
eu: Urrezko Soldagailua

source: U35_HEAD_BLOWTORCH_GOLD_HINT
eu: Izaki izugarri aberatsentzat bakarrik eskuragarri.

source: U35_HEAD_BLOWTORCH_GOLD_AMBIANTDESC
eu: Erre zure dirua!

source: U35_HEAD_BLOWTORCH_RED_NAME
eu: Soldagailu Gorri Distiratsua

source: U35_HEAD_BLOWTORCH_RED_HINT
eu: Bota sua nagusi bati.

source: U35_HEAD_BLOWTORCH_RED_AMBIANTDESC
eu: Hotzago baina ez seguruago.

source: U35_HEAD_BOSSCELL_NAME
eu: Nagusi Zelula

source: U35_HEAD_BOSSCELL_HINT
eu: Denak harrapatu behar ditut!

source: U35_HEAD_BOSSCELL_AMBIANTDESC
eu: Gorriak ikusi dituzu hauetako bost bakarrik daudela jakin duzunean.

source: Blood Drinker
eu: Odol Edalea

source: Every hit against a bleeding target heals you for ::prct::% of your max health.
eu: Odoletan dauden jomugenganako eraso bakoitzak zure osasun maximoaren %::prct:: sendatzen du.

source: Stomper
eu: Zapaltzailea

source: Dive attacks and fall damage deal ::prct::% more damage to enemies.
eu: Jauzi erasoek eta erorikoek %::prct:: min handiagoa ematen diete etsaiei.

source: Shatter
eu: Birrindu

source: Enemies take heavy damage when you break their freeze (::power:: base).
eu: Etsaien izotza (::power:: oinarria) puskatzen duzunean min handia emango diezu.

source: Toxin Lover
eu: Toxina Maitalea

source: Slowly heals you when inside a gas cloud or poison pool. Poison no longer affects you.
eu: Pozoiak ez du zugan eraginik izango. Izatez, gas laino edo pozoi-leku batean bazaude poliki-poliki sendatuko zara.

source: Berzerker
eu: Gupidagabe

source: You can't die while you still have recovery. You deal bonus damage in proportion to the amount of HP you are missing.
eu: Garaiezina zara oraindik berreskuratu daitekeen HP baldin baduzu. Falta duzun HParen proportzioan min gehigarria emango duzu.

source: Gotta Go Fast
eu: Azkar Joan Behar
