Repository: josuigoa/itzulpenak
Catalog: dead_cells/data/main.*.po
Languages: eu

source: U31_HYDRASPELL_AMBIENTDESC
eu: Etxeko intsentsu moduan erabil daiteke, baita presondegi kirasdun batean ere.

source: DLCP_THROWINGAXE_NAME
eu: Botatzeko Aizkora

source: DLCP_THROWINGAXE_GAMEPLAYDESC
eu: Aizkora bat ibilbide parabolikoan botako du, jaisterakoan {min kritikoa@CC} emango du.

source: DLCP_THROWINGAXE_AMBIENTDESC
eu: Aizkora bi unibertsoren arteko zubia da

source: DLCP_MEDUSAHEAD_NAME
eu: Medusaren Burua

source: DLCP_MEDUSAHEAD_GAMEPLAYDESC
eu: Burua lurrean bueltaka jartzen du, kolpatzen dituen etsaiak {harri bihurtuz@PT}. Gelditu edo berraktibatu arte, garrasi egingo du hurbileko etsaiak aireratuz.

source: DLCP_MEDUSAHEAD_AMBIENTDESC
eu: Begiratu niri begietara zurekin hizketan ari naizenean!

source: DLCP_ANATHEMA_NAME
eu: Anatema

source: DLCP_ANATHEMA_GAMEPLAYDESC
eu: Gutxienez etsai bat kolpatzen badu zu ::count:: aldiz madarikatuko zaituen zeharkako jaurtigaiak botatzen ditu.

source: DLCP_ANATHEMA_AMBIENTDESC
eu: Alhadura barne.

source: Vieux bouclier en bois
eu: Egur Zaharrezko Ezkutua

source: Maintenir pour absorber une partie des dégâts. Appuyer brièvement pour tenter une {parade@PA} et annuler les dégâts.
eu: Eutsi minaren zati bat xurgatzeko. Sakatu behin {aldaratzeko@PA} eta min guztiak blokatzen saiatzeko.

source: Bouclier de première ligne
eu: Lehen Lerroko Ezkutua

source: Vos attaques au corps-à-corps infligent ::prct2::% de dégâts supplémentaires pendant ::duration:: secondes après une {parade@PA} réussie.
eu: Buruz-buruko erasoak %::prct2:: min gehigarria ematen du ::duration:: segundoz, {aldaratze@PA} arrakastatsu baten ondoren.

source: Les larmes de la communauté sont gravées dans le bois, côté intérieur.
eu: Ezkutu honen barruan komunitatearen malkoak daude grabatuta.

source: Assommoir
eu: Borra

source: Etourdit les ennemis bloqués. Durée de l'effet accrue si {parade@PA} réussie.
eu: Blokeatutako etsaiak zorabiatzen ditu. Zorabioak luzeago iraungo du {aldaratze@PA} arrakastatsu bat egin bada.

source: Punition
eu: Zigorra

source: Les attaques bloquées infligent des dégâts aux ennemis proches. {Coups critiques@CC} si {parade@PA} réussie.
eu: Blokeatutako erasoek hurbileko etsaietan mina ematen dute. {Min kritikoa@CC} {aldaratze@PA} arrakastatsua egin bada.

source: Bouclier de dégagement
eu: Kolpea Itzultzeko Ezkutua

source: Les attaques bloquées repoussent les ennemis. Si l'ennemi est projeté contre un mur, il subit +::+power2:: dégâts. Effet doublé si {parade@PA} réussie.
eu: Erasoak blokeatuta etsaiak kolpatzen ditu, pareta joz gero +::+power2:: mina hartuko dute. Min bikoitza {aldaratze@PA} batekin.

source: Rempart
eu: Harresia

source: Absorbe plus de dégâts. Génère un champ de force (::duration:: sec) si {parade@PA} au corps à corps réussie.
eu: Min handiagoa xurgatzen du. Buruz-buruko {aldaratze@PA} arrakastatsu baten ondoren ::duration:: segundoz indar eremu bat sortzen du.

source: Bouclier d'assaut
eu: Eraso Ezkutua

source: Bloque les attaques tout en chargeant en avant.
eu: Erasoak blokeatzen ditu aurrera jotzen den bitartean.

source: Bouclier sanguinaire
eu: Ezkutu Odolzalea

source: Les attaques bloquées infligent {saignement@BL} (::+dps:: DPS sur ::duration:: sec). Effet étendu aux ennemis proches si {parade@PA} réussie.
eu: Blokeatutako erasoek {odoletan egotea@BL} eragiten du (::+dps:: DPS ::duration:: segundoz). Efektuak hurbileko etsaiei eragingo die {aldaratze@PA} arrakastatsu baten ondoren.

source: Bouclier de cupidité
eu: Dirugose Ezkutua

source: Une {parade@PA} réussie fait tomber les dents des ennemis (1 par ennemi). Transforme les flèches en or.
eu: {Aldaratza@PA} arrakastatsu bidez etsaien hortzak kendu (1 etsai bakoitzeko) eta geziak urre bihurtuko da.

source: Bouclier à pointes
eu: Puntadun Ezkutua

source: Inflige d'importants dégâts aux ennemis bloqués.
eu: Min handiagoa ematen die blokeatutako etsaiei.

source: Bouclier de contre
eu: Aldaratze Ezkutua

source: Ne peut être maintenu. Les grenades et tirs bloqués sont renvoyés avec plus de puissance.
eu: Ezin da altxatuta eutsi. Blokeatutako granada eta tiroak indar handiagoarekin itzultzen dira.

source: Bubulle
eu: Indar Ezkutua

source: Génère un champ de force temporaire tant qu'il est maintenu. Il se regénère lentement quand le bouclier n'est plus maintenu. Les {parades@PA} accélèrent le processus.
eu: Altxatuta eutsita denbora baterako indar eremua sortzen du. Ezkutua altxatuta ez dagoenean poliki birkargatzen da. {Aldaratzeek@PA} prozesua azkartzen dute.

source: Bouclier foudroyant
eu: Trumoi Ezkutua

source: Inflige ::+dps:: DPS {électriques@EL} devant vous quand il est maintenu ou tout autour de vous pendant ::duration:: secondes après une {parade@PA} réussie. Réutiliser le bouclier déchargera l'énergie d'un seul coup, étourdissant les ennemis. Inflige {choc@EL} (::+dps2:: DPS en zone pendant ::*ShockAffectDuration:: sec).
eu: ::+dps:: DPS {elektrikoa@EL} ematen du zure parean ::duration:: segundoz blokeatzean ari zaren bitartean, edo zure inguru osoan {aldaratze@PA} arrakastatsu baten ondoren. Erabili berriro hurbileko etsai guztiak zorabiatzeko. ::+dps2:: DPS {astindua@EL} ematen du zure inguruan ::*ShockAffectDuration:: segundoz.

source: Bouclier glaçant
eu: Izotz Ezkutua

source: {Parrer@PA} un coup {gèle@IC} les enemis proche. Les projectiles renvoyés {gêlent@IC} les ennemis au contact.
eu: Eraso bat {aldaratuz@PA} hurbileko etsaiak {izozten ditu@IC}. Itzulitako jaurtigaiek jotako etsaiak {izoztuko@IC} dituzte.

source: DLCP_ALUCARD_SHIELD_NAME
eu: Alucard-en Ezkutua

source: DLCP_ALUCARD_SHIELD_GAMEPLAYDESC
eu: Buruz-buruko erasoak egiteko erabil daiteke. Aldaratze baten ondoren {min kritikoa@CC} emango du.

source: DLCP_ALUCARD_SHIELD_AMBIANTDESC
eu: Alucard-ek borrokan darabilenean, "The dhampir strikes back" esan dezakezu.

source: Collier de prisonnier
eu: Presoaren Lepokoa

source: Rien de notable, si ce n'est une odeur persistante de rat crevé.
eu: Ez dago aipatzeko ezer garrantzitsurik, izan dezakeen hildako arratoi usain arinaz gain...

source: Anneau de la Communauté
eu: Komunitatearen eraztuna

source: Talisman de rubis
eu: Errubi Amuletoa

source: Un bel objet habilement dissimulé sous vos vêtements, pour que les graphistes aient moins de boulot.
eu: Artistei lan pixka bat aurrezteko arropen azpian trebeki ezkutatutako objektu ederra.

source: Talisman de topaze
eu: Topazio Amuletoa

source: Talisman de saphir
eu: Zafiro Amuletoa

source: Talisman aurifère
eu: Urrezko Amuletoa

source: Talisman de pierre de lune
eu: Ilargi Amuletoa

source: Vous sauve la vie UNE fois (inefficace contre les Malédictions).
eu: Zure bizitza BEHIN salbatzen du (ez du Madarikazioen aurka balio).

source: Qui a dit qu'on ne pouvait pas tromper la mort ?
eu: Nork dio ezin duzula heriotza engainatu?

source: Clé
eu: Giltza

source: Ouvre les portes verrouillées (original, non ?)
eu: Itxitako ateak irekitzen ditu (sorpresa!)

source: Clé du quartier de haute sécurité
eu: Segurtasun-handiko eremurako giltza

source: Clé de corruption
eu: Galbiderako Giltza

source: Clé du cimetière
eu: Hilerriko Giltza

source: Ouvre les portes des enfers...
eu: Infernuko ateak irekiko ditu...

source: Clé de la crypte
eu: Kriptako Giltza

source: Elle semble très ancienne.
eu: Oso zaharra dirudi.

source: Clé de l'architecte
eu: Arkitektoaren Giltza

source: Trouvée dans un mur, reste à savoir à quoi elle sert.
eu: Pareta batean aurkitua. Nork daki zertarako ote den?

source: Clé du village
eu: Herriko Giltza

source: Clé de l'horloger
eu: Erlojugilearen Giltza

source: Clé du Clocher
eu: Ezkila Dorreko Giltza

source: Clé du jardinier
eu: Lorezainaren Giltza

source: Clé du fou
eu: Madman-en Giltza

source: Clé du Château
eu: Gaztelurako Giltza

source: Permet d'ouvrir une porte du Château.
eu: Gazteluko atea irekitzen du.

source: Clé Allen
eu: Allen Giltza

source: Clé de l'ascenseur
eu: Igogailuko Giltza

source: Clé du sommet de la tour
eu: Gailur Giltza

source: Clé de gardien
eu: Zaindariaren Giltza

source: Clé de la Fleur de Lune
eu: Ilargi Lorearen Giltza

source: Clé enguirlandée
eu: Girlanda Giltza

source: Clé des geôles en fer
eu: Burdin Zelulen Giltza

source: Clé des geôles en or
eu: Urre Zelulen Giltza

source: Vieille clé de service
eu: Zerbitzu Zaharreko Giltza

source: Elle sent très mauvais.
eu: Kiratsa dario.

source: Joyau incrustable
eu: Haitzuloko Giltza

source: Clé de la Serre
eu: Arboretum Hondaturako Giltza

source: Clé de la Distillerie
eu: Destilategiko Giltza

source: DLC3_Lighthouse_key
eu: Itsasargiko Giltza

source: DLC3_StiltStaphy_key
eu: Michel-en Giltza

source: Forked Key
eu: Furtxeta Giltza

source: Crowned Key
eu: Koroa Giltza

source: DLCP_PETRIFIED_KEY_NAME
eu: Harri Giltza

source: DLCP_PETRIFIED_KEY_DESC
eu: Behar baino astunagoa.

source: Augmente les points de vie.
eu: HP handitzen du.

source: Augmente les dégâts des armes.
eu: Armen mina handitzen du.

source: Augmente les dégâts des compétences actives et réduit leur délai d'utilisation.
eu: Aktibo dauden abilezien mina handitzen du eta beraien berrerabiltze denbora murrizten du.

source: Quart de parchemin
eu: Pergamino Zatia

source: Réunissez-en 4 pour obtenir une augmentation de caractéristique.
eu: Lortu lau zure estatistiketako bat handitzeko.

source: Potion secrète de ???
eu: ???-ren edabe sekretua

source: Que peut-elle bien renfermer ?
eu: Zer ote dago hor ezkutatuta?

source: Morceau de carte
eu: Mapa zatia

source: Carte mystérieuse
eu: Mapa misteriotsua

source: U28_BANK_FLOOR1_KEYCARD
eu: Baimen Gorria

source: U28_BANK_FLOOR1_KEYCARD_DESC
eu: Bankuko lehenengo akreditazio maila. Diruzain eta praktikakoentzat.

source: U28_BANK_FLOOR2_KEYCARD
eu: Baimen Urdina

source: U28_BANK_FLOOR2_KEYCARD_DESC
eu: Kontu serioa! Honekin, kontabilitate-liburuak ikusteko gai izan behar zenuke.

source: U28_BANK_FLOOR3_KEYCARD
eu: Baimen Berdea

source: U28_BANK_FLOOR3_KEYCARD_DESC
eu: Esmeralda-mailako langileak segurtasun handiko gangan sar daitezke, Bankuko gelarik erasoezinena!

source: U32_STS_MERCHANT_KEY
eu: Errubi Giltza

source: U32_STS_MERCHANT_KEY_DESC
eu: Giltza hau gogoratzeko, ordainpeko laguntza txiki bat behar duzu.

source: U32_STS_ELITE_KEY
eu: Esmeralda Giltza

source: U32_STS_ELITE_KEY_DESC
eu: Etsai ahaltsu baten atzaparretatik hartua. Orain merezi izatea egin behar duzu.

source: U32_STS_ALTAR_KEY
eu: Zafiro Giltza

source: U32_STS_ALTAR_KEY_DESC
eu: Honek erabaki lazgarria eskatzen zuen.

source: DLCP_MARIA_CAT_KEY
eu: Zintadun Giltza

source: DLCP_MARIA_CAT_KEY_DESC
eu: Zintatxo bat duen giltza polita.

source: Rune des vignes
eu: Parra Erruna

source: Cette rune {permanente@PE} permet de faire pousser des vignes grimpantes.
eu: Erruna {iraunkor@PE} honekin eskalatzeko parrak hazten dira.

source: Rune de téléportation
eu: Telegarraio Erruna

source: Cette rune {permanente@PE} permet d'utiliser les stèles de téléportation.
eu: Erruna {iraunkor@PE} honek monolito telegarraiatzaileak erabiltzen ahalbidetzen dizu.

source: Rune du Challenger
eu: Lehiakidearen Erruna

source: Cette rune {permanente@PE} permet d'accéder au défi quotidien (Quartier des Prisonniers).
eu: Erruna {iraunkor@PE} honek eguneroko erronketara joatea ahalbidetzen dizu (Presoaren Gela).

source: Rune de personnalisation
eu: Neurrirako Erruna

source: Cette rune {permanente@PE} permet de débloquer le Mode Personnalisé du jeu.
eu: Erruna {iraunkor@PE} honek Neurrirako Modua desblokeatzen du.

source: Rune du Bélier
eu: Ariete Erruna

source: Cette rune {permanente@PE} permet de casser certains sols.
eu: Erruna {iraunkor@PE} honek zoru jakin batzuk puskatzeko ahalmena ematen dizu.

source: Rune de l'Araignée
eu: Armiarma Erruna

source: Cette rune {permanente@PE} permet de vous agripper aux murs.
eu: Erruna {iraunkor@PE} honek paretetan eskalatzea ahalbidetzen dizu.

source: Rune de l'Homoncule
eu: Homunculus Erruna

source: Cette rune {permanente@PE} vous permet de vous extirper de votre corps.
eu: Erruna {iraunkor@PE} honek zure gorputza uztea ahalbidetzen dizu.

source: Rune de l'explorateur
eu: Esploratzailearen Erruna

source: Cette rune {permanente@PE} vous permet de réveler la carte une fois une grande partie du niveau exploré.
eu: Erruna {iraunkor@PE} honek mapa osoa eta bertako puntu interesgarriak (pergaminoak, merkatariak, etab.) erakusten ditu, mailaren gehiengoa esploratu duzunean.

source: Rune du Voyageur
eu: Bidaiariaren Erruna

source: Cette rune (permanente@PE) vous permet de stocker une arme/bouclier dans votre sac à dos.
eu: Hobekuntza {iraunkor@PE} honek zure bizkar-zorroan arma edo ezkutu bat eramatea ahalbidetzen dizu.

source: DLCP_UPPERCUT_RUNE_DESC
eu: Orain Jauzi Altua erabili dezakezu! Hau egiteko, sakatu gora jauzian zauden bitartean.

source: DLCP_DASH_RUNE_DESC
eu: Orain saihestea erabili dezakezu! Hau egiteko, sakatu itzulipurdi. Aire erasoan erabil daiteke.

source: Potion de soin I
eu: Osasun Flaskoa I

source: Débloque une potion de soin utilisable à tout moment.
eu: Edozein unetan erabil daitekeen osasun edabea desblokeatzen du.

source: Potion de soin II
eu: Osasun Flaskoa II

source: La potion de soin peut être utilisée 2 fois.
eu: Osasun edabeak 2 aldiz erabil daitezke.

source: Potion de soin III
eu: Osasun Flaskoa III

source: La potion de soin peut être utilisée 3 fois.
eu: Osasun edabeak 3 aldiz erabil daitezke.

source: Potion de soin IV
eu: Osasun Flaskoa IV

source: La potion de soin peut être utilisée 4 fois.
eu: Osasun edabeak 4 aldiz erabil daitezke.

source: Sauvetage de l'or I
eu: Urre Erreserbak I

source: Conserve jusqu'à ::power:: {iconCoin@img} à votre mort.
eu: Hiltzen zarenean ::power:: {iconCoin@img} mantentzen ditu.

source: Sauvetage de l'or II
eu: Urre Erreserbak II

source: Sauvetage de l'or III
eu: Urre Erreserbak III

source: Sauvetage de l'or IV
eu: Urre Erreserbak IV

source: Sauvetage de l'or V
eu: Urre Erreserbak V

source: Arc de départ aléatoire
eu: Ausazko Hasierako Arkua

source: L'arc de départ est tiré aléatoirement parmi vos arcs débloqués.
eu: Hasierako arkua ausaz hautatuko da desblokeatu dituzunen artetik.

source: Bouclier de départ aléatoire
eu: Ausazko Hasierako Ezkutua

source: Le bouclier de départ est tiré aléatoirement parmi vos boucliers débloqués.
eu: Hasierako ezkutua ausaz hautatuko da desblokeatu dituzunen artetik.

source: Arme de mélée aléatoire
eu: Ausazko Buruz-buruko Arma

source: L'arme de mélée de départ est tirée aléatoirement parmi vos armes débloquées.
eu: Hasierako buruz-buruko arma ausaz hautatuko da desblokeatu dituzunen artetik.

source: Recyclage I
eu: Birziklatzea I

source: Transforme en or les objets trouvés par terre ou dans des coffres.
eu: Lurrean edo kutxetan aurkitutako objektuak urre bihurtuko ditu.

source: Recyclage II
eu: Birziklatzea II

source: Transforme en or les objets trouvés par terre ou dans des coffres. Rapporte d'avantage que la version précédente.
eu: Lurrean edo kutxetan aurkitutako objektuak urre bihurtuko ditu. Aurreko bertsioan baino gehiago.

source: Renouvellement des stocks
eu: Hornitu

source: Renouvelle le contenu d'une boutique moyennant un prix tout à fait raisonnable.
eu: Dendako stock-a prezio oso dezentean eguneratzen du.

source: Catégories de marchandises
eu: Salgaien Kategoriak

source: Les marchands proposeront un plus grand choix de catégories.
eu: Merkatariek kategoria aukera zabalagoa eskainiko dute.

source: Boutique de spécialiste
eu: Espezialistaren Erakusleihoa

source: Débloque une boutique spéciale dans le Quartier des Prisonniers. Vous y trouverez certains objets optionnels et coûteux, destinés à des joueurs expérimentés.
eu: Presoaren Ziegan denda berezi bat desblokeatzen du. Bertan mota guztietako bitxikeria garestiak aurkitu ahal izango dituzu, erosle esperimentatu eta adituenentzat soilik.

source: Miroir du Chasseur
eu: Ehiztariaren Ispilua

source: Débloque un Miroir près du Scribe qui vous sera très utile durant votre chasse.
eu: Eskribatik hurbil zure ehizetan erabilgarria izan daitekeen ispilu bat desblokeatuko da.

source: U28_BANK_UNLOCK
eu: Bankua

source: U28_BANK_UNLOCK_DESC
eu: Diru-zorro handiagoa beharko duzu!

source: U31_BOSSRUSH_UNLOCK
eu: Nagusia Azkar

source: U31_BOSSRUSH_UNLOCK_DESC
eu: Borrokaren berotasuna eta loriaren oihua entzun dituzu. Hemendik ez oso urruti dagoen lurpeko atearen atzera joan beharko zenuke begiratzera.

source: Tubes de Recyclage
eu: Birziklatzeko Tutuak

source: Permet de choisir son équipement de départ entre 4 sets de 5 items contenant une arme de mélée, une arme à distance, un bouclier et deux capacités actives.
eu: Hasierako ekipamendu batzuen artean aukeratzen uzten dizu, bakoitzean buruz-buruko arma bat, irismen arma bat, ezkutu bat eta bi abilezia daudelarik.

source: Sac à dos
eu: Bizkar-zorroa

source: Permet de stocker une arme dans le sac à dos. Maintenir le bouton d'intéraction pour lâcher l'arme stockée.
eu: Armak garraiatzea ahalbidetzen dizu. Eutsi eragite botoia bizkar-zorroa husteko.

source: Training Room Key
eu: Entrenatzeko Gelako Giltza

source: Unlocks the Training Room.
eu: Entrenatze Gela irekitzen du.

source: Forge avancée I
eu: Burdinola Aurreratua I

source: Vous pouvez augmenter la qualité d'un objet à la forge 2 fois au lieu d'une.
eu: Objektu baten kalitatea burdinolan bi aldiz hobetu ahalko duzu behin beharrean.

source: Cellule Souche I
eu: Zelula Ama I

source: Modifie la difficulté du jeu et débloque de nouvelles options.
eu: Zailtasun maila aldatu eta aukera berriak desblokeatzen ditu.

source: Cellule Souche II
eu: Zelula Ama II

source: Cellule Souche III
eu: Zelula Ama III

source: Cellule Souche IV
eu: Zelula Ama IV

source: Cellule Souche V
eu: Nagusi Zelula V

source: Parchemin de puissance
eu: Boterearen Pergaminoa

source: Améliore l'une de vos 3 caractéristiques au choix !
eu: Zure 3 estatistiketako edozein hobetuko du!

source: Parchemin de l'Assassin
eu: Hiltzailearen Pergaminoa

source: Améliore au choix votre Brutalité ou votre Tactique.
eu: Zure Krudelkeria edo Taktikak hobetuko ditu.

source: Parchemin du Minotaure
eu: Minotauroren Pergaminoa

source: Améliore au choix votre Brutalité ou votre Survie.
eu: Zure Krudelkeria edo Bizirautea hobetuko ditu.

source: Parchemin du Gardien
eu: Zaindariaren Pergaminoa

source: Améliore au choix votre Tactique ou votre Survie.
eu: Zure Taktika edo Bizirautea hobetuko ditu.

source: Parchemin de puissance épique
eu: Boterearen Pergamino Epikoa

source: Améliore vos 3 caractéristiques. Oui, oui, les 3 !
eu: Zure 3 estatistikak hobetuko ditu. Hori da, hirurak!

source: Your classical warrior, equipped with heavy weaponry and a shield.
eu: Lagun zahar zintzoa... Ezkutua, arma handi eta astuna. Aldaratu, eraso. Erritmo hilgarria.

source: Polyvalent fighter, able to burn everything from afar before going in and finishing what's left with its mighty... pan.
eu: Lanbide askotan aditua, kalte handiak urrunetik egin, eta buka ezazu lana zure ezpata fidagarriarekin!

source: Become an agile assassin, moving faster than your enemies eyes will follow.
eu: Hiltzaile trebea, lausotu zaitez eta hil, inork bertan zaudela jakin baino lehen.

source: Choix de puissance
eu: Boterearen aukera

source: Choix de l'Assassin
eu: Hiltzailearen aukera

source: Choix du Minotaure
eu: Minotauroren aukera

source: Choix du Gardien
eu: Zaindariaren aukera

source: Sac du déchu
eu: Hildako Gizonaren Zorroa

source: Ce sac contient l'or que vous aviez lors de votre précédente... tentative.
eu: Zu... SAIATU zaren aldian zeneraman urrea dauka gordeta.

source: Cellules résiduelles
eu: Hondar-zelulak

source: DEATH_CELLS_BAG
eu: Zorro honetan zure aurreko garaipenetik soberan gelditutako zelulak daude. Galdu egingo dira ez badituzu hartzen.

source: NOT MEANT TO BE SEEN
eu: HAU EZ ZENUKE IKUSI BEHAR

source: Brochette
eu: Kebab

source: Restitue ::prct::% de votre santé.
eu: Zure osasunaren %::prct:: berreskuratzen du.

source: Grosse volaille
eu: Izterra

source: Carotte
eu: Azenarioa

source: Gros radis
eu: Errefaua

source: Viscères
eu: Hesteak

source: Gros oeil
eu: Munstroaren begia

source: Cerises
eu: Gereziak

source: Pastèque
eu: Angurria

source: Patisserie
eu: Pastela

source: Dinde
eu: Indioilarra

source: "Le Baguette"
eu: "La Baguette"

source: Petit Med-kit
eu: Botika Txikia

source: Gros Med-kit
eu: Botika Handia

source: Recharge de potion
eu: Flaskoa Birkargatzea

source: Restitue 1 charge de potion.
eu: Osasun flasko 1 birkargatzen du.

source: DEPRECATED
eu: ZAHARKITUTA

source: Sirop pour la toux
eu: Eztul Ziropa

source: Réduit votre infection au Mal-être de ::prct::%.
eu: Ondoez infekzioa %::prct:: murrizten du.

source: Petit sirop pour la toux
eu: Eztul Ziropa Txikia

source: Réduit votre infection au Mal-être de ::power::.
eu: Ondoez infekzioa %::power:: murrizten du.

source: Ajoute un bonus de points
eu: Puntu gehigarriak batu

source: Un bout de parchemin
eu: Pergamino zati bat

source: Extracteur de cellules temporaire
eu: Liposukzioa

source: Vous obtenez 1 cellule supplémentaire quand vous éliminez un ennemi. Ce bonus dure ::duration:: secondes.
eu: Zelula gehigarri bat lortuko duzu etsaia deuseztatzen baduzu. Bonus honek ::duration:: segundoz iraungo du.

source: Fragment de Pierre Philosophale
eu: Filosofoaren Harriaren Zatia

source: Vous êtes officiellement la créature la plus riche de l'île. Ce petit bijou sans la moindre imperfection vaut ::$power::{iconCoin@img} !
eu: Uharteko izakirik aberatsena zara ofizialki. Harribitxi txiki erabat bikain honek ::$power:: {iconCoin@img} merezi ditu!

source: Rubis
eu: Errubia

source: Une pierre précieuse d'une pureté rarissime, qui vous rapportera la bagatelle de ::$power:: {iconCoin@img} !
eu: Benetan aparteko purutasuna duen harri zoragarria, ::$power:: {iconCoin@img} batura xumea emango dizuna!

source: Saphir bleu
eu: Zafiro Urdina

source: Une magnifique pierre d'une valeur de ::$power::{iconCoin@img} !
eu: ::$power:: {iconCoin@img} balio duen harri bikaina!

source: Améthyste
eu: Amatista

source: Cette jolie pierre vous rapportera ::$power::{iconCoin@img} ! Ma précieuuuuse...
eu: Harri polit honek ::$power:: {iconCoin@img} emango dizkizu! Nire altxooorraaaa...

source: Malachite
eu: Malakita

source: Bien que commune, vous en tirerez ::$power::{iconCoin@img} sans trop de difficulté.
eu: Oso ohikoa, baina ez zenuke arazorik izango honen truke ::$power:: {iconCoin@img} lortzeko.

source: Caillou brillant
eu: Errekarria

source: Franchement, ça vaut que dalle. Vous n'allez pas ramasser cette merde quand même ?
eu: Guztiz eta erabat baliogabea. Ez duzu gauza hori jasoko, ezta?

source: Lingot
eu: Lingotea

source: Ca se vend relativement bien, vous pourrez en tirer ::$power::{iconCoin@img} au moins.
eu: Saltzeko oso erraza. Honen truke ::$power:: {iconCoin@img} lortu behar zenuke gutxienez.

source: Dent en or
eu: Urrezko Hortza

source: Une dent d'une valeur de ::$power::{iconCoin@img}, il l'avait bien cherché...
eu: ::$power:: {iconCoin@img} balio duen hortza. Horren eske zebilen...

source: Cellule en or
eu: Urrezko Zelula

source: Une petite cellule en or d'une valeur de ::$power::{iconCoin@img}.
eu: Urrezko zelula txiki bateko ::$power:: {iconCoin@img} balio du.

source: Flêche en or
eu: Urrezko Gezia

source: Une flêche transmutée d'une valeur de ::$power::{iconCoin@img}. Pour un carquois bourgeois.
eu: Transmutatutako gezi bateko ::$power:: {iconCoin@img} balio du. Onena besterik ez duzunean jaurti nahi.

source: Une magnifique pierre d'une valeur de ::$power:: points !
eu: Harri bikain bateko ::$power:: puntu balio ditu!

source: Cette jolie pierre vous rapportera ::$power:: points ! Ma précieuuuuse...
eu: Harri polit honek ::$power:: puntu emango dizkizu! Nire altxooorraaaa...

source: Bien que commune, vous en tirerez ::$power:: points sans trop de difficulté.
eu: Oso ohikoa, baina ez zenuke arazorik izango honen truke ::$power:: puntu lortzeko.

source: Artefact corrompu
eu: Galbiderako Artefaktua
