Repository: josuigoa/itzulpenak
Catalog: dead_cells/data/main.*.po
Languages: eu

source: U32_NEOW_CINE_1
eu: Iritsi Hirira... itxaron, zer da... toki hau?

source: U32_NEOW_CINE_2
eu: Ikusten zaitut... desberdin... non daude zure... kartak?

source: U32_NEOW_CINE_3
eu: Hemen... hartu Zati Prismatiko sorta hau...

source: U32_NEOW_CINE_4
eu: Honetatik pixka bat... horretatik pixka bat...

source: Reforger
eu: Birforjatu

source: Et bah c'est pas trop tôt !
eu: Azkenean!

source: Approchez, approchez je vais pas vous couper...
eu: Hurbil zaitez! Ez zaitut moztuko, lasai.

source: Je suis le Tailleur. Grâce à moi, vous pourrez changer de style, juste derrière, là.
eu: Jostuna naiz. Arropa egoki batekin konponduko zaitut!

source: J'ai passé un... marché dirons nous, avec notre "ami" commun le Collecteur.
eu: Tratu bat egin nuen... biok dugun lagun batekin, Biltzailearekin.

source: Vous lui apportez des schémas de tenue, et je vous les confectionne !
eu: Zuk ekarri txantiloiak eta nik landuko ditut!

source: U34_UNLOCK_SCISSOR_CINE_1
eu: Ah, hemen dator nire bezero kuttuna! Jakizu zure leialtasuna ez dudala ahaztuko!

source: U34_UNLOCK_SCISSOR_CINE_2
eu: Tori, har ezazu bildumagile edizioko guraize pare hau esker modura!

source: U34_UNLOCK_COMB_CINE_1
eu: Oh, hemen zaude! Egiari zor, zera esan nahi nizun...

source: U34_UNLOCK_COMB_CINE_2
eu: Zure estiloa oso inspiragarria da! Zu bezalakoa izan nahi nuke... hiltzean?

source: U34_UNLOCK_COMB_CINE_3
eu: Tori nire miresmenaren erakusgarri bat! Erabili ezazu zure etsaiak garbitzeko!

source: Vous êtes MA-GNI-FIQUE !
eu: Itxura duzu... ITZELA!

source: SU-PERBE !
eu: PRI-ME-RA-KOA!

source: Si seulement Karl pouvait vous voir...
eu: Karl-ek ikusi ahal bazintu!

source: J'ADORE, J'ADHÈRE
eu: Aukera ederra! Begiak asko nabarmentzen dizkizu.

source: U35_TAILORDAUGHTER_NEWHEADS
eu: Aizu, buru berriak ditut zuretzat.

source: U34_TAILORDAUGHTER_GREET_1
eu: Eh aizu!

source: U34_TAILORDAUGHTER_GREET_2
eu: Ez, ez diot ezagutu berri dudan edozein gorpuri nire izena esaten, barkatu.

source: U34_TAILORDAUGHTER_GREET_3
eu: Auu! Nola zatoz?! Norbaitek orraztu on bat behar du!

source: U34_TAILORDAUGHTER_GREET_4
eu: Aizu, probatu nahi dudan teknika berri bat dut. Utziko didazu burua une batez?

source: U34_TAILORDAUGHTER_GREET_5
eu: Ezin da ezer egin... Hartutako eskolez ia damutzen ari naiz.

source: U34_TAILORDAUGHTER_CHANGE_HEAD
eu: Aldatu buru estiloa

source: U34_TAILORDAUGHTER_TEXT_1
eu: Oh ez, hau ezin dut orraztu!

source: U34_TAILORDAUGHTER_TEXT_2
eu: Ile apaintzailea izan nahi dut, ez magoa!

source: U34_TAILORDAUGHTER_TEXT_3
eu: Nire ikasketak burutu ondoren buru hori txukuntzeko gai izan behar nuke. Erresumaren egungo egoera kontutan izanda, eternitate bat edo bi itxaron beharko dituzu, nahiko zentzuzko denbora dela uste dut.

source: U34_TAILORDAUGHTER_TEXT_4
eu: Oh zer, benetan ari zara?! Hasiberria naiz! Ezin dut horrelakorik egin, sentitzen dut.

source: U34_TAILORDAUGHTER_TEXT_5
eu: Ileak dira nire lana, ez mirariak!

source: Le sacrifice a été accepté ...
eu: Zure sakrifizioa onartua izan da...

source: Mère vous béni !
eu: Amak bedeinkatu egin zaitu!

source: Un miracle ... c'est un miracle ...
eu: Miraria... miraria da...

source: Il faut faire PLUS de sacrifices...
eu: Sakrifizio gehiago behar ditugu!

source: ... plus de sacrifices ...
eu: ...sakrifizio gehiago...

source: Bienvenue dans notre humble chapelle, fidèle ! Êtes-vous prêt à faire un sacrifice ?
eu: Ongi etorri gure kapera xumera, anaia! Sakrifizio bat egiteko prest zaude?

source: Priez pour votre salut ... avec un sacrifice.
eu: Egin zure salbaziorako otoitz... sakrifizio batekin.

source: Les mots sont vaincs, seuls les sacrifices comptent ...
eu: Hitzak hutsalak dira, sakrifizioak bakarrik dira garrantzitsuak...

source: Êtes-vous véritablement un fidèle ?
eu: Benetan fededuna al zara?

source: Prouvez votre dévotion !
eu: Frogatu zure debozioa!

source: Mère, pardonnez cet enfant égaré...
eu: Ama, babestu galdutako ume hau...

source: Le sacrifice vous sauvera ...
eu: Sakrifizioak salbatuko zaitu...

source: Un nouveau disciple !
eu: Dizipulu berri bat!

source: Repentez-vous...
eu: Damua...

source: Elle vous voit, et elle sourit !
eu: Berak ikusten zaitu, eta irribarre egin du!

source: Approchez, mon enfant.
eu: Hurbil zaitez, ume.

source: Vous revoilà... Quelle dévotion !
eu: Itzuli zara... Bai fededuna!

source: Qu'est-ce qu'il est lourd, ce chapeau.
eu: Txapel hori oso astuna da.

source: LE SACRIFICE !
eu: SAKRIFIZIOA!

source: Pick which monsters you want to fight and press the button. || TutoKnight Training room tuto
eu: Aukeratu zein etsaien aurka borrokatu nahi duzun eta sakatu botoia.

source: You can also select a zone and all the enemies from the room will turn into ones taken from that zone!
eu: Gune bat ere aukera dezakezu eta gelako etsai guztiak gune horretako etsaietan bihurtuko dira!

source: Remember: you can't die here. You'll just go back at the entrance.
eu: Gogoratu: hemen ezin zara hil. Sarrerara itzuliko zara, besterik ez.

source: Give it your all!
eu: Eman ezazu dena!

source: In case you forgot how my training room works...
eu: Nire entrenamendu gelak nola funtzionatzen ahaztu baduzu...

source: Just pick your gear, choose your mutations and go kill some monsters!
eu: Aukeratu objektu bat, aukeratu zure mutazioa eta zoaz etsai batzuk hiltzera!

source: Behind the first door, you can fight any monster you have already encountered.
eu: Lehenengo atearen atzean, honezkero aurkitu duzun edozein etsairen aurka borroka zaitezke.

source: There are also big doors at the back of the room, but I don't know where they lead...
eu: Gelaren atzeko aldean ate handi batzuk ere badaude, baina ez dakit nora daramaten...

source: Hello there! Welcome to the Combat Room!
eu: Kaixo! Ongi etorri Borroka Gelara!

source: I'm handling it for my knightly friend. You can call it undead solidarity.
eu: Nire zaldun lagunarentzat kudeatzen ari naiz. Hil gabekoen arteko elkartasuna dei dakioke.

source: Pick which monsters you want to fight and press the button.
eu: Aukeratu zein etsaien aurka borrokatu nahi duzun eta sakatu botoia.

source: You can even select enemies from a specific zone of the island and instantly fill the room with them!
eu: Uharteko gune jakin bateko etsaiak ere hauta ditzakezu eta gela berehala beraiekin beteko da!

source: Oh and don't worry: you can't die here. You'll just go back at the entrance.
eu: Oh eta ez arduratu: hemen ezin zara hil. Sarrerara itzuliko zara, besterik ez.

source: Give it your all and train like crazy!
eu: Eman ezazu daukazun guztia eta entrenatu eroen pare!

source: Oh hi there. I'm not dead anymore!
eu: Oh kaixo. Jada ez nago hilik!

source: Welcome to my very own training room!
eu: Ongi etorri nire entrenamendu gela propiora!

source: Hello again!
eu: Kaixo berriz!

source: It's great to see you invested in your training!
eu: Ederra da ikustea zure entrenamendua lantzen duzula!

source: No pain, no gain!
eu: Minik gabe, irabazirik ez!

source: Are you still eager to practice? You're in the right place!
eu: Oraindik entrenatzeko gogoz? Leku egokian zaude!

source: It's all about training here... Kill or die trying!
eu: Hemen dena da entrenamendua... Erail edo hil zaitez saiatzen!

source: And maybe try again.
eu: Eta agian saiatu berriz.

source: So this is were these doors lead! Neat!
eu: Beraz ateek hona garamatzate! Ederki!

source: I guess it works just like the other room, so go ahead and train all you want.
eu: Pentsatzen dut beste gela bezala dabilela, beraz segi aurrera eta entrenatu nahi adina.

source: Once more unto the breach, I see?
eu: Berriro ere prest, ikus dezakedanez?

source: Good training!
eu: Entrenamendu ona!

source: And once again, don't fear death.
eu: Eta berriz ere, ez izan heriotzari beldurrik.

source: Condition: ne subir aucun dégât dans le niveau précédent.
eu: Baldintza: ez hartu minik aurreko mailan.

source: Condition: tuer ::n:: ennemis sans subir de dégât.
eu: Baldintza: hil ::n:: etsai inolako minik jaso gabe.

source: ::n:: cellules de boss requises
eu: ::n:: nagusi zelula behar dira

source: 1 cellule de boss requise
eu: nagusi zelula 1 behar da

source: Encore ! Ramène moi plus de cellules !
eu: Itzul zaitez! Ekarri niri Zelula gehiago!

source: Allez ! Juste quelques unes de plus !
eu: Batzuk gehiago bakarrik!

source: Ne sois pas si radin ! Pense à ton pote !
eu: Ez izan hain xuhurra! Partekatu zure lagun zaharrarekin!

source: Avez-vous déjà vu quelque chose d’aussi beau ?
eu: Ikusi al duzu inoiz ezer hain politik?

source: Rabat-joie
eu: Zapuztaile

source: Qui est un bon toutou ? Qui ?
eu: Nor da mutiko ona?

source: Ramenes-en plus, sale parasite !
eu: Ekarri gehiago, masa ustela!

source: J’en ai besoin ! Juste une dernière fois !
eu: Behar dut! Azkenengo aldiz!

source: DLCP_DOOKU_TAUNT_BOURVIL_1
eu: Ez dago zure etsai handienaren aurkako borroka bezalakorik!

source: DLCP_DOOKU_TAUNT_BOURVIL_2
eu: Ongi borrokatu zara, Belmont. Eskularruak kentzera, beraz.

source: DLCP_DOOKU_TAUNT_BOURVIL_3
eu: Zu hilez, zure sendia madarikatuarekin bukatuko dut!

source: DLCP_DOOKU_TAUNT_BOURVIL_4
eu: Belmontdarrak aurkari ikaragarriak zarete.

source: DLCP_DOOKU_TAUNT_BOURVIL_5
eu: Nik uste aspertuta nengokeela ez banu zure familiaren erresistentziarik izan.

source: DLCP_DOOKU_TAUNT_DOOKU_1
eu: Gaztelu hau ez da gu biontzat bezain handia!

source: DLCP_DOOKU_TAUNT_DOOKU_2
eu: Imitatzaile arrunt batek nire mugara eraman nau, ni?!

source: DLCP_DOOKU_TAUNT_1
eu: Ez zara zapaldu beharreko mozorro bat besterik.

source: DLCP_DOOKU_TAUNT_2
eu: Ez zara ezta Belmont bat ere.

source: DLCP_DOOKU_TAUNT_3
eu: Zer lortzeko esperantza duzu? Ni Jaun Iluna nauzu!

source: DLCP_DOOKU_TAUNT_4
eu: Saiakera ona. Ea zer moduz zabiltzan honen aurka.

source: DLCP_DOOKU_TAUNT_5
eu: Bah, hau denbora galtzea...

source: DLCP_DOOKU_TAUNT_6
eu: Aspaldian ez zuela inork hainbeste iraun nire aurka.

source: DLCP_DOOKU_COMBAT_BOURVIL_TAUNT_1
eu: Nekatuta, Belmont?

source: DLCP_DOOKU_COMBAT_BOURVIL_TAUNT_2
eu: Zure arbasoak askoz hobeto egin zuen...

source: DLCP_DOOKU_COMBAT_BOURVIL_TAUNT_3
eu: Ongi saihestua, zure aitzinakoa harro legoke...

source: DLCP_DOOKU_COMBAT_BOURVIL_TAUNT_4
eu: Pixka bat desengainatuta nago.

source: DLCP_DOOKU_COMBAT_BOURVIL_TAUNT_5
eu: Zure klan osoa nire kontra egon da belaunaldiz belaunaldi eta hala ere, hemen nago oraindik.

source: DLCP_DOOKU_COMBAT_BOURVIL_TAUNT_6
eu: Gure bi familiak lagunak izan ziren, duela denbora asko. Zuek Belmontdarrek anbizio handiagoa izan bazenute...

source: DLCP_DOOKU_COMBAT_DOOKU_TAUNT_1
eu: Itzuli niri janzkera hau!

source: DLCP_DOOKU_COMBAT_DOOKU_TAUNT_2
eu: Hil, usurpatzaile!

source: DLCP_DOOKU_COMBAT_DOOKU_TAUNT_3
eu: Ez zaude nire mailan, erdipurdiko banpiro hori!

source: DLCP_DOOKU_COMBAT_DOOKU_TAUNT_4
eu: Banpiro ehiztari txarrak zerbait ikusi eta bere zartailuarekin jotzen du. Banpiro ehiztari onak zerbait ikusi eta bere zartailuarekin jotzen du, baina desberdina da...

source: DLCP_DOOKU_COMBAT_DOOKU_TAUNT_5
eu: Nire itxura kopiatuko zenuen, baina ni ez naiz banpiro hutsal bat, ni Drakula Kondea naiz!

source: DLCP_DOOKU_COMBAT_DOOKU_TAUNT_6
eu: Nire semea ere banpiro sinesgarriagoz mozorrotu daiteke...

source: DLCP_DOOKU_COMBAT_TAUNT_1
eu: Orain arte mutil zintzoa izan naiz, baina borroka hau luzeegia izaten ari da. Hil zaitez!

source: DLCP_DOOKU_COMBAT_TAUNT_2
eu: Ezin zara Belmontekin alderatu.

source: DLCP_DOOKU_COMBAT_TAUNT_3
eu: Nire denbora galtzen ari naiz, zurekin borrokan.

source: DLCP_DOOKU_COMBAT_TAUNT_4
eu: Ez zenuen garaituko ninduzunik pentsatuko, ezta?

source: DLCP_DOOKU_COMBAT_TAUNT_5
eu: Hain ahula... nola garaituko luke Herio horrelako deusez batek?

source: DLCP_DOOKU_COMBAT_TAUNT_6
eu: Nahikoa ikusi dut, hiltzeko ordua da.

source: DLCP_DOOKU_HIT_CAT_1
eu: Katu madarikatua!

source: DLCP_DOOKU_HIT_CAT_2
eu: Argh! Ordainarazteko 7 aldiz hilko zaitut behar izanez gero!

source: DLCP_DOOKU_HIT_CAT_3
eu: Nork ekartzen du bere maskota zorigaiztoko borroka batera, benetan?

source: DLCP_DOOKU_HIT_CAT_4
eu: Katu hutsal batek zaurituta?! Ni?!

source: DLCP_DOOKU_HERO_USE_BAT_1
eu: Nire magia nire aurka erabiltzera ausartzea ere.

source: DLCP_DOOKU_HERO_USE_BAT_2
eu: Utzi saguzarrak bakean!

source: DLCP_DOOKU_HERO_USE_BAT_3
eu: Utzi nire familiarrak beraien nagusiaren aurka erabiltzeari!

source: DLCP_DOOKU_HERO_USE_BAT_4
eu: Nire umeak! Ez!

source: DLCP_DOOKU_HIT_VK_BOURVIL_1
eu: Rah! Belmont hauek eta beraien zartagailu madarikatua!

source: DLCP_DOOKU_HIT_VK_BOURVIL_2
eu: Ez ezazu pentsa zure arbasoen arma eramate hutsarekin garaituko nauzunik!

source: DLCP_DOOKU_HIT_VK_BOURVIL_3
eu: Banpiro Ehiztari hau berriz...

source: DLCP_DOOKU_HIT_VK_BOURVIL_4
eu: Madarikatua izan bedi Leon, zure arbasoa, arma hau sortzeagatik!

source: DLCP_DOOKU_HIT_VK_1
eu: Argl! Arma madarikatu hau!

source: DLCP_DOOKU_HIT_VK_2
eu: Ahaztua nuen zartagailu mespretxagarri honen hozkada...

source: DLCP_DOOKU_HIT_VK_3
eu: Raaaaah! Honegatik ordainduko duzu!

source: DLCP_DOOKU_HIT_VK_4
eu: Zu deuseztatzen zaitudanean, zartailu hori betirako desegingo dut.

source: DLCP_DOOKU_BOURVIL_DEATH_1
eu: Desengainatuta nago, Belmont.

source: DLCP_DOOKU_BOURVIL_DEATH_2
eu: Borroka honetarako esperantza handia nuen...

source: DLCP_DOOKU_BOURVIL_DEATH_3
eu: Zure jaitsierari itxarongo diot orduan.

source: DLCP_DOOKU_BOURVIL_DEATH_4
eu: Ez duzu zure abizena merezi!

source: DLCP_DOOKU_ALUCARD_DEATH_1
eu: Itzul zaitez lotara, ene seme.

source: DLCP_DOOKU_ALUCARD_DEATH_2
eu: Pentsatzen dut mende batzuk barru topatuko garela?

source: DLCP_DOOKU_ALUCARD_DEATH_3
eu: Nire alboan munduko errege izan zinatekeen... zelako galera.

source: DLCP_DOOKU_ALUCARD_DEATH_4
eu: Gaua oraindik gaztea da, Adrian.

source: Mais que fais-je ici ?!
eu: Zer demontre egiten dut hemen?!

source: Enough with this!
eu: Nahikoa da!

source: Stop hiding!
eu: Utzi gordetzeari!

source: Try parrying this...
eu: Saiatu hau aldaratzen...

source: Fight for real now!
eu: Borrokatu benetan orain!

source: Is that all you got?
eu: Hori al da duzun guztia?

source: Pathetic...
eu: Patetikoa...

source: Run away. Now.
eu: Egizu ihes. Orain.

source: Shall I send you back?
eu: Bueltan bidaliko al zaitut?

source: GIT BETTER
eu: Atsedenaldia behar al du nire erregeak?

source: Stop that!
eu: Geldi hori!

source: You'll pay for that!
eu: Ordainduko duzu honegatik!

source: That was not pleasant.
eu: Ez da gustagarria izan.

source: What a clever use of your environment, you should be proud.
eu: Ingurunearen erabilera oso adimentsua, harro egon behar zenuke.

source: Viens par ici, toi !
eu: Etorri hona, zu!

source: Finissons-en !
eu: Buka dezagun honekin!

source: Ca va mal finir...
eu: Hau ez da ongi bukatuko...

source: Les secrets des Architectes vous ont été révélés.
eu: Arkitektoen sekretuen ezagutzan hasi zara.

source: Appuyer longtemps pour vider le sac
eu: Luze sakatu bizkar-zorroa husteko.

source: Auto-balète double
eu: Baleztomatiko bikoitza

source: Tire sur ::count:: ennemis proches à la fois, chaque tir infligeant ::+dps:: DPS.
eu: Hurbileko ::count:: etsairi aldi berean egiten die tiro. Tiro bakoitzak ::+dps:: DPS ematen du.

source: Tranche-ligaments
eu: Tendoi Xerratzailea

source: Tire des scies circulaires sur les ennemis proches et inflige {saignement@BL} (::+dps2:: DPS sur ::duration:: sec).
eu: Laban birakariak botatzen dizkie hurbileko etsaiei, {odoletan uztea@BL} (::+dps2:: DPS ::duration:: segundoz) eraginez.

source: Tourelle lourde
eu: Dorretxo Astuna

source: Tire sur les ennemis proches. Vous infligez +::prct::% dégâts si vous êtes proche de la tourelle.
eu: Hurbileko etsaiei egiten die tiro. +:%:prct:: min handiagoa emango duzu dorretxotik hurbil bazaude.

source: Bernacle
eu: Lanperna

source: Tire sur les ennemis qui passent en dessous, infligeant un {coup critique@CC} aux ennemis souffrant de saignement ou d'empoisonnement.
eu: Azpitik pasatzen dien etsaiei egiten die tiro, {min kritikoa@CC} emanez pozoitutako etsaiei.

source: Tourelle lance-flammes
eu: Dorretxo Gartitzailea

source: {Brûle@FI} les ennemis proches (::+dps:: DPS sur ::duration:: sec).
eu: Hurbileko etsaiak {erretzen@FI} ditu (::+dps:: DPS ::duration:: segundoz).

source: Hachoir
eu: Harakin-aiztoa

source: Inflige {saignement@BL} (::+dotDps:: DPS sur ::duration:: sec) aux ennemis qui marchent dessus.
eu: {Odoletan uztea@BL} (::+dotDps:: DPS ::duration:: segundoz) eragiten die pasatzen diren etsaiei.

source: Piège à loups
eu: Otso Tranpa

source: Lance ::count:: pièges qui {enracinent@RO} les ennemis et augmente les dégâts qu'ils subissent (::+dps:: DPS sur ::duration:: sec).
eu: Etsaiak {sustraitzen@RO} dituen ::count:: tranpa jaurtitzen hartuko duten mina ::+dps:: DPS ::duration:: segundoz handituz.

source: Ecraseur
eu: Birrintzaile

source: {Ralentit@IC} puis écrase violemment les ennemis pris dans sa zone d'effet.
eu: Gune honetan harrapatutako etsaiak {moteldu@IC} eta gero bortizki birrintzen ditu.

source: Leurre explosif
eu: Amu Lehergailua

source: Vous rend invisible pendant ::duration:: sec et attire les ennemis proches. Explose après ::duration:: sec. ou à la réactivation.
eu: ::duration:: segundoz ikusezin egiten zaitu eta etsaiak erakartzen ditu. ::duration:: segundo eta gero lehertuko da.

source: Porte Hâtive
eu: Larrialdietako Atea

source: Invoque une porte éthérée.
eu: Ate etereo bat zabalduko du.

source: Bobine Tesla
eu: Tesla Bobina

source: Lance un éclair sur un ennemi proche et inflige {choc@EL}.
eu: Hurbileko etsaiei tximistak jaurtitzen dizkie eta {astindua@EL} eragiten die.

source: Shoots heavy cannonballs at nearby enemies. Short activation range and slow rate of fire.
eu: Kanioi-bola astunak jaurtitzen dizkie hurbileko etsaiei. Aktibazio-tarte laburra eta su-abiadura motela.

source: DLC3_WEAPON_CANNON_AMBIANTDESC
eu: Ez dute gehiago behar.

source: Veilleuse
eu: Gau Argia

source: Eclaire votre chemin.
eu: Zure bidea argiztatzen du.

source: Grenade puissante
eu: Granada Boteretsua

source: Provoque une large explosion.
eu: Leherketa handia eragiten du.

source: Grenade d'infanterie
eu: Infanteriako Granada

source: Rapide à utiliser, mais inflige des dégâts modérés.
eu: Erabiltzeko azkarra, baina ez oso boteretsua.

source: Grappe explosive
eu: Granada Multzoa

source: Se sépare en ::count:: bombes (::+power:: dégâts chacune).
eu: ::count:: bonbatan banatzen da (bakoitzeko ::+power:: mina).

source: Grenade magnétique
eu: Granada Magnetikoak

source: Attire les ennemis dans une large zone pendant quelques instants, puis explose en infligeant des dégâts {électriques@EL}.
eu: Eremu zabal bateko etsaiak une batez erakartzen ditu, gero lehertuz, min {elektrikoa@EL} emanez.

source: Grenade étourdissante
eu: Zorabiatzeko Granada

source: Étourdit les ennemis (::duration:: sec).
eu: Etsaiak zorabiatzen ditu (::duration:: segundoz).

source: Bombe givrante
eu: Izotz Granada

source: {Gèle@IC} les victimes.
eu: Bere biktimak {izozten ditu@IC}

source: Bombe incendiaire
eu: Su Granada

source: Bombe de lière
eu: Sustrai Granada

source: {Enracine@RO} les ennemis proches (::+dps:: DPS sur ::duration:: sec).
eu: Inguruko etsaiak {sustraitzen@RO} ditu, ::+dps:: DPS ::duration:: segundoz.

source: Bombe à huile
eu: Olio Granada

source: Applique de {l'huile inflammable@FI} dans sa zone d'effet.
eu: {Olio suharbera@FI} zabaltzen du bere efektu-eremuan.

source: Nuée
eu: Erlekumeak

source: Invoque ::count:: larves à votre service (cumulable jusqu'à ::ammo:: maximum)
eu: Zuri laguntzeko ::count:: mozorro deitzen ditu (gehienez ::ammo:: pilatu daitezke)

source: Grenade de complétion
eu: Ehiztari Granada

source: Énervez un monstre avec cet objet. Lorsqu'il lui reste ::prct::% de vie ou moins, utilisez "Extraction de schéma".
eu: Erabili hau munstroak haserrarazteko. Bere osasuna %::prct:: edo gutxiago bada, erabili "Plano Erauzlea".

source: Attrapez-les tous !
eu: Harrapa itzazu denak!

source: DLCP_HOLY_WATER_NAME
eu: Ur Bedeinkatua

source: DLCP_HOLY_WATER_DESC
eu: Ur bedeinkatu ontzi bat lurrera bota, min azkarra eman eta ukitzen dituen etsaiak {erreko@FI} dituen su-zutabe bat sortuko du.

source: DLCP_HOLY_WATER_AMBIANT
eu: Hainbeste ur bedeinka dezaket!

source: "Agression" (allié)
eu: Agerkunde oldarkorra

source: Invoque un allié attaquant les ennemis proches.
eu: Deitu aliatu bati hurbileko etsaiei eraso egiteko.

source: Orbe de mort
eu: Heriotza Bola

source: Crée une orbe dévastatrice qui se déplace lentement.
eu: Mantso mugitzen den baina suntsitzailea den bola sortzen du.

source: Tornade
eu: Tornado

source: Inflige des dégâts à toutes les cibles prises dedans. Change de direction quand elle rencontre un mur.
eu: Barruan hartzen dituen jomuga guztietan eragiten du mina. Pareta jotzean aldatzen du norabidea.

source: Danse des couteaux
eu: Ezpata Dantza

source: Lance des couteaux autour de vous provoquant {saignement@BL} (::+dps:: DPS sur ::duration:: sec).
eu: Laban ekaitza jaurtiko da zure inguruan, {odoletan uztea@BL} eraginez (::+dps:: DPS ::duration:: segundoz).

source: Puissance corrompue
eu: Usteldutako Boterea

source: Augmente les dégâts que vous infligez de +::prct2::%. Vous subissez +::prct::% de dégâts sur cette période.
eu: Ematen duzun mina +%::prct2:: handitzen du ::duration:: segundoz. Zuk +%::prct:: mina jasoko duzu bitartean.

source: Vampirisme
eu: Banpirismoa

source: Sacrifie ::*prct::% de votre santé maximum pour vous permettre de récupérer ::prct2::% de PV par attaque et un bonus de vitesse pendant ::duration2:: secondes.
eu: Zure osasun maximoaren %::*prct:: sakrifikatzen du zure buruz-buruko erasoko HParen %::prct2:: berreskuratzeko eta abiadura handitze bat izango duzu ::duration2:: segundoz.

source: Tonique
eu: Bizkorgarria

source: Vous octroie ::*prct::% de votre vie manquante en {vie bonus@SH} et réduit de ::prct2::% les dégâts reçus pendant ::duration:: secondes.
eu: Falta zaizun osasunaren %::*prct:: emango dizu {osasun gehigarri@SH} moduan. Hartutako mina %::prct2:: murriztuko du ::duration:: segundoz.

source: Déflecteur
eu: Deflektorea

source: Détruit tous les projectiles proches. Le lanceur de ce projectile subit ::+power:: dégâts et est étourdit ::effectCharge:: secondes.
eu: Hurbileko jaurtigai guztiak deuseztatzen ditu. Jaurtigaia bota duen etsaiak ::+power:: mina hartuko du eta ::effectCharge:: segundoz zorabiatuta egongo da.

source: Grappin
eu: Borrokarako Kakoa

source: Attire un ennemi à vous. La prochaine attaque contre l'ennemi inflige +::*prct::% dégâts et l'étourdit pendant ::duration:: sec.
eu: Etsai bat zuregana erakartzen du. Etsai honi egindako hurrengo erasoak +%::*prct:: mina emango dio eta ::duration:: segundoz zorabiatuko du.

source: Oui, comme Scorpion dans Mortal Kombat.
eu: Bai, Scorpion bezalaxe...

source: Déphasage
eu: Phaser

source: Vous téléporte dans le dos de l'ennemi. La prochaine attaque inflige +::+power:: dégâts.
eu: Etsaiaren atzera telegarraiatzen zaitu. Hurrengo erasoak +::+power:: mina emango dio.

source: Distorsion temporelle
eu: Denbora-Desitxuratzea

source: Ralenti tous les ennemis pendant ::duration:: sec.
eu: Etsai guztiak mantsotuko ditu ::duration:: segundoz.

source: Nuage corrosif
eu: Laino Korrosiboa

source: Crée un large nuage infligeant des saignements et des empoisonnements (::+dps:: DPS sur ::duration:: sec) pendant ::aoeDuration:: sec.
eu: ::aoeDuration:: segundu irango duen laino toxiko bat sortzen du, odoletan utzi eta pozoitzea eragiten dituena (::+dps:: DPS ::duration:: segundoz).

source: Aura de lacération
eu: Aura Zaurgarria

source: Inflige des dégâts aux cibles proches.
eu: Hurbileko jomugei min ematen die.

source: Onde de déni
eu: Errefusatze Olatua

source: Repousse tous les ennemis proches. Si l'ennemi est projeté contre un mur, il subit +::+power2:: dégâts.
eu: Hurbileko etsaiak uxatzen ditu. Etsai bat pareta baten aurka jaurtitzen bada, +::+power2:: mina hartuko du.
