Repository: josuigoa/itzulpenak
Catalog: dead_cells/data/main.*.po
Languages: eu

source: Abandonner la partie en cours ?
eu: Irten uneko partidatik?

source: (La progression auprès du Collecteur et les Runes seront conservés)
eu: (Biltzailearekin lortutako guztia eta zure errunak mantenduko dituzu)

source: Manette sans fil déconnectée || PS4 terminology
eu: Hari gabeko agintea deskonektatuta

source: Manette sans fil déconnectée || PS5 terminology
eu: DualSense hari gabeko agintea deskonektatua

source: Manette déconnectée
eu: Agintea deskonektatuta

source: Continuer
eu: Jarraitu

source: Origin est indisponible. Vos succès ne pourront pas être sauvegardés jusqu'à ce que vous redémarriez le jeu.
eu: Jatorria ez dago eskuragarrai. Zure lorpenak ez dira jokoa berrabiarazi arte gordeko.

source: Quitter le jeu
eu: Irten jokotik

source: DLCP_SNAKE_SWORD_UNLOCK_NAME
eu: Zartailu Ezpata

source: Faux-griffe
eu: Segaren Hagina

source: {Temps total de la partie@ST} ::time::
eu: {Partidaren iraupena@ST} ::time::

source: ::key::(MAINTENU) Passer
eu: ::key:: (EUTSI) Saltatu

source: U29_FONT_CLASSIC
eu: Letra-mota klasikoa

source: U29_FONT_LEGACY
eu: Pixelatutako letra-mota

source: U29_FONT_ADYS
eu: Dislexikoentzako letra-mota

source: Brutalité
eu: Krudelkeria

source: Tactique
eu: Taktikak

source: Survie
eu: Bizirautea

source: Boucliers
eu: Ezkutuak

source: Pièges déployables
eu: Jaurtitzeko tranpak

source: Grenades
eu: Granadak

source: Armes à distance
eu: Irismen armak

source: Alliés
eu: Aliatuak

source: Pouvoirs
eu: Botereak

source: Armes de mêlée
eu: Buruz-buruko armak

source: Pendentifs
eu: Zintzilikarioak

source: Divers
eu: Besteak

source: Améliorations générales
eu: Hobetze orokorrak

source: Consommables
eu: Kontsumigarriak

source: Objets précieux
eu: Objektu preziatuak

source: Mutations
eu: Mutazioak

source: Tenues
eu: Janzkerak

source: Têtes
eu: Buruak

source: Aspects
eu: Itxurak

source: U31_STATUE_UNLOCK_GROUP_NAME
eu: Estatua zatiak

source: Bouclier
eu: Ezkutua

source: Piège déployable
eu: Jaurtitzeko tranpa

source: Grenade
eu: Granada

source: Arme à distance
eu: Irismen arma

source: Allié
eu: Aliatua

source: Pouvoir
eu: Boterea

source: Arme de mêlée
eu: Buruz-buruko arma

source: Pendentif
eu: Zintzilikarioa

source: Amélioration générale
eu: Hobekuntza orokorra

source: Consommable
eu: Kontsumigarria

source: Objet précieux
eu: Objektu preziatua

source: Mutation
eu: Mutazioa

source: Tenue
eu: Janzkera

source: Tête
eu: Burua

source: Aspect
eu: Itxura

source: POT DE DÉPART : les ennemis lachent une bombe en mourant.
eu: PASTELEKO GEREZIA: Etsaiek bonba botatzen dute hiltzean.

source: PORTES PIÉGÉES : les portes explosent.
eu: TRANPADUN ATEAK: Ateak lehertu egiten dira.

source: OBSCURITÉ MORTELLE : le niveau est plongé dans la pénombre.
eu: JARRAITU ARGIARI: Maila iluntasunean murgilduta dago.

source: SOIF DE SANG : tuez des ennemis continuellement ou mourez !
eu: ODOL-GOSEA: Jarraitu etsaiak hiltzen edo hil zaitez!

source: VENIMEUX : tous ce qui vous blesse vous empoisonne.
eu: POZOINTSU: Zauriek pozoitu ere egiten zaituzte.

source: POULETHOR : le Poulet attaque les ennemis proches.
eu: OILAKO-THOR: Oilasko Kapitainak inguruko etsaiei eraso egin die.

source: HITCHCOCK : il y a des volatiles partout !
eu: HITCHCOCK: Txoriak, txoriak edonon!

source: BRUMES : gare aux monstres invisibles !
eu: LAINOA: Kontuz, munstro hilkor ikusezinak ezkutuan egon daitezke lainoan, kasu eman!

source: TIREURS : essayez de ne pas prendre un tir dans la tête.
eu: TIRATZAILE ZORROTZAK: Ez diezazutela buruan tiro egin.

source: EMPALEURS : gare aux champignons...
eu: BEGI-ZORROTZ: Onddo bila ibiltzeko garaia da...

source: SAUTS : vous pouvez sauter plusieurs fois en l'air
eu: JAUZIAK: Hainbat aldiz egin dezakezu jauzi airean

source: ADAPTATION : L'équipement est remplacé par un autre du même type et de la couleur majoritaire à chaque niveau de transition
eu: EGOKITZAPENA: Objektu hau zure kolore nagusiaren (mota bereko) beste batekin ordezkatuko da maila bakoitzean

source: L'air frais a du bon
eu: Lasaitasuna maite dut...

source: Une vue magnifique
eu: Bista zoragarria

source: Un moment de répit... ?
eu: Azkenean, atseden une bat...?

source: Comme une odeur de chair brulée
eu: Haragi erre usaina nabari da

source: Pas besoin de plombier italien
eu: Ez da iturgin italiarrik behar

source: Attention aux mycoses...
eu: Kontuz onddo infekzioekin...

source: Même les rats n'y vont plus...
eu: Arratoiek ere ekiditen dute leku hau...

source: Il est frais mon poisson !
eu: Nire arraina freskoa da!

source: Vous auriez pu ramener des fleurs...
eu: Uhartearen hildako erdigunea...

source: Pas le temps pour l'archéologie
eu: Ez dago arkeologiarako astirik

source: Peur du noir ?
eu: Iluntasunaren beldur?

source: Des geoliers peu commode...
eu: Kartzelari deserosoak...

source: Tic... Tac...
eu: Tik... Tak...

source: Bataille au sommet
eu: Dramatzarra

source: Prière de ne pas abîmer le marbre
eu: Mesedez, utzi zure oinetakoak sarreran

source: Ployer le genou ? JAMAIS !
eu: Belauna okertu? INOIZ EZ!

source: Fini les chatouillis !
eu: Kilima azkarrak!

source: Fini le frottage !
eu: Akabo garbiketa!

source: Fini la procrastination !
eu: Hemen dator lehiakide berri bat!

source: Fini la pesanteur !
eu: Grabitate gehiagorik ez!

source: Fini la délicatesse !
eu: Basatia!

source: Fat & Furious
eu: Gizena eta Furfuriatsua

source: Vite fait, bien fait
eu: Azkar egina, ongi egina

source: T'as pas un truc dans l'oeil ?
eu: Zerbait al duzu begian?

source: Avoir le compas dans l'oeil
eu: Akatsi gabeko garaipena.

source: Fine lame
eu: Ezpata Maisua

source: Tel est pris...
eu: Hori da, hartu dena...

source: Le dernier rempart tombe...
eu: Azken harresia erori da...

source: Terminé en un tour de main, ah ah !
eu: Nahi al duzu... esku bat?? Kfarkarkar!

source: Même pas peur !
eu: Ez da beldurrik!

source: Slash ! Slash !
eu: Ebaki! Ebaki! Itzulipurdi!

source: Bien équipé !
eu: Ekipamendu ona!

source: Jamais tombé au combat
eu: Erori gabea

source: J'aime vivre dangereusement
eu: Maite dut arriskuan bizitzea

source: Rapide !
eu: ¡Arriba, arriba! ¡Ándele, ándele!

source: Ca n'était pas si difficile que ça, si ?
eu: Ikusi, ez da hain zaila izan, ezta?

source: Fin limier
eu: Bilatzaile zuhurra

source: Extraction chirurgicale
eu: Erauzketa kirurgikoa

source: Extraction d'une main de maître
eu: Maisuki erauzia

source: Extraction d'une rare précision
eu: Erauzteko artea

source: Extraction fine
eu: Erauzketan trebea

source: Les choses sérieuses commencent...
eu: Gauzak larritzen ari dira...

source: A vaincre sans péril...
eu: Bukatuta, beldurrik gabe.

source: Harder Better Faster Stronger
eu: Gogorrago Hobeto Azkarrago Sendoago

source: Allez, on s'accroche !
eu: Ea ba, has gaitezen berriz!

source: Attention à la fermeture des portes...
eu: Kontuz ibili ateak ixterakoan...

source: La mort vient d'en haut
eu: Heriotza goitik dator

source: Ah ah, pas cette fois !
eu: Kar, kar, oraingoa ez!

source: Quel gâchis...
eu: Zer xahuketa...

source: On l'a tous fait une fois...
eu: Guztiok dakigu zer den hori...

source: Bah quoi, elles ne sont pas si mal, ces armes...
eu: Zer? Hauek ez dute ezer txarrik...

source: Péché absous
eu: Absoluzioa

source: Toujours plus fort, toujours plus vite.
eu: Argia baina azkarragoa!

source: Extraction parfaite
eu: Erauzketa bikaina

source: Ce n'est pas la taille qui compte
eu: Neurriak ez dio axola

source: Je mets les pieds où je veux...
eu: Ez naiz txikikeriekin ibiltzen...

source: Toi, tu creuses
eu: Zulatu zuk

source: Chaud devant !
eu: Gauza bero dator!

source: Attention à la chute...
eu: Ertzean bizi

source: La tête dans les étoiles
eu: Astronomo lanetan

source: C'est l'histoire de David...
eu: Dabid eta Goliat...

source: Plus rien à collecter...
eu: Ez da ezer falta... biltzeko.

source: Je t'ai à l'oeil ...
eu: Nire begiak zuregan ditut...

source: Fini de me pomper l'air!
eu: Tori hau, nazkagarria!

source: C'est qui le plus beau des champignons?
eu: Nor da mutiko zintzoa?

source: Une place de choix en enfer
eu: Infernura zuzen

source: Pacte avec le diable
eu: Ituna deabruarekin

source: Gentleman
eu: Jaun prestua

source: Va jouer dehors !
eu: Joan kanpora jolastera!

source: Il est moche, il est puant, mais c'est leur marais !
eu: Itsusia da, kiratsa dario baina igeri ere egin zenezake!

source: Dans la vase jusqu'aux genoux ...
eu: Belauna lokatzetan sakon...

source: Ne. Touche. A. Rien!
eu: Ez. Ikutu. Ezer!

source: Santé !
eu: Biba!

source: Sapeur né
eu: Jaiotzetik zulatzaile

source: Retour à l'envoyeur
eu: Itzuli bidaltzaileari

source: Qui est entré dans mon mausolée ?!
eu: Nor sartu da nire mausoleoan?

source: Attention à la marche
eu: Kontuz non zapaltzen duzun!

source: Croa Croa !
eu: Kroa Kroa!

source: Boing non merci !
eu: Boing, ez eskerrik asko!

source: L'arroseur arrosé
eu: Ureztatzeko Ordua!

source: La main verte
eu: Erpuru berdeak

source: Premiers soins
eu: Lehen sorospena

source: Moi jaloux ?
eu: Jeloskor ni?

source: A là CloClo
eu: Igerilekuko Festa

source: Combo Sickles
eu: Ebakia goitik

source: Pris au piège
eu: Tranpatia Harrapatuta

source: Nous vous attendions...
eu: Zure zain geunden...

source: Iceberg right ahead!
eu: Izeberga justu aurrean!

source: 8th wonder
eu: 8. miraria

source: A sparkle in the night
eu: Distira gauean

source: Her Majesty
eu: Berorren Maiestatea

source: Long live the Queen
eu: Aintza Erreginari

source: Full house
eu: Etxe osoa

source: On Her Majesty's Secret Service
eu: Berorren Maiestatearen Zerbitzu Sekretuan

source: Oh how fast they grow!
eu: Zeinen azkar hazten diren!

source: Black flag
eu: Bandera beltza

source: Spare!
eu: Libre!

source: Plank walk
eu: Ohol gainean

source: Put that thing back where it came from or so help me
eu: Uztazu hori ekarritako lekuan edo lagundu niri

source: Infiltration
eu: Infiltrazioa

source: Herder
eu: Animali taldea

source: You're not my family
eu: Zu ez zara nire familia

source: Firefighter
eu: Suhiltzailea

source: Unwavering loyalty
eu: Zalantzarik gabeko leialtasuna

source: U28_ACHIEV_TITLE_BIOME_REACHED_BANK
eu: Azkenean bankua beti garaile

source: U28_ACHIEV_TITLE_FEAT_DEBT
eu: Zorretaz kokoteraino

source: U28_ACHIEV_TITLE_FIGHT_BEAT_MIMIC
eu: Truko zorroa

source: DLCP_ACHIEV_TITLE_BIOME_REACHED_PGARDEN
eu: Oraindik uhartean al nago?

source: DLCP_ACHIEV_TITLE_BIOME_REACHED_PCASTLE
eu: Banpiroaren gordelekuan

source: DLCP_ACHIEV_TITLE_BIOME_REACHED_DEATH
eu: Ez izan Segalariaren beldur

source: DLCP_ACHIEV_TITLE_BIOME_REACHED_DOOKU
eu: Zer da gizon bat?

source: DLCP_ACHIEV_TITLE_FIGHT_BEAT_DOOKU
eu: Zu ez zara mundu honetakoa!

source: DLCP_ACHIEV_TITLE_FIGHT_BEAT_DOOKU_NO_DAMAGE
eu: Belmont Ohoragarria

source: DLCP_ACHIEV_TITLE_FIGHT_BEAT_DEATH
eu: Herio guztiongana dator... zugana izan ezik!

source: DLCP_ACHIEV_TITLE_FIGHT_BEAT_DEATH_NODAMAGE
eu: Saihestu Heriotza!

source: DLCP_ACHIEV_TITLE_FIGHT_BEAT_DOOKU_BEAST
eu: 100 urte barru ikusiko zaitut

source: DLCP_ACHIEV_TITLE_FEAT_CAT_KILL_DEATH
eu: Oraindik 6 bizitza ditut

source: DLCP_ACHIEV_TITLE_FEAT_AXE_KILL_WWOLF
eu: Egongo al zara geldirik mesedez?!

source: DLCP_ACHIEV_TITLE_FEAT_VKILLER_KILL_DOOKU
eu: Potoan jartzen duena egiten du

source: DLCP_ACHIEV_TITLE_FEAT_BIBLE_MULTI_HIT
eu: Jakituria boterea da

source: Bravo, tout simplement, bravo.
eu: Esan dezakedan bakarra... Brabo!

source: Vous avez atteint la Promenade des Condamnés pour la première fois !
eu: Ailegatu Zigortuen Pasealekura lehenengo aldiz!

source: Vous avez atteint les Toits de la Prison pour la première fois !
eu: Ailegatu Harresietara lehenengo aldiz!

source: Vous avez atteint le Pont Noir pour la première fois !
eu: Ailegatu Zubi Beltzera lehenengo aldiz!

source: Vous avez atteint le Charnier pour la première fois !
eu: Ailegatu Hezurtegira lehenengo aldiz!

source: Vous avez atteint les Egouts Toxiques pour la première fois !
eu: Ailegatu Estolda Toxikoetara lehenengo aldiz!

source: Vous avez atteint l'Ancien Réseau d'Egouts pour la première fois !
eu: Ailegatu Antzinako Estoldetara lehenengo aldiz!

source: Vous avez atteint la Crypte Nauséabonde pour la première fois !
eu: Ailegatu Kripta Jasanezinera lehenengo aldiz!

source: Vous avez atteint le Gué des Brumes pour la première fois !
eu: Ailegatu Trikimako Herrixkara lehenengo aldiz!

source: Vous avez atteint le Cimetière du Val pour la première fois !
eu: Ailegatu Hilerrira lehenengo aldiz!

source: Vous avez atteint le Temple Ancien pour la première fois !
eu: Ailegatu Lotarako Santutegira lehenengo aldiz!

source: Vous avez atteint le Sépulcre Oublié pour la première fois !
eu: Ailegatu Ahaztutako Hilobira lehenengo aldiz!

source: Vous avez atteint les Profondeurs de la Prison pour la première fois !
eu: Ailegatu Kartzelaren Sakonera lehenengo aldiz!

source: Vous avez atteint la Tour de l'Horloge pour la première fois !
eu: Ailegatu Erloju Dorrera lehenengo aldiz!

source: Vous avez atteint la Salle de l'Horloge pour la première fois !
eu: Ailegatu Erloju Gelara lehenengo aldiz!

source: Vous avez atteint le Château pour la première fois !
eu: Ailegatu Gaztelura lehenengo aldiz!

source: Vous avez atteint le Trône pour la première fois !
eu: Ailegatu Tronuaren Gelara lehenengo aldiz!

source: Vous avez absorbé la Rune des Vignes !
eu: Xurgatu Parra Erruna!

source: Vous avez absorbé la Rune de Téléportation !
eu: Xurgatu Telegarraio erruna!

source: Vous avez absorbé la Rune du Challenger !
eu: Xurgatu Lehiakidearen Erruna!

source: Vous avez absorbé la Rune de l'Araignée !
eu: Xurgatu Armiarmaren Erruna!

source: Vous avez absorbé la Rune du Bélier !
eu: Xurgatu Ram-en Erruna!

source: Vous avez battu "Le Concierge" !
eu: "Zubizaina" garaitu duzu!

source: Vous avez vaincu "Le Concierge" sans prendre le moindre coup !
eu: "Zubizaina" garaitu duzu kolpe bakar bat ere jaso gabe!

source: Vous avez battu "Conjonctivius" !
eu: "Konjuntibius" garaitu duzu!

source: Vous avez vaincu "Conjonctivius" sans prendre le moindre coup !
eu: "Konjuntibius" garaitu duzu kolpe bakar bat ere jaso gabe!

source: Vous avez battu la Gardienne du Temps !
eu: "Denbora Zaindaria" garaitu duzu!

source: Vous avez battu la Gardienne du Temps sans prendre le moindre coup !
eu: "Denbora Zaindaria" garaitu duzu kolpe bakar bat ere jaso gabe!

source: Vous avez battu la Main du Roi !
eu: Garaitu Erregearen Eskua!

source: Vous avez battu La Main du Roi sans prendre le moindre coup !
eu: Garaitu Erregearen eskua kolpe bakar bat ere jaso gabe!

source: Vous avez triomphé de près de 100 monstres élites !
eu: 100 elite akabatu dituzu. Gaiztoa!

source: Vous avez débloqué 10 armes !
eu: Desblokeatu 10 arma!

source: Vous avez débloqué 10 actifs !
eu: Desblokeatu 10 abilezia!

source: Vous avez terminé le jeu avec "l'Ygdar Orus Li Ox" en votre possession !
eu: Bukatu jokoa "Ygdar Orus Li Ox"-aren jabe zarelarik!

source: Vous avez terminé le jeu avec l'Épée Maudite en votre possession !
eu: Zailtasun guztien gainetik, Ezpata Madarikatuarekin bukatu duzu jokoa!

source: Vous avez ouvert votre première porte minutée !
eu: Ireki zure lehenengo denbora atea!

source: Vous avez réussi une Faille de Défi !
eu: Erronka Tirabira

source: Vous avez trouvé votre première zone secrète !
eu: Aurkitu zure lehenengo eremu sekretua!

source: Vous avez absorbé votre première Cellule Souche de Boss !
eu: Xurgatu zure lehenengo Nagusi Zelula!

source: Vous avez absorbé votre deuxième Cellule Souche de Boss !
eu: Xurgatu zure bigarren Nagusi Zelula!

source: Vous avez absorbé votre troisième Cellule Souche de Boss !
eu: Xurgatu zure hirugarren Nagusi Zelula!

source: Vous avez absorbé votre quatrième Cellule Souche de Boss
eu: Xurgatu zure laugarren Nagusi Zelula

source: Vous avez terminé le jeu avec une Cellule Souche de Boss d'inoculée !
eu: Bukatu jokoa Nagusi Zelula bat aktibo duzula!

source: Vous avez terminé le jeu avec deux Cellules Souches de Boss d'inoculées !
eu: Bukatu jokoa bi Nagusi Zelula aktibo dituzula!

source: Vous avez terminé le jeu avec trois Cellules Souches de Boss d'inoculées !
eu: Bukatu jokoa hiru Nagusi Zelula aktibo dituzula!

source: Vous avez terminé le jeu avec quatre Cellules Souches de Boss d'inoculées
eu: Bukatu jokoa lau Nagusi Zelula aktibo dituzula

source: Tuer un ennemi avec un ascenseur.
eu: Hil etsai bat igogailuarekin.

source: Se suicider avec un ascenseur.
eu: Zure buruz beste egin igogailuarekin.

source: Vous avez déjoué la mort !
eu: Engainatu Herio!

source: Vous êtes mort avec au moins 100 cellules sur vous.
eu: Hil gutxienez 100 zelula daramatzazula. Erre.

source: Faire une attaque plongeante... et atterrir dans des piques mortelles !
eu: Beheranzko talka erasoa... ziri hilkorretara hain justu!

source: Vous avez terminé le jeu avec l'épée, l'arc, ou le bouclier de départ.
eu: Bukatu jokoa hasierako ezpata, arku edo ezkutuarekin.

source: Être maudit... et y survivre !
eu: Izan madarikatua... eta biziraun!

source: Vous avez terminé un défi quotidien, bravo !
eu: Eguneroko erronka bukatu duzu. Ongi egina!

source: Vous avez absorbé votre cinquième Cellule Souche de Boss
eu: Xurgatu zure bosgarren Nagusi Zelula

source: Vous avez battu Gigantus !
eu: Erraldoia garaitu duzu!

source: Vous avez battu le Collector !
eu: Biltzailea garaitu duzu!

source: Vous avez atteint la Caverne pour la première fois !
eu: Ailegatu Kobazulora lehenengo aldiz!

source: Vous avez atteint le Repaire du Gardien pour la première fois !
eu: Ailegatu Zaindariaren Babeslekura lehenengo aldiz!

source: Vous avez atteint l'Astrolab pour la première fois !
eu: Ailegatu Astrolaborategira lehenengo aldiz!

source: Vous avez atteint l'Observatoire pour la première fois !
eu: Ailegatu Behatokira lehenengo aldiz!

source: Vous avez vaincu Gigantus sans prendre le moindre coup !
eu: "Erraldoia" garaitu duzu kolpe bakar bat ere jaso gabe!

source: Vous avez vaincu le Collecteur sans prendre le moindre coup !
eu: "Biltzailea" garaitu duzu kolpe bakar bat ere jaso gabe!

source: Vous avez vaincu Maman Tique !
eu: "Mama Tick" garaitu duzu!

source: Vous avez vaincu Maman Tique sans prendre le moindre coup !
eu: "Mama Tick" garaitu duzu kolpe bakar bat ere jaso gabe!

source: Vous avez terminé le jeu sans sacrifier le Compagnon Champignon une seule fois !
eu: Bukatu jokoa Perretxiko Txo sakrifikatu gabe!

source: Sacrifier le Compagnon Champignon.
eu: Sakrifikatu Perretxiko Txo.

source: Apaiser la colère de Maman Tique.
eu: Baretu "Mama Tick"-en amorrua.

source: Terminer le premier niveau sans briser de porte.
eu: Bukatu lehenengo maila aterik puskatu gabe.

source: Vous avez atteint la Serre pour la première fois !
eu: Ailegatu Arboretora lehenengo aldiz!

source: Vous avez atteint le Marais des Fugitifs pour la première fois !
eu: Ailegatu Erbesteratuen Lupetzera lehenengo aldiz!

source: Vous avez atteint la Tanière pour la première fois !
eu: Ailegatu Habiara lehenengo aldiz!

source: Vous avez atteint la Prison Corrompue pour la première fois !
eu: Ailegatu Galbiderako Kartzelara lehenengo aldiz!

source: Vous avez atteint la Distillerie pour la première fois !
eu: Ailegatu Destilategi Abandonatura lehenengo aldiz!

source: Vous avez terminé la Distillerie sans utiliser le Lance-Tonneaux !
eu: Destilategi Abandonatua osatu duzu Upel Jaurtitzailea erabili gabe!

source: Vous avez tué un Travailleur Infecté avec son propre tonneau !
eu: Kutsatutako Langilea bere upel propioarekin hil duzu!

source: Vous avez atteint le Jardin Royal pour la première fois !
eu: Ailegatu Mausoleora lehenengo aldiz!

source: Vous avez atteint la Falaise pour la première fois !
eu: Ailegatu Hilgabeko Urertzera lehenengo aldiz!

source: Vous avez atteint le Tumulus pour la première fois !
eu: Ailegatu Hautsitako Santutegira lehenengo aldiz!

source: Vous avez vaincu le Jardinier sans utiliser de champignon !
eu: Garaitu Txorimaloa perretxiko batean ere boterik eman gabe!

source: Vous avez vaincu le Jardinier !
eu: Txorimaloa garaitu duzu!

source: Vous avez vaincu le Jardinier sans prendre le moindre coup !
eu: Txorimaloa garaitu duzu kolpe bakar bat ere jaso gabe!

source: Vous avez laissé le Necromant ressusciter 3 ennemis
eu: Utzi Apostatari gutxienez 3 arima berpizten

source: Sacrifier un pet avec l'épée volante
eu: Saiatu Serenata eta beste maskota bat aldi berean erabiltzen

source: Tuer un ennemi par électrocution dans l'eau
eu: Elektrokutatu etsai bat uretan dagoen bitartean Tximistorratzarekin

source: Vous avez fait un combo avec les serpes
eu: Garaitu gutxienez 5 etsai jarraian Txorimaloaren Igitaiarekin

source: Vous avez tué un ennemi grâce à un piège
eu: Harrapatu etsai bat Hautsitako Santutegiko ingurunearekin

source: Vous vous êtes bien sapés
eu: Jantzi Kultuzale janzkera Hilgabeko Urertzera joateko

source: Reach the Shipwreck for the first time!
eu: Ailegatu Hondoratzera lehenengo aldiz!

source: Reach the Lighthouse for the first time!
eu: Ailegatu Itsasargira lehenengo aldiz!

source: Reach the Crown for the first time!
eu: Ailegatu Belera lehenengo aldiz!

source: You beat the Queen!
eu: Erregina garaitu duzu!

source: You beat the Queen without taking a single hit!
eu: Erregina garaitu duzu kolpe bakar bat ere jaso gabe!

source: Beat the Queen by pushing her into the void
eu: Garaitu Erregina hutsera jaurtiaz

source: Beat the Queen with the Killing Deck
eu: Garaitu Erregina Karta-sorta Hilgarriarekin

source: Beat the Queen with a Queen outfit
eu: Garaitu Erregina Erreginaren janzkerarekin

source: Get the Leghugger to evolve
eu: Lortu Oinbesarkatzaileak eboluzionatzea

source: Kill a Pirate Captain with the Scavenged Bombard
eu: Hil Piraten Kapitaina Scavenged Bombard-ekin

source: Kill five enemies with a single throw and recall of the Wrecking Ball
eu: Hil bost etsai Bonba Suntsitzailearen botatze eta erakartze bakarrarekin

source: Throw an enemy into spikes using the Hand Hook
eu: Jaurti etsai bat Esku Kakoarekin zirietara

source: Help the shark get back to the water
eu: Lagundu marrazoari urera itzultzen

source: Finish the Lighthouse while wearing a Servant outfit
eu: Bukatu Itsasargia Zerbitzari janzkera jantzita duzun bitartean

source: Have 2 pets active at the same time
eu: Izan 2 maskota gaituta aldi berean

source: Get the Leghugger to kill an Armored Shrimp
eu: Lortu Oinbesarkatzaileak Ganba Blindatu bat hiltzea

source: You finished the Lighthouse!
eu: Itsasargia bukatu duzu!

source: You finished the Lighthouse without taking any damage!
eu: Itsasargia bukatu duzu kolpe bakar bat ere jaso gabe!

source: U28_ACHIEV_DESC_BIOME_REACHED_BANK
eu: Ailegatu Bankura lehenengo aldiz.

source: U28_ACHIEV_DESC_FEAT_DEBT
eu: Bukatu jokoa zor handiena duzularik.

source: U28_ACHIEV_DESC_FIGHT_BEAT_MIMIC
eu: Hil Saltzaile Imitatzailea.

source: DLCP_ACHIEV_DESC_BIOME_REACHED_PGARDEN
eu: Ailegatu Gazteluaren Kanpoaldera lehenengo aldiz.

source: DLCP_ACHIEV_DESC_BIOME_REACHED_PCASTLE
eu: Ailegatu Drakularen Gaztelura lehenengo aldiz.

source: DLCP_ACHIEV_DESC_BIOME_REACHED_DEATH
eu: Ailegatu Nekropoli Zikinera lehenengo aldiz.

source: DLCP_ACHIEV_DESC_BIOME_REACHED_DOOKU
eu: Ailegatu Nagusiaren Dorrera lehenengo aldiz.

source: DLCP_ACHIEV_DESC_FIGHT_BEAT_DOOKU
eu: Drakula garaitu duzu!

source: DLCP_ACHIEV_DESC_FIGHT_BEAT_DOOKU_NO_DAMAGE
eu: Castlevaniako azken topaketa garaitu duzu kolpe bakar bat ere jaso gabe!

source: DLCP_ACHIEV_DESC_FIGHT_BEAT_DEATH
eu: Herio garaitu duzu!

source: DLCP_ACHIEV_DESC_FIGHT_BEAT_DEATH_NODAMAGE
eu: Herio garaitu duzu kolpe bakar bat ere jaso gabe!

source: DLCP_ACHIEV_DESC_FIGHT_BEAT_DOOKU_BEAST
eu: Castlevaniako azken topaketa garaitu duzu!

source: DLCP_ACHIEV_DESC_FEAT_CAT_KILL_DEATH
eu: Lortu Mariaren Katuak azken kolpea ematea Heriori.

source: DLCP_ACHIEV_DESC_FEAT_AXE_KILL_WWOLF
eu: Hil Gizotso bat Botatzeko Aizkora erabiliz
