Repository: josuigoa/itzulpenak
Catalog: dead_cells/data/main.*.po
Languages: eu

source: Pied-de-biche
eu: Palankaxka

source: Inflige des {coups critiques@CC} en frappant des ennemis bestiaux ou pendant ::duration:: secondes après avoir détruit une porte.
eu: Alimaleko etsaiak kolpatzean edo ate bat suntsitu eta gero ::duration:: segundoz {kolpe kritikoak@CC} ematen ditu.

source: Étonnamment efficace pour se débarasser des parasites.
eu: Bizkarroiak ondotik kentzeko harrigarriki eraginkorra.

source: Crocs de serpent
eu: Suge Letaginak

source: Teleports you to the closest target. {Empoisonne@TO} les victimes (::+dps:: DPS sur ::duration:: sec). Inflige des {coups critiques@CC} si la victime a plus de ::count:: marqueurs de poison.
eu: Hurbileneko jomugara telegarraiatzen zaitu. Biktima {pozoitzen@TO} du (::+dps:: DPS ::duration:: segundoz). {Kolpe kritikoak@CC} emango ditu ituak ::count:: pozoi marka baino gehiago baditu.

source: Baton de Combat
eu: Burdin Langileak

source: Le premier coup permet de {parrer@PA} les coups au corps à corps. Le combo inflige des {coups critiques@CC} après une parade réussie.
eu: Lehenengo kolpeak buruz-buruko kolpeak {aldaratzen@PA} uzten dizu. Gelditze arrakastatsu baten ondorengo konboak {kolpe kritikoak@CC} emango ditu.

source: Lanterne
eu: Ferry-gidariaren Kriseilua

source: Tuer un ennemi avec la Lanterne pour annexer son âme. Le dernier coup du combo arrache une âme aux Boss.
eu: Hil etsai bat bere arima biltzeko. Konboko azken kolpeak Nagusien arimak lortzen ditu.

source: Épée non-volante
eu: Serenata (eskuan)

source: Consume marks applied by the Flying Sword to deal {critical damages@CC}.
eu: Kolpatu serenatarekin markatutako etsaiak {min kritikoa@CC} emateko.

source: Sabre instantané
eu: Hattoriren Katana

source: Lightning fast slice through inflicting hits to crossed enemies
eu: Eutsi aurrean dituzun etsaietan zehar bulkadarekin pasatzeko {kolpe kritikoak@CC} emanez.

source: Coup de crosse
eu: Gurutze Kolpea

source: Frappe avec l'arbalète.
eu: Jo itzazu baleztarekin.

source: Pierre tombale
eu: Hilarria

source: Tuez un ennemi avec le dernier coup du combo pour l'enterrer sous une pierre tombale et condamner les ennemis proches.
eu: Hil etsai bat azken kolpearekin hilarri baten azpian lurperatzeko eta hurbileko etsaiak deuseztatzeko.

source: Hache du Four
eu: Labe Aizkora

source: Enchaînez le dernier coup du combo pour infliger des {dégâts critiques@CC}.
eu: Errepikatu azken kolpe konboa {min kritikoa@CC} emateko.

source: Cure-dents
eu: Hortzetako Zotza

source: Chargez l'attaque pour frapper fort, mais le gourdin se brisera pour ::duration:: secondes.
eu: Egin eraso gogorragoa kolpea kargatuz, baina Hortzeko Zotza ::duration:: segundoz egongo da puskatuta.

source: Cure-dents brisé
eu: Puskatutako Hortzetako Zotza

source: BROKEN_CLUB_DESC Se retransforme après ::autoTransformAfter:: secondes.
eu: Berezko formara itzuli ::autoTransformAfter:: segundo ondoren.

source: U26_MACHETE_NAME
eu: Matxete eta Pistola

source: U26_MACHETE_GAMEPLAYDESC
eu: Hirugarren erasoak pistola erabiltzen du jotzeko eta hurbileko etsaiei {min kritikoa@CC} emateko.

source: U26_MACHETE_AMBIANTDESC
eu: Ebaki, sastatu eta tiro!

source: U26_HARDLIGHTSWORD_NAME
eu: Ezpata Gogor Arina

source: U26_HARDLIGHTSWORD_GAMEPLAYDESC
eu: Jomugan dauden pistola marken araberako {min kritikoa@CC} emango du. Pistola Gogor Arinaren munizioa kargatzen du.

source: U26_HARDLIGHTSWORD_AMBIANTDESC
eu: Garai zibilizatuago bateko arma dotorea.

source: U26_NAIL_NAME
eu: Iltze Purua

source: U26_NAIL_GAMEPLAYDESC
eu: Mugimenduan eta gorantz egin dezake eraso. Aire eraso batean beherantz eraso egiteak etsaien gainean bote egitea dakar, {min kritikoa@CC} emanez.

source: U26_NAIL_AMBIANTDESC
eu: Nire bizitzako lana lortu dut... Zer falta zait...?

source: U26_BONE_NAME
eu: Hezurra

source: U26_BONE_GAMEPLAYDESC
eu: Bigarren erasoarekin kolpatzean {min kritikoa@CC} emango duen zirimola eraso bat gaitzen du.

source: U26_BONE_AMBIANTDESC
eu: Ez duzu eskeleto gazte horretako bat aukeratu nahiko.

source: Abyssal Trident
eu: Hiruhortz Abisala

source: The third attack is a charge that inflicts {critical damage@CC} after a few moments. Interrupt it with the last attack to deal {critical damage@CC}.
eu: Momentu baten ondoren {min kritikoa@CC} ematen duen karga bat da bigarren erasoa. Eten ezazu azken erasoarekin {min kritikoa@CC} emateko.

source: DLC3_WEAPON_TRIDENT_AMBIANTDESC
eu: Adarkatzeko arma ona!

source: Hand Hook
eu: Esku Kakoa

source: The last attack throws the target behind you, bumping other enemies it hits. Enemies thrown on walls are dealt {critical damage@CC}.
eu: Azken erasoak jomuga zure atzera botatzen du, beste etsaiak joz. Paretaren aurka botatako etsaiei {min kritikoa@CC} ematen zaie.

source: DLC3_WEAPON_HANDHOOK_AMBIANTDESC
eu: Etsaiak paretara botatzea, hor dago kakoa!

source: Maw of the Deep
eu: Sakontasuneko Ahoak

source: The third attack throws the shark, {rooting@RO} the enemy and causing it to {bleed@BL}. Inflicts {critical hits@CC} on {rooted@RO} targets.
eu: Hirugarren erasoak marrazoa jaurtiko du, etsaia {sustraituz@RO} eta {odoletan utziz@BL}. {Sustraitutako@RO} etsaiei {min kritikoa@CC} emango du.

source: DLC3_WEAPON_SHARK_AMBIANTDESC
eu: Itsaspeko harrapari beldurgarri bezala gisa dabilen lehenengo arma.

source: Bladed Tonfas
eu: Xafladun Tonfak

source: The first attack makes you jump forward. Hitting with this attack causes your next combo with this weapon to deal {critical damage@CC}.
eu: Lehenengo erasoak aurrera salto egitea eragiten dizu. Eraso honekin jotzeak arma honekin egingo duzun hurrengo konboan {min kritikoa@CC} ematea dakar.

source: DLC3_WEAPON_ELBOWBLADES_AMBIANTDESC
eu: Estiloduna baina ez oso praktikoa. Nolatan erabili zezakeen hau hain zehaztasun hilgarriarekin?!

source: Wrecking Ball
eu: Bola Suntsitzailea

source: The third attack throws the ball and the fourth recalls it.
eu: Hirugarren erasoak bola botako du eta laugarrenak bueltan ekarri.

source: DLC3_WEAPON_WRECKINGBALL_AMBIANTDESC
eu: I never hit so hard in love.

source: Queen's Rapier
eu: Erreginaren Estokea

source: Attacks that hit a target also slice through reality, hitting anything on their path again.
eu: Jomuga bat jotzen duten erasoek errealitatea ere zeharkatzen dute, bidean aurkitutako guztia berriz joz.

source: DLC3_WEAPON_QUEENRAPIER_AMBIANTDESC
eu: Dotorea eta hilgarria, bera bezalakoxea.

source: U28_CUPIDITYDAGGER_NAME
eu: Mozkinaren Daga

source: U28_CUPIDITYDAGGER_GAMEPLAYDESC
eu: Urrea jaso eta gero ::duration:: segundoz {kolpe kritikoak@CC} emango ditu.

source: U28_CUPIDITYDAGGER_AMBIENTDESC
eu: Stonks.

source: U28_GOLDDIGGER_NAME
eu: Urre Hondeamakina

source: U28_GOLDDIGGER_GAMEPLAYDESC
eu: Kolpeen jomugek ::count:: urre botatzea eragiten du. {Min kritikoa@CC} emango du ::bonus:: urre baino gehiago baldin baduzu.

source: U28_GOLDDIGGER_AMBIENTDESC
eu: Hau da Au pagotxa.

source: U32_ KINGSCEPTER_NAME
eu: Errege-Makila

source: U32_ KINGSCEPTER_GAMEPLAYDESC
eu: Aurrerantz erasotzen du. Airean boteka eta bueltaka zabiltza jomuga bat jo arte. Etsai baten gainean botea emateak {min kritikoa@CC} emango dio eta zuk berriz erasotzeko aukera izango duzu.

source: U32_ KINGSCEPTER_AMBIENTDESC
eu: Gainbeheraren Erresuma

source: U32_ BASEBALLBAT_NAME
eu: Beisbol Batea

source: U32_ BASEBALLBAT_GAMEPLAYDESC
eu: Zorabiatuta edo {sustraituta@RO} dagoen etsai bati amorruzko erasoa egin diezaiokezu, {min kritikoa@CC} emanez.

source: U32_ BASEBALLBAT_AMBIENTDESC
eu: HATU ANASA

source: NUNCHUCKPAN_NAME
eu: Pantxaku

source: NUNCHUCKPAN_GAMEPLAYDESC
eu: Etsaia zuri begira dagoenean {kolpe kritikoa@CC} emango du.

source: NUNCHUCKPAN_AMBIANTDESC
eu: Sumin Oturuntza

source: U32_STARFURY_NAME
eu: Izarfuria

source: U32_STARFURY_GAMEPLAYDESC
eu: Eraso arrakastatsuek bi izar eror daitezen eragiten du, ahal bada beste bi jomugari eraso egiteko, {min kritikoa@CC} emanez.

source: U32_STARFURY_AMBIENTDESC
eu: Beste ezpata ezagun batzuekin batera, hau Zenith-ean forjatu daiteke.

source: DLCP_TPSWORD_NAME
eu: Alucard-en Ezpata

source: DLCP_TPSWORD_GAMEPLAYDESC
eu: Jomuga bat eremu hurbilean zure aurren badago, beregana telegarraiatu eta eraso egiten dio, {min kritikoa@CC} emanez.

source: DLCP_TPSWORD_AMBIANTDESC
eu: "Eskuratu dhampiroaren ezpata eta erabili banpiroaren aurka!" dio esaera zaharrak.

source: DLCP_WIGGLEWHIP_NAME
eu: Goizeko Izar

source: DLCP_WIGGLEWHIP_GAMEPLAYDESC
eu: Izar formako burua duen zartailu basatia. Mugimenduan zabiltzala zartailua bueltaka erabili daiteke. {Kolpe kritikoak@CC} ematen ditu puntako bolarekin.

source: DLCP_WIGGLEWHIP_AMBIANTDESC
eu: Eskumuturra landuko duzu.

source: DLCP_BIBLE_NAME
eu: Biblia

source: U34_BIBLE_GAMEPLAYDESC
eu: Armaren bigarren erasoak jomuga bat jotzen badu, errotaziozko norabide batean jaurtigai bat botako du, kolpe berri bakoitzarekin emango duen {min kritikoa@CC} handituz.

source: DLCP_BIBLE_AMBIANTDESC
eu: Liburu hau izan daiteke... zorabiatzekoa.

source: DLCP_SNAKE_SWORD_NAME
eu: Zartailu Ezpata, ezpata forman

source: DLCP_SNAKE_SWORD_GAMEPLAYDESC
eu: Bi erasoren artean itxuraldatu daiteke hurrengo ::duration:: segundotan {min kritikoa@CC} eragiteko.

source: DLCP_SNAKE_SWORD_AMBIANTDESC
eu: Sugearen letagina bezain zorrotza

source: DLCP_SNAKE_SWORD_ALT_NAME
eu: Zartailu Ezpata, zartailu forman

source: DLCP_SNAKE_SWORD_ALT_GAMEPLAYDESC
eu: Bi erasoren artean itxuraldatu daiteke hurrengo ::duration:: segundotan {min kritikoa@CC} eragiteko.

source: DLCP_SNAKE_SWORD_ALT_AMBIANTDESC
eu: Sugearen gorputza bezain bihurria

source: DLCP_SNAKE_SWORD_SWAP_NAME
eu: Itxuraldaketak

source: DLCP_SNAKE_SWORD_SWAP_GAMEPLAYDESC
eu: Zartailu Ezpata itxuraldatzen du, hurrengo ::duration:: segundotan {min kritikoa@CC} ematea ahalbidetuz.

source: DLCP_SNAKE_SWORD_SWAP_AMBIANTDESC
eu: Metalgintzaren miraria

source: DLCP_VAMPIRE_KILLER_NAME
eu: Banpiro Ehiztaria

source: DLCP_VAMPIRE_KILLER_GAMEPLAYDESC
eu: Belmontdarren arma mitikoa! Ezkutuak saihesten ditu. {Erretzen@FI} ari diren etsaiei {min kritikoa@CC} ematen die. Arma honekin hildako etsaiak beraien azpiko lurrean {erreko@FI} dira.

source: DLCP_VAMPIRE_KILLER_AMBIANTDESC
eu: Ni hona oilaskoa jatera eta banpiroak gurutziltzatzera etorri naiz... eta oilaskorik gabe geratu naiz.

source: DLCP_ADELE_SCYTHE_NAME
eu: Herioren Sega

source: DLCP_ADELE_SCYTHE_GAMEPLAYDESC
eu: Hil dituzun etsaien espirituak zuri laguntzera derrigortzen ditu. Hurbileko jomugetan lehertzen dira, berpiztutako ituen osasun maximoaren araberako {min kritikoa@CC} emanez.

source: DLCP_ADELE_SCYTHE_AMBIANTDESC
eu: Hilda egotea ez da aparteko orduak ez egiteko aitzakia!

source: DLCP_RICHTER_VAMPIRE_KILLER_NAME
eu: Banpiro Ehiztaria

source: DLCP_RICHTER_VAMPIRE_KILLER_GAMEPLAYDESC
eu: Belmontdarren arma mitikoa! Ezkutuak saihesten ditu.

source: U34_COMBINED_TICK_SCYTHE_NAME
eu: Segaren Hagina

source: U34_COMBINED_TICK_SCYTHE_GAMEPLAYDESC
eu: Bi segen artean aldatzen du, bigarren kolpetik aurrera {eraso kritikoak@CC} eginez.

source: U34_PISTOL_NAME
eu: Pistola

source: U34_PISTOL_GAMEPLAYDESC
eu: Hurbileko etsaiak jo eta {min kritikoa@CC} ematen die.

source: U34_SCISSOR_NAME
eu: Josteko Guraizeak

source: U34_SCISSOR_GAMEPLAYDESC
eu: Etsai bat hiltzen duen erasoa, aldi berean kolpatutako jomuga guztiak ere hiltzen ditu.

source: U34_SCISSOR_AMBIANTDESC
eu: Moztu oso motz.

source: U34_COMB_NAME
eu: Orrazi Erraldoia

source: U34_COMB_GAMEPLAYDESC
eu: Lehenengo kolpeak etsaia airera botatzen du. Lurrean ez dauden jomugei {min kritikoa@CC} ematen die.

source: U34_COMB_AMBIANTDESC
eu: C-C-C Comb Breaker!

source: U35_MISERICORD_NAME
eu: Errukitsua

source: U35_MISERICORD_GAMEPLAYDESC
eu: Biktimak %::prct:: HP baino gutxiago badu, {kolpe kritikoak@CC} emango dizkio. Zu madarikatuko zaitu erasoan huts eginez gero.

source: U35_MISERICORD_AMBIANTDESC
eu: Heriotza oparia bada, orduan zu Olentzero zara.

source: Arc du fils du geolier
eu: Hasiberrien Arkua

source: Les munitions reviennent quand vous achevez les ennemis.
eu: Munizioa itzuli egingo da etsaiak hiltzean.

source: C'est le jouet du fils du geolier. On doit bien pouvoir tuer quelques trucs avec ça.
eu: Espetxezainaren semea nahiko ona zen honekin arratoiak ehizatzen...

source: Arc à multiples encoches
eu: Hainbat ertzeko Arkua

source: Tire ::count:: flèches à la fois.
eu: ::count:: gezi botatzen ditu aldi berean.

source: Arc et carquois sans fond
eu: Arkua eta Gezi-Ontzi Amaigabea

source: Munitions illimitées. Le dernier tir inflige un {coup critique@CC}.
eu: Munizio amaigabea. Azken tiroa {kolpe kritikoa@CC} da!

source: "On n'a jamais trop de flèches" - Legolas
eu: "Inoiz ez dituzu gezi gehiegi izango" - Legolas

source: Arc de tireur d'élite
eu: Markman-en Arkua

source: Inflige un {coup critique@CC} à longue portée.
eu: Irismen luzera {kolpe kritikoa@CC} ematen du.

source: Dévastateur à longue portée, c'est le sniper en bois.
eu: Motela, baina irismen luzeko suntsitzailea. Frankotiratzaile baten gozamena.

source: Carabine sonique
eu: Karabina Sonikoa

source: Traverse ses victimes et tire en rafale quand elle est maintenue. Inflige des {coups critiques@CC} aux ennemis derrière la première cible.
eu: Etsaietan zehar egiten du tiro eta eutsiz gero tiroka jarraitzen du. Lehenengo etsaien atzean dauden jomugei {kolpe kritikoak@CC} ematen dizkie.

source: Arc de fantassin
eu: Infanteriako Arkua

source: Inflige un {coup critique@CC} à courte portée.
eu: Hurbilean {kolpe kritikoa@CC} ematen du.

source: Un arc spécialement conçu pour le corps à corps.
eu: Buruz-buruko borroketarako bereziki diseinatutako arkua.

source: Arc rapide
eu: Arku Azkarra

source: Inflige un {coup critique@CC} si la cible a ::count:: flèches ou plus dans le corps.
eu: {Kolpe kritikoa@CC} ematen du jomugak bere gorputzean ::count:: edo gezi gehiago baditu.

source: La rapidité au détriment de la précision.
eu: Abiadura zehaztasunaren ordez.

source: Arc de glace
eu: Izotz Arkua

source: {Gèle@IC} brièvement les ennemis.
eu: Etsaiak laburki {izozten@IC} ditu.

source: Arbalète lourde
eu: Balezta Astuna

source: Tire plusieurs carreaux à la fois à courte portée.
eu: Irismen-txikiko hainbat torloju jaurtitzen ditu aldi berean.

source: Un carnage à bout portant.
eu: Bertatik bertarako eztanda.

source: Rechargement
eu: Berriz kargatu

source: Recharge l'arbalète lourde. La prochaine volée de carreau inflige des {coups critiques@CC}.
eu: Balezta Astuna berriz kargatu. Hurrengo tiroak {kolpe kritikoa@CC} emango du.

source: Arbalète à répétition
eu: Balezta Errepikagailua

source: Tire rapidement des carreaux infligeant des {coups critiques@CC} sur les cibles {enracinées@RO}.
eu: {Sustraitutako@RO} jomugetan {kolpe kritikoak@CC} ematen dituzten torloju azkarrak botatzen ditu.

source: Volée de carreaux
eu: Torlojuen Gezi-Ontzia

source: Tire une volée de carreaux {enracinants@RO} et infligeants ::+dps:: DPS pendant ::duration:: secondes.
eu: {Sustraitutako@RO} etsaiei torloju salba botatzen die eta ::+dps:: DPS ematen die ::duration:: segundoz.

source: Arbalète de glace
eu: Izotz Balezta

source: {Gèle@IC} les ennemis.
eu: Etsaia {izoztuko@IC} du.

source: Tir perçant
eu: Tiro Sarkorra

source: Tire un carreau perçant. Inflige un {coup critique@CC} et retire les flèches plantées sur les cibles {gelées@IC}.
eu: Torloju sarkorrak botatzen ditu, {kolpe kritikoak@CC} emanez eta {izoztutako@IC} etsaietan sartutako torlojuak itzultzen ditu.

source: Arbalète explosive
eu: Balezta Lehergailua

source: Les carreaux explosent en zone. Un ennemi touché par un carreau subit un {coup critique@CC}.
eu: Torlojuan efektu eremuan lehertzen dira. Torlojuak jotako edozein etsaik {zauri kritikoa@CC} hartuko du.

source: Pistolet alchimique
eu: Alkimia Karabina

source: {Empoisonne@TO} les victimes (::+dps:: DPS sur ::duration:: sec).
eu: Bere biktimak {pozoitzen@TO} ditu (::+dps:: DPS ::duration:: segundoz).

source: Boomerang
eu: Bumerana

source: Revient vers vous automatiquement.
eu: Zuregana automatikoki itzultzen da.

source: Fidèle.
eu: Betikoaren fideltasuna.

source: Ventrèche
eu: Odoljarioa

source: Provoque {saignement@BL} (::+dps:: DPS pendant ::duration:: sec). Inflige un {coup critique@CC} si la cible {saigne@BL} ou est {empoisonnée@TO}.
eu: {Odolez egotea@BL} eragiten du (::+dps:: DPS ::duration:: segundoz). {Kolpe kritikoa@CC} emango du jomuga {odoletan@BL} edo {pozoituta@TO} baldin badago.

source: Hache de Boï
eu: Mutilaren Aizkora

source: {Enracine@RO} la victime. La hache inflige ::+power:: dégâts lorsqu'elle est rappelée.
eu: Biktima {sustraituko du@RO}. Berriz deitzean ::+power:: mina ematen du.

source: Boï.
eu: Mutiko.

source: Javelot de guerre
eu: Gerrako Xabalina

source: Empale tous les ennemis sur son passage. S'ils sont proches d'un mur, ils subissent ::+power2:: dégâts supplémentaires. L'arme doit être ramassée (sinon elle revient après ::duration:: sec). Réactiver pour se téléporter au javelot.
eu: Bideko etsai guztiak zutoinean sartzen ditu. Paretatik hurbil badaude ::+power2:: min gehigarri emango du. Xabalina berreskuratu egin behar da (ez bada egiten, automatikoki itzuliko da ::duration:: segundoren ondoren). Berriz aktibatu xabalinara telegarraiatzeko.

source: Arc du Hokuto
eu: Hokutoren Arkua

source: U30_HOKUTO_GAMEPLAYDESC
eu: Etsaia markatuko du eta gero +::+power:: min gehigarri hartuko du ::effectCD:: segundo bakoitzeko ::duration:: segundoz. Etsaia hiltzen bada, marka desagertu egingo da.

source: Tu ne le sais pas encore, mais tu es déjà mort.
eu: Zuk oraindik ez dakizu, baina dagoeneko hilda zaude.

source: Nerfs d'acier
eu: Altzairuzko Nerbioak

source: Inflige un {coup critique@CC} si la flèche est tirée au bon moment.
eu: Gezia une egokian jaurti bada {kolpe kritikoa@CC} emango du.

source: Couteau de lancer
eu: Botatzeko Labana

source: Provoque {saignement@BL} (::+dps:: DPS pendant ::duration:: sec). Cible automatiquement l'ennemi le plus proche.
eu: {Odoletan egotea@BL} eragiten du (::+dps:: DPS ::duration:: segundoz). Automatikoki hurbileneko etsaiari apuntatzen dio.

source: Fouet électrique
eu: Zartailu Elektrikoa

source: Inflige ::prct::% des dégats aux ennemis proches de votre cible. Inflige {choc@EL} (::+dps2:: DPS en zone pendant ::*ShockAffectDuration:: sec). Ignore les boucliers.
eu: Ezkutuak saihesten ditu eta hurbileko etsaiei %::prct:: mina ematen die. ::+dps2:: DPS {astindua@EL} ere ematen du inguruko jomugetan ::*ShockAffectDuration:: segundoz.

source: Torches de lancer
eu: Lastargiak

source: {Brûle@FI} les ennemis et le sol (::+dps:: DPS pendant ::duration:: sec).
eu: Etsaiak eta lurra {erretzen@FI} ditu (::+dps:: DPS ::duration:: segundoz).

source: Allumer le feu !
eu: LIght my fire!

source: Éclats de glace
eu: Izotz Zatiak

source: {Ralenti@IC} les ennemis pendant ::duration:: sec. Inflige des {coups critiques@CC} sur les cibles dans l'eau ou couvertes {d'huile@FI}.
eu: Etsaiak ::duration:: segundoz {moteltzen@IC} ditu. Urean zutik dauden edo {olioz@FI} estalitako jomugetan {kolpe kritikoak@CC} ematen ditu.

source: Pyrotechnie
eu: Piroteknia

source: Lance plusieurs projectiles enflammés. Inflige des {coups critiques@CC} sur une cible couverte {d'huile@FI}.
eu: Hainbat jaurtigai gardun botatzen ditu. {Olioz@FI} estalitako jomugei {min kritikoa@CC} ematen die.

source: Eclair
eu: Tximista Torlojua

source: Maintenir pour infliger des {coups critiques@CC}. Inflige {choc@EL} (::+dps2:: DPS en zone pendant ::*ShockAffectDuration:: sec).
eu: Eutsi {kolpe kritikoak@CC} emateko. Jomugaren inguruan ::+dps2:: DPS {astindua@EL} sortzen du ::*ShockAffectDuration:: segundoz.

source: Devenez Palpatine.
eu: Zatoz alde ilunera.

source: Lance-flammes
eu: Su Eztanda

source: {Brûle@FI} les ennemis et le sol à courte portée. Inflige des {dégâts critiques@CC} sur de {l'huile@FI}.
eu: Etsaiak eta lurrazala {erreko@FI} ditu inguruan. {Kolpe kritikoak@CC} emango ditu {olioa@FI} baldin badago.

source: Cuisson à coeur.
eu: Txigortu etsaiak kolore marroi gozoa lortu arte.

source: Congélation
eu: Izotz Eztanda

source: {Gèle@IC} les ennemis devant vous. Aucun dégât si la cible est déjà {gelée@IC}.
eu: Aurrean dituzun etsaiak {izozten@IC} ditu. Ez du minik emango jomuga dagoneko {izoztuta@IC} badago.

source: Missiles magiques
eu: Misil Magikoak

source: Cible automatiquement l'ennemi le plus proche.
eu: Automatikoki hurbileneko etsaiari apuntatzen dio.

source: Sarbacane
eu: Zerbatana

source: {Poison@TO} its victims (::+dps:: DPS for ::duration:: sec). Inflicts {critical hits@CC} if you hit enemies in the back.
eu: Biktimak {pozoitzen@TO} ditu (::+dps:: DPS ::duration:: segundoz). {Kolpe kritikoak@CC} ematen ditu etsaia bizkarrean joz gero.

source: Lance tonneau
eu: Upel Jaurtitzailea

source: Tire un tonneau explosif. Inflige un {coup critique@CC} si le tonneau a rebondi contre un mur avant d'exploser.
eu: Upel lehergailu bat jaurtitzen du. {Kolpe kritikoa@CC} ematen du upela boteka ari bada edo atzera-aurrera ibili bada lehertu baino lehen.

source: Lancer d'âme
eu: Arima Tiroa

source: Charger pour lancer plusieurs âmes comme des projectiles. Si ::count:: âmes ou plus sont lancées en même temps, elles infligent des {coups critiques@CC}.
eu: Arimak jaurtigai moduak kargatzen ditu. ::count:: arima baino gehiago jaurtitzen badira aldi berean, {kolpe kritikoak@CC} emango dituzte.

source: U26_HARDLIGHTGUN_NAME
eu: Pistola Gogor Arina

source: U26_HARDLIGHTGUN_GAMEPLAYDESC
eu: Jomugak markatzen ditu Pistola Gogor Arinak {min kritikoa@CC} eman diezaien. Munizioa ez da pasiboki birkargatzen.

source: U26_HARDLIGHTGUN_AMBIANTDESC
eu: Ez da hain trakets edo ausazkoa, ordea.

source: Killing Deck
eu: Karta-sorta Hilgarria

source: Shoots cards in various patterns. The fourth hit recalls all the cards, dealing {critical damage@CC}.
eu: Hainbat patroiekin jaurtitzen ditu kartak. Laugarren kolpeak karta guztiak kentzen ditu, {min kritikoa@CC} emanez.

source: DLC3_WEAPON_AMBIANT_DESC_THROWINGCARD
eu: Kartak arma modura erabiltze hau X-armagarria iruditzen zait...

source: Gilded Yumi
eu: Urrezko Yumia

source: Fires large arrows that push enemies. Stuns and inflicts {critical damage@CC} if it bumps its target into a wall or another enemy.
eu: Etsaiak bultzatzen dituen gezi luzeak jaurtitzen ditu. Zorabiatu eta {min kritikoa@CC} ematen du jomuga paretaren edo beste etsai baten aurka botaz gero.

source: DLC3_WEAPON_HEAVYBOW_AMBIENTDESC
eu: Harrigarriki erabilerraza, botatzen dituen enbor-neurriko geziak kontutan izanda.

source: U28_MONEYSHOOTER_NAME
eu: Diru Jaurtitzailea

source: U28_MONEYSHOOTER_GAMEPLAYDESC
eu: Zure sakelatik ::count:: urre jaurtitzen du {min kritikoa@CC} emanez. Ez du tirorik egingo ezin baduzu ordaindu.

source: U28_MONEYSHOOTER_AMBIENTDESC
eu: Shut up and shoot my money!

source: Magic Bow
eu: Arku Magikoa

source: Fires homing arrows. Arrows deal more damage if they hit the same enemy.
eu: Itzultzen diren geziak botatzen ditu eta min handiagoa ematen dute etsai bera jotzen badute.

source: Just close your eyes and shoot!
eu: Itxi begiak eta egin tiro, besterik ez!

source: U32_ THROWABLESTUFF_NAME
eu: Jaurtitzeko Objektuak

source: U32_ THROWABLESTUFF_GAMEPLAYDESC
eu: Kolpatzen duen etsaia zorabiatuko du. Etsai bat hiltzen duzun bakoitzean munizio 1 birkargatuko du.

source: U32_ THROWABLESTUFF_AMBIENTDESC
eu: Loreontzia, eltzea, botila, labana... Ez dio axola zer har dezakezun, bota badezakezu, egin lasai.

source: U32_LASERGLAIVE_NAME
eu: Laser Guja

source: U32_LASERGLAIVE_GAMEPLAYDESC
eu: Hurbileko jomugetan bote egiten du, gero eta min handiagoa ematen eta ::bonus:: boteren ondoren {min kritikoa@CC} emanez.

source: U32_LASERGLAIVE_AMBIENTDESC
eu: Ahultasuna zenbakitan.

source: U31_HYDRASPELL_NAME
eu: Arrisku Glifoak

source: U31_HYDRASPELL_GAMEPLAYDESC
eu: Zure osasuna gero eta baxuago, orduan eta eraso gehiago egingo ditu arma honek konboetan. Hirugarren kolpetik aurrera {min kritikoa@CC} emango du.
