Repository: josuigoa/itzulpenak
Catalog: dead_cells/data/main.*.po
Languages: eu

source: POW_TAUNT_6
eu: Gizajale Krudela!

source: POW_TAUNT_7
eu: Pirata!

source: POW_TAUNT_8
eu: Demonio zoldazua!

source: POW_TAUNT_9
eu: Urde bekaintristia!

source: POW_TAUNT_10
eu: Antunpatzarra!

source: Tout va bien se passer !
eu: EZ IZAN BELDURRIK! Dena ongi aterako da.

source: Accepter
eu: Onartu

source: Le support du chat a été désactivé par le streamer. Veuillez utiliser l'extension Twitch pour voter.
eu: Streamer-ak chat-a desgaitu du. Erabili Twitch gehigarria bozkatu ahal izateko.

source: Votre Poulet ::user:: a choisi de vous soigner !
eu: ::user:: oilasko kapitainak zu sendatzea erabaki du!

source: Votre Poulet ::user:: a refusé de vous soigner !
eu: ::user:: oilasko kapitainak zure sendatzeko eskaria ukatu du.

source: ::user:: a quitté le rôle de Poulet. Merci d'avoir prévenu :)
eu: ::user::-ek Oilasko kapitaina izateari utzi dio. Eskerrik asko oharragatik!

source: ::user:: a choisi de ne plus être Poulet, un nouveau vote a été lancé.
eu: ::user::-ek Oilasko kapitaina izateari utzi dio. Kapitan berri bat aukeratzen ari gara!

source: ::user:: Attendez ::t:: sec avant de lancer une nouvelle attaque de boss
eu: ::user:: Itxaron ::t:: segundo beste nagusi eraso bat jaurti aurretik.

source: ::user:: Attaques de boss disponibles : ::cmds::
eu: ::user:: Nagusi erasoak eskuragarri: ::cmds::

source: Nouvel abonné : ::user::
eu: Harpidedun berria: ::user::

source: Défi Quotidien
eu: Eguneroko erronka

source: Modification votée par vos spectateurs
eu: Ikusleek aukeratutako aldagarria

source: Incentivized biomes || Incentive popup on enter level
eu: Pizgarria duten biomak

source: Mobs will drop more cells and gold here.
eu: Izakiek zelula eta urre gehiago emango dute hemen.

source: U30_FIRST_BC_UNLOCKED_POPUP
eu: Zorionak! Jokoaren hasierako hodiarekin intreaktuatuta zailtasun maila berri bat probatu dezakezu.

source: Notre héros est mort(e) !
eu: Gure heroia hil egin da!

source: Boss droit devant
eu: Hildako nagusia aurrean

source: Version non optimisée !
eu: Optimizatu gabeko bertsioa

source: Nous avons detecté que vous utilisez un processeur graphique Intel HD Graphics.
eu: Intel HD Graphics GPUa erabiltzen ari zarela detektatu dugu.

source: Dead Cells n'est pas encore optimisé pour ce type de processeur graphique, il est possible que vous rencontriez quelques bugs.
eu: Dead Cells ez da GPU mota honentzat oraindik optimizatu, arazoak izan ditzakezu.

source: Si votre ordinateur dispose d'un autre processeur graphique, nous vous conseillons de forcer son utilisation pour Dead Cells dans vos paramètres de carte vidéo.
eu: Zure ordenagailuak beste bideo txartel bat badu, bideo txartelaren ezarpenetan Dead Cells erabiltzeko beste hori erabil dezazun gomendatzen dizugu.

source: On dirait que quelque chose a changé...
eu: Zerbait aldatu dela dirudi...

source: "Travaux en cours", impossible de continuer par là.
eu: "Lanean ari gara"... ezin hemendik pasa.

source: "TRAVAUX EN COURS" Bravo ! Vous avez atteint la fin (actuelle) du jeu !
eu: "LANEAN ARI GARA" Ongi egina! Jokoaren bukaerara ailegatu zara (oraingoz)!

source: U28_SERVANTS
eu: Zerbitzariak

source: Écran des sauvegardes
eu: Gordetzeko artekak

source: Ignorer
eu: Ezikusia egin

source: Sauvegarde inaccessible
eu: Ezin dira gordetako partidak atzitu

source: Votre sauvegarde synchronisée sur Steam Cloud n'est pas accessible actuellement (mode hors-ligne ou problème de connexion).
eu: Zure Steam Cloud fitxategiak ez daude eskuragarri une honetan (offline moduan edo konexio errorea)

source: Vous pouvez jouer sur une nouvelle sauvegarde ou relancer le jeu après avoir vérifié vos paramètres.
eu: Offline partida berria hasi dezakezu edo jokoa berriz hasi zure ezarpenak egiaztatu ondoren.

source: Steam Cloud est maintenant activé, mais votre précédente sauvegarde a été effectuée en local. Souhaitez-vous continuer avec Steam Cloud ?
eu: Steam Cloud orain gaituta dago, baina zure aurreko partida offline gorde da. Steam Cloud erabili nahi al duzu?

source: Souhaitez-vous transférer vos sauvegardes locales sur Steam Cloud ? Attention, si vous aviez déjà des sauvegardes sur Steam Cloud, elles seront définitivement perdues !
eu: Zure lokaleko gordetako partidak Steam Cloud-era pasatu nahi dituzu? KONTUZ! Lehendik Steam Cloud-en gordetako partidak badituzu betirako gainidatziko dira!

source: Retour
eu: Itzuli

source: Rafraîchir
eu: Eguneratu

source: Mon score
eu: Nire marka

source: Traduction réalisée par un joueur
eu: Jokalariak itzulitakoa

source: Il est conseillé de jouer à Dead Cells avec une manette !
eu: Dead Cells agintearekin jokatzea gomendatzen dugu!

source: Jouer
eu: Jokatu

source: Options
eu: Ezarpenak

source: Slot ::index::
eu: Arteka: ::index::

source: Sauvegarde : ::name::
eu: Gorde: ::name::

source: Notes de mise à jour
eu: Adabakiaren oharrak

source: Changer d'utilisateur
eu: Aldatu erabiltzailea

source: Changer de profil
eu: Aldatu profila

source: Contenu additionnel || Switch terminology for DLC (Downloadable Content)
eu: Eduki gehigarria

source: Extensions
eu: Gehigarriak

source: Contenu additionnel || XB1 terminology for DLC
eu: Eduki gehigarria

source: Contenu additionnel || PC terminology for DLC
eu: Eduki gehigarria

source: Continuer (mode personnalisé - streaming)
eu: Jarraitu (Neurrirako Modua - Streaming)

source: Continuer (mode normal - streaming)
eu: Jarraitu (Modu Arrunta - Streaming)

source: Vous devez configurer un compte de streaming pour pouvoir jouer à ce mode.
eu: Joko modu hau erabiltzeko streaming zerbitzuak konfiguratu behar duzu.

source: Continuer (mode personnalisé)
eu: Jarraitu (Neurrirako Modua)

source: Continuer (mode normal)
eu: Jarraitu (Modu Arrunta)

source: Mode normal
eu: Modu Arrunta

source: Mode personnalisé
eu: Neurrirako Modua

source: À débloquer dans le mode normal
eu: Desblokeatu ezazu joko modu arruntean.

source: Streaming : Activé
eu: Streaming: Gaituta

source: Streaming : Désactivé
eu: Streaming: Desgaituta

source: Vous devez être connecté à Internet pour pouvoir jouer à ce mode.
eu: Internet konexioa derrigorrezkoa da modu honetan aritzeko.

source: Cette sauvegarde nécessite une version plus récente du jeu.
eu: Gordetako partida honek jokoaren bertsio berriagoa behar du.

source: UPDATE_POPUP_SHOW
eu: Erakutsi leihoa berriz

source: Appuyer sur :a: pour démarrer
eu: Sakatu :a: hasteko

source: DLC Gratuit
eu: Doako DLCa

source: Contenu Additionnel
eu: Eduki Gehigarria

source: DLC3_DESCRIPTION_TEXT
eu: Borrokatu hondoratutako itsasontzietan zehar, eskalatu erretzen ari den itsasargi bat eta aurre egin zure etsairik hilgarrienari. Bertatik igarotzea lortzen baduzu, beharbada azkenean jainkoak ahaztutako uharte honetatik aterako zara... Jokoaren amaierako eduki honek Goi Tontor Gaztelua, Destilategi Abandonatua eta Tronu Gela biomen alternatiba bat eskaintzen dizu.

source: Rise of The Giant
eu: Erraldoiaren altxamendua

source: The Bad Seed
eu: Hazi Txarra

source: Fatal Falls
eu: Erorketa Hilkorrak

source: The Queen and the Sea
eu: Erregina eta Itsasoa

source: Nécessite le DLC ::dlcName::
eu: ::dlcName:: DLCa beharrezkoa

source: Aller sur la boutique || PS4 terminology for Shop
eu: Zoaz dendara

source: Aller sur la boutique || XB1 terminology for Shop
eu: Zoaz dendara

source: Aller sur la boutique || PC terminology for Shop
eu: Zoaz dendara

source: Annuler
eu: Ezeztatu

source: Amélioration {permanente@PE}
eu: Hobekuntza {iraunkorra@PE}

source: {Brutalité@BR}
eu: {Krudelkeria@BR}

source: {Tactique@TA}
eu: {Taktikak@TA}

source: {Survie@SU}
eu: {Bizirautea@SU}

source: {Brutalité@BR} / {Tactique@TA}
eu: {Krudelkeria@BR} / {Taktikak@TA}

source: {Brutalité@BR} / {Survie@SU}
eu: {Krudelkeria@BR} / {Bizirautea@SU}

source: {Tactique@TA} / {Survie@SU}
eu: {Taktikak@TA} / {Bizirautea@SU}

source: Capacité active
eu: Abilezia

source: Arme
eu: Arma

source: Récompense
eu: Saria

source: U29_ASSIST_MODE_LOCK_SCORE
eu: Lagundutako modua aktibatu duzu. Zure eguneroko erronkak ez dira erregistratuko.

source: Attente...
eu: Itxaroten...

source: Plus de munitions
eu: Muniziorik gabe

source: Munitions accrochées sur cet ennemi
eu: Munizioa etsai honetan trabatuta

source: Ramassez l'objet ici
eu: Jaso hemengo objektua.

source: Title
eu: Titulua

source: Valider
eu: Baieztatu

source: U34_ASPECT_WARNING || Aspect warning PS terminology
eu: Kontuz! Itxura bat ekipatuz gero, nagusi zelula berriak eta sari bikainak desblokeatzea ekidingo duzu partida horretan.

source: U34_ASPECT_WARNING || Aspect warning Xbox terminology
eu: Kontuz! Itxura bat ekipatuz gero, nagusi zelula berriak eta sari bikainak desblokeatzea ekidingo duzu partida horretan.

source: U34_ASPECT_WARNING || Aspect warning
eu: Kontuz! Itxura bat ekipatuz gero, nagusi zelula berriak eta sari bikainak desblokeatzea ekidingo duzu partida horretan.

source: PICK AN ASPECT
eu: AUKERATU ITXURA

source: U29_ASSIST_MODE
eu: Lagundutako Modua

source: U29_REVEAL_MAP
eu: Erakutsi mapa

source: U29_REVEAL_MAP_DESC
eu: Erakutsi guztiz uneko mailaren mapa.

source: U29_AUTO_HIT_OPTION
eu: Auto-Jotzea

source: U29_AUTO_HIT_OPTION_DESC
eu: Inguruko etsaiei automatikoki eraso egingo zaio zure buruz-buruko armarekin .

source: U29_AUTO_BREAK_DOORS_OPTION
eu: Xehatu ateak

source: U29_AUTO_BREAK_DOORS_OPTION_DESC
eu: Inguruko ateak automatikoki xehatuko dira.

source: U29_PARRY
eu: Errazago aldaratu

source: U29_PARRY_DESC
eu: Denbora gehiago duzu aldaratzeko.

source: U29_TRAP
eu: Tranpa motelagoak

source: U29_TRAP_DESC
eu: Tranpa mugikorrak motelagoak dira.

source: U35_SLOWER_MOBS
eu: Etsai motelagoak

source: U35_SLOWER_MOBS_DESC
eu: Etsaiek ekintzak motelagoak dira

source: U29_TRAP_DAMAGE
eu: Tranpen mina

source: U29_ENEMY_HEALTH
eu: Etsaien osasuna

source: U29_ENEMY_DAMAGE
eu: Etsaien mina

source: U34_MIMIC_SPAWN
eu: Saltzaile Imitatzailerik ez

source: U34_MIMIC_SPAWN_DESC
eu: Ez da Saltzaile Imitatzailerik agertuko

source: U29_CONTINUE_ENABLED
eu: Heriotza anitzak

source: U29_CONTINUE_ENABLED_DESC
eu: Hiltzen zaren bakoitzean, azken kontrol-puntuan berpiztuko zara.

source: U29_CONTINUE_COUNT
eu: Aukeratu onartutako heriotza kopurua.

source: U29_INFINITE_CONTINUE
eu: Infinitu

source: U29_ASSIST_MODE_RESET
eu: Berrezarri Lagundutako Moduko ezarpenak

source: U29_ASSIST_MODE_DEACTIVATE
eu: Desgaitu Lagundutako Modua

source: U29_ASSIST_MODE_ENABLE_TEXT_1
eu: Lagundutako Moduarekin jokoa irisgarria egin ahal izateko ezarpen batzuk aldatzen uzten dizu. Dead Cells joko zail eta zorrotza da, baina jokatzeko erraza. Zuretzat erronka izango den zailtasun maila egokia lortzeko ezarpenak jartzea gomendatzen dugu.

source: Suivant
eu: Hurrengoa

source: U29_ASSIST_MODE_ENABLE_TEXT_2
eu: Edonola ere, modu honekin publiko ahalik eta zabalenak jokoaz goza dezan lortu nahi dugu. Aukeratu nahi dituzun ezarpenak! Benetan inporta duena Dead Cells jostatzen ongi pasatzea da!

source: U29_ASSIST_MODE_ACTIVATE
eu: Gaitu Lagundutako Modua

source: LE COLLECTEUR
eu: BILTZAILEA

source: DLCP_COLLECTOR_SHANOA_NAME
eu: Shanoa

source: PAS LE COLLECTEUR
eu: EZ BILTZAILEA

source: "Reviens me voir quand tu auras trouvé de nouveaux parchemins..."
eu: "Itzul zaitez ni ikustera plano berriren bat aurkitzen duzunean..."

source: Voir tout
eu: Erakutsi dena

source: Cacher les lignes inutiles
eu: Ezkutatu garrantzirik gabeko lerroak

source: {Verrouillé@LO} : débloquer "::name::"
eu: {Blokeatuta@LO}: "::name::" desblokeatu

source: {Locked@LO}: requires DLC ::dlcName::
eu: {Blokeatuta@LO}: "::dlcName::" DLCa beharrezkoa

source: {Verrouillé@LO} : débloquer ::n:: objets supplémentaires
eu: {Blokeatuta@LO}: desblokeatu ::n:: objektu gehiago

source: {Verrouillé@LO} : débloquer 1 objet supplémentaire
eu: {Blokeatuta@LO}: desblokeatu objektu 1 gehiago

source: Vous pouvez re-verrouiller les objets indésirables avec le {Mode Personnalisé@LE}.
eu: Nahi ez dituzun objektuak zure pilatik blokeatu ditzakezu {Neurrirako Modua@LE} erabiliz.

source: Afficher objets débloqués
eu: Erakutsi desblokeatutako objektuak

source: Masquer objets débloqués
eu: Ezkutatu desblokeatutako objektuak

source: ::n:: cellules restantes
eu: ::n:: zelula dituzu

source: ::n:: cellule restante
eu: ::n:: zelula dituzu

source: Oui
eu: Bai

source: Non
eu: Ez

source: (maintenu)
eu: (eutsi)

source: (MAINTENU)
eu: (EUTSI)

source: PARTIE PERSONNALISÉE
eu: NEURRIRAKO PARTIDA

source: Les modifications suivantes désactiveront l'obtention de trophées :
eu: Ondorengo aldaketek trofeoak desgaituko dituzte:

source: Les modifications suivantes désactiveront l'obtention de hauts faits :
eu: Ondorengo aldaketek lorpenak desgaituko dituzte:

source: Moins de 20 armes ou actifs déverrouillés
eu: 20 objektu baino gutxiago desblokeatuta

source: Présence de modificateur gameplay
eu: Jostagarritasun Aldagarria detektatuta

source: Présélection de configuration
eu: Lehenetsitako aurreaukeraketak

source: Équipement
eu: Ekipamendua

source: Options avancées
eu: Ezarpen aurreratuak

source: Alternate binding profile || Alt binding
eu: Bestelako konfigurazio profila

source: Lancer la partie personnalisée
eu: Abiarazi Neurrirako Partida

source: (Présélection : {::name::@ST})
eu: (Aurreaukeraketa: {::name::@ST})

source: Les présélections appliqueront une configuration par défaut, mais vous pourrez tout à fait personnaliser d'autres options dans les onglets suivants.
eu: Lehenetsitako aurreaukeraketa hartuko da, baina beste ezarpenak hurrengo fitxan alda ditzakezu

source: Reset
eu: Berrezarri

source: Remise à 0
eu: Berrezarri ezarpen guztiak lehenetsitakora

source: Timer permanent, tous les éléments débloqués... Ferez vous le meilleur temps ?
eu: Tenporizadore iraunkorra, objektu guztiak desblokeatuta... Zein abiaduratan ibili zaitezke?

source: Que des armes et des compétences de type Brutalité
eu: Krudelkerian oinarritutako arma eta abileziak bakarrik desblokeatuta

source: Que des armes et des compétences de type Tactique
eu: Taktiketan oinarritutako arma eta abileziak bakarrik desblokeatuta

source: Que des armes et des compétences de type Survie
eu: Bizirautean oinarritutako arma eta abileziak bakarrik desblokeatuta

source: Que des armes et des compétences au corps à corps
eu: Buruz-buruko arma eta abileziak bakarrik desblokeatuta

source: Que des armes et des compétences à distance, sans limite de munitions !
eu: Irismen luzeko armak bakarrik desblokeatuta. Orain munizio amaigabearekin!

source: Soyez un ninja surpuissant, mais terriblement fragile !
eu: Kolpe bat eta hilda zaude

source: Tout est fait pour vous octroyer une mort rapide : pas de potion, infection décuplée, monstres et portes explosives...
eu: Dena zu ahalik eta azkarren hiltzeko diseinatuta dago: ez dago botikarik, Ondoez biderkatuta, munstro eta ate lehergailuak. Arazorik ez.

source: Seul le feu les purifieras tous !
eu: Suan oinarritutako objektuak bakarrik desblokeatuta

source: Présélections personnalisées
eu: Zure aurreaukeraketak

source: Tout changement de paramètres s'enregistrera automatiquement dans la présélection personnalisée sélectionnée.
eu: Zure ezarpen berriak aukeratutako aurreaukeraketan gordeko dira

source: Vos paramètres, vos règles !
eu: Zure ezarpenak, zure arauak!

source: Enlever trop d'objets peut entrainer des cas étranges tel que l'absence de coffres, ou des étals vides chez vos marchands préférés !
eu: Objektu gehiegi kentzeak eragin arraroren bat izan dezake: kutxak desagertu daitezke eta horrela merkatuko zure gune gustukoenetan erreserba gabe geldi daitezke.

source: = Désactivera l'obtention de Trophée
eu: = Desgaitu trofeoak

source: = Désactivera l'obtention de Haut Fait
eu: = Desgaitu lorpenak

source: Équipement de départ
eu: Hasierako ekipamendua

source: Random Skin
eu: Ausazko Janzkera

source: Start every run with a randomly picked outfit.
eu: Hasi partida bakoitza ausaz aukeratutako janzkerarekin.

source: Start every level with a outfit picked randomly
eu: Hasi maila bakoitza ausaz aukeratutako janzkerarekin.

source: U35_CUSTOMGAME_RANDOM_HEAD_CATEGORY
eu: Ausazko Burua

source: U35_CUSTOMGAME_RANDOM_HEAD_RUN_DESC
eu: Hasi partida bakoitza ausaz aukeratutako buruarekin.

source: U35_CUSTOMGAME_RANDOM_HEAD_LEVEL_DESC
eu: Hasi maila bakoitza ausaz aukeratutako buruarekin.

source: Si une option est décoché, le jeu se basera sur la progression de la sauvegarde en cours.
eu: Aukera hau desgaituta badago, jokoa uneko gordetako partidan oinarrituko da.

source: Modifications Méta
eu: Meta Aldagarriak

source: Nombre de potions maximum
eu: Edabe kopuru handiena

source: Niveau du Sauvetage de l'or
eu: Urre erreserba maila

source: Niveau du Recyclage
eu: Birziklatze maila

source: Niveau de la Forge Avancée
eu: Burdinola maila

source: Modifications diverses
eu: Bestelako Aldagarriak

source: Seed fixe
eu: Mailak sortzea ez da ausazkoa izango, goian sartutako zenbakiaren arabera aukeratuko da. Lore gelak desaktibatuko dira.

source: La génération des niveaux ne sera plus aléatoire. Les salles de lore seront désactivés.
eu: Mailak sortzea ez da ausazkoa izango, goian sartutako zenbakiaren arabera aukeratuko da. Lore gelak desaktibatuko dira.

source: Débloquez cette option en obtenant les 4 Runes.
eu: Desaktibatu aukera hau 4 Errunak lortzen dituzunean.

source: Timer par défaut
eu: Lehenetsitako tenporizadorea

source: Le timer s'arrêtera dans les salles spéciales et quand les interfaces sont ouvertes.
eu: Tenporizadorea gelditu egingo da gela berezi batzuetan eta interfazea irekita dagoenean.

source: Timer semi-permanent
eu: Tenporizadore erdi-iraunkorra

source: Le timer ne s'arrêtera plus dans les salles spéciales.
eu: Tenporizadorea ez da geldituko gela berezietan zaudenean.

source: Timer permanent
eu: Tenporizadore iraunkorra

source: Le timer ne s'arrêtera plus dans les salles spéciales et quand les interfaces seront ouvertes.
eu: Ordularia beti martxan...

source: Nombre de Cellules de Boss activés
eu: Aktibo dauden Nagusi Zelula kopurua

source: Les magasins vous laisserons choisir le type d'objet à vendre plutôt que leur couleur.
eu: Dendetan armak objektu motaren arabera aukeratu ahalko dituzu kolorearen arabera beharrean.

source: Débloquez cette option en terminant la recherche "::researchName::".
eu: Desaktibatu aukera hau "::researchName::" osatzeko biltzailearekin.

source: Pourcentage des objets trouvés de qualité ::q::
eu: ::q:: kalitatea duten objektuen ehunekoa

source: Maximum basé sur votre sauvegarde actuelle
eu: Zure uneko gordetako partidan oinarritutako maximoa

source: Désactiver les Armes Légendaires
eu: Desaktibatu Kondairazko Armak

source: Désactiver la Forge Mineure
eu: Desaktibatu Burdinola Txikia

source: La fontaine de soin sera toujours disponible dans les parties de difficulté "::diff::" et plus.
eu: Osasun iturriak beti egongo dira eskuragarri "::diff::" zailtasuna edo handiagoa duten guneetan.

source: Débloquez cette option en finissant le jeu en difficulté "::diff::".
eu: Jokoa "::diff::" zailtasunean gainditzean desaktibatua.

source: Curses left you at 1hp instead of killing you
eu: Madarikazioek 1HPn utziko zaituzte hil beharrean.

source: Curses won't kill you in a single hit
eu: Madarikazioen ez zaituzte kolpe bakarrean hilko.

source: Désactiver les Équipements Payants
eu: Desgaitu Ordaindutako Objektuak

source: Magasins, objets derrière portes dorées.
eu: Dendak, urrezko ate atzeetako objektuak.

source: Désactiver les Équipements Gratuits
eu: Desgaitu Doako Objektuak

source: Objets au sol, coffres normaux et maudits, salle de lore, et autels.
eu: Lurrean, edozein kutxetan, lore geletan edo aldareetan aurkitzen den edozein objektu.

source: Désactiver les Modificateurs
eu: Desaktibatu Aldagarriak

source: Désactiver Protection Anti-OneShot
eu: Desaktibatu kolpe-bakarreko babes mekanika

source: Désactiver Mutations
eu: Desaktibatu Mutazioak

source: Modificateurs de l'Infection
eu: Ondoez Aldagarriak

source: This impacts all difficulties except "Hell".
eu: Zailtasun guztiei eragiten die "Hell"-i izan ezik.

source: This only impacts "Hell" difficulty.
eu: "Hell" zailtasunari bakarrik eragiten dio.

source: Modificateurs de Gameplay
eu: Jostagarritasun Aldagarriak

source: Alternate binding profile can only be used in Custom Mode, if the corresponding option is active. It enables binding multiple actions on the same button. || PS5 terminology
eu: Bestelako konfigurazio profila Neurrirako Moduan bakarrik erabili daiteke, dagokion aukera aktibatuta badago. Botoi bera sakatuta hainbat ekintza burutzea ahalbidetzen du.

source: Alternate binding profile can only be used in Custom Mode, if the corresponding option is active. It enables binding multiple actions on the same button. || Alt binding desc
eu: Bestelako konfigurazio profila Neurrirako Moduan bakarrik erabili daiteke, dagokion aukera aktibatuta badago. Botoi bera sakatuta hainbat ekintza burutzea ahalbidetzen du.

source: Clavier - Souris
eu: Teklatu/Sagua

source: Munitions illimitées
eu: Munizio amaigabea

source: Nombre d'or au départ
eu: Hasierako urre kopurua

source: Nombre de malédiction d'un coffre maudit
eu: Madarikazio maila kutxa madarikatuetan

source: Enable malaise
eu: Gaitu Ondoez

source: Désactiver le malaise
eu: Desgaitu Ondoez

source: La potion ne soigne plus l'infection
eu: Edabeek ez dute infekziorik sendatzen

source: Pourcentage de chances que la nourriture soit infecté
eu: Janaria kutsatuta egoteko aukeraren ehunekoa

source: Arme de départ gauche
eu: Hasierako lehenengo arma

source: Arme de départ droite
eu: Hasierako bigarren arma

source: Compétence de départ gauche
eu: Hasierako lehenengo abilezia

source: Compétence de départ droite
eu: Hasierako bigarren abilezia

source: Fontaine de soin permanente
eu: Osasun Iturria inoiz ez da puskatzen.

source: Augmenter le Nombre de mutations maximum
eu: Handitu mutazio kopuru maximoa

source: Toutes les armes et les compétences incolores
eu: Arma eta abilezia guztiak koloregabeak dira

source: U30_CUSTOM_MODE_LEGENDARY_OPTION
eu: Arma eta abilezia guztiak kondairazkoak dira

source: Autoriser le maniement de deux armes ou actifs de même type
eu: Onartu mota bereko bi arma edo abilezien erabilera.

source: Utiliser les anciennes catégories pour les magasins.
eu: Erabili denda zaharraren kategoriak.

source: Enable random skin
eu: Gaitu ausazko janzkera

source: Randomize skin on every level
eu: Ausazko janzkera maila bakoitzean.

source: U35_CUSTOMGAME_RANDOM_HEAD_RUN_NAME
eu: Gaitu ausazko burua

source: U35_CUSTOMGAME_RANDOM_HEAD_LEVEL_NAME
eu: Ausazko burua maila bakoitzean.

source: Use alternate binding profile
eu: Erabili bestelako konfigurazio profila

source: Quel nom pour cette présélection personnalisée ?
eu: Aurreaukeraketaren izena?

source: Laissez le champ vide pour réinitialiser le nom.
eu: Utzi eremua hutsik berrezar dadin.

source: Choisir
eu: Aukeratu

source: Modifier
eu: Aldatu

source: Alternate binding profile || Alt binding label
eu: Bestelako konfigurazio profila

source: Présélection
eu: Aurreaukeraketak

source: Alternate binding profile || Alt binding label 2
eu: Bestelako konfigurazio profila

source: Activer
eu: Aktibatu

source: Enregistrer
eu: Gorde

source: Renommer
eu: Berrizendatu

source: Nécessite d'être débloqué auprès du Collecteur
eu: Biltzailearenean desblokeatu beharra dago

source: Changer de groupe d'objet
eu: Aldatu objektuaren kategoria

source: Changer la qualité
eu: Aldatu kalitatea

source: Tout retirer
eu: Kendu dena

source: Retirer
eu: Kendu

source: Défaut
eu: Lehenetsitakoa

source: Sélectionner/Désélectionner tout
eu: Aukeratu/Desaukeratu denak

source: Disponible
eu: Eskurgarri

source: Pas disponible
eu: Eskuraezin

source: Pause
eu: Etenda

source: Continuer la partie en cours
eu: Jarraitu uneko jokoarekin

source: Retour au menu
eu: Itzuli menura

source: Vous êtes mort, dommage !
eu: Hil egin zara! Bummer!

source: Plus de temps, dommage !
eu: Akabo denbora! Bummer!
