Repository: josuigoa/itzulpenak
Catalog: dead_cells/data/main.*.po
Languages: eu

source: Certains corps sont là depuis un très long moment.
eu: Batzuk denbora asko daramate hemen.

source: Y en a un qui tient quelque chose contre lui...
eu: Euretako batek zerbait dauka helduta...

source: C'est le blason du Roi.
eu: Erregearen armarria da.

source: Il a une manière toute particulière de régler le problème de surpopulation carcérale.
eu: Kartzelako gainpopulazioaren arazoa kudeatzeko modu bat da.

source: Détenu
eu: Presoa

source: Ordre d'exécution
eu: Exekuzio agindua

source: Le séjour de ce prisonnier a été un peu écourté.
eu: Preso honen egonaldia moztu zuten.

source: Impossible de dire s'il s'agit d'un homme ou d'une femme.
eu: Ezin esan gizona ala emakumea den.

source: Les corbeaux ont déjà fait leur besogne sur celui-ci.
eu: Beleen lan nahiko txukuna egin duten hemengo honekin.

source: "Par ordre du Roi, tous les individus présentant des troubles du comportement ou des détériorations notables de l'apparence..."
eu: "Erregearen aginduz, desorekatu jokabidea erakusten duen edo begi-bistako itxura kaxkarra nabari zaion pertsona oro..."

source: "...seront emprisonnés puis pendus hauts et courts jusqu'à ce que mort s'ensuive."
eu: "... kartzelan sartuko da, eta hil arte lepotik zintzilikatu."

source: "...(si le médecin de la prison confirme le diagnostic d'Infection)."
eu: "... (kartzelako medikuak Kutsatze diagnosia baieztatzen badu)."

source: Ils font bien de préciser, j'ai vraiment cru qu'on parlait d'un génocide, là.
eu: Eskerrak hori gehitu duten. Une batez benetan pentsatu dut genozidioaz hitz egiten ari ginela.

source: Une jeune femme.
eu: Emakume gazte bat.

source: "Détenu 6541"
eu: "6541 Presoa"

source: Elle tient quelque chose de serré dans son poing.
eu: Ukabilean zerbait dauka helduta.

source: Prisonnier pendu
eu: Zintzilikatutako presoa

source: Affaires de prisonnier
eu: Presoaren ondare pertsonalak

source: Un homme d'une quarantaine d'années.
eu: Gizon bat, berrogei bat urtekoa.

source: Sans grande certitude.
eu: Ezin ziur esan.

source: "Soupçons d'infection"
eu: "Kutsatze susmoa"

source: Soit celle-ci était une naine, soit elle n'avait pas plus de 10 ou 12 ans.
eu: Hau ipotxa zen edo ez zituen 10 edo 12 urte baino gehiago.

source: On va dire que c'était une naine.
eu: Pentsa dezagun ipotxa zela.

source: C'était destiné à brûler, mais quelques trucs semblent avoir survécu.
eu: Denak erreta behar zuen, baina gauza batzuk biziraun egin dute.

source: Oh, intéressant.
eu: Oh, interesgarria.

source: Lettre
eu: Eskutitza

source: Lit
eu: Ohea

source: Une femme qui aura opté pour la méthode rapide.
eu: Metodo azkarra aukeratu zuen emakume bat.

source: Bizarre, elle ne semblait pas infectée.
eu: Bitxia, ez dirudi kutsatuta zegoenik.

source: Ses derniers mots, sûrement.
eu: Bere azken hitzak izango ziren.

source: "Le mal-être ne nous emportera pas. Je vous protegerai...
eu: "Ondoezak ez gaitu harrapatu. Babestuko zaitut...

source: ...je vous protegerai."
eu: ... babestuko zaitut."

source: Egorgés.
eu: Ebakitako Eztarriak.

source: Puits
eu: Putzua

source: Gravas
eu: Harlangaitza

source: Sac
eu: Zorroa

source: Cuillère
eu: Koilara

source: Le puits n'a pas l'air d'avoir servi récemment.
eu: Badirudi putzu hau ez dutela berriki erabilia.

source: Il a l'air plutôt profond.
eu: Oso sakona dirudi.

source: "Détenu 545"
eu: "545 Presoa"

source: Pas de blessure apparente.
eu: Ez da zauririk ikusten.

source: Sûrement mort de faim.
eu: Gosez hilko zen.

source: Il n'a pas l'air d'avoir réussi à remonter.
eu: Badirudi ez zela osatzeko gai izan.

source: Ce tunnel s'est effondré.
eu: Tunela erori egin zen.

source: Les traces dans la paroi indiquent qu'il a été creusé avec un petit outil.
eu: Paretako markengatik esan daiteke tresna txiki batekin egin zutela zuloa.

source: Une petite cuillère.
eu: Koilaratxo bat.

source: Il y a un truc au fond de l'eau.
eu: Hondoan zerbait dago.

source: Déchets
eu: Zaborra

source: Cadavre
eu: Gorpua

source: Il y fait noir.
eu: Ilun dago hor behean.

source: C'est pas que ça m'effraie, hein.
eu: Ez da beldurtuta nagoelako.

source: Mais j'en ai un peu marre de plonger dans des piques à l'aveuglette.
eu: Baina nekatzen ari naiz beltzean murgildu eta iluntasuna ukitzeaz.

source: Les gens balancent vraiment n'importe quoi dans les puits.
eu: Jendeak edonolako zaborrak botatzen ditu putzuetara.

source: Faut pas s'étonner si on chope des maladies en buvant au même endroit où on jette sa merde.
eu: Ez nau harritzen gaixotu izana, beraien kakak botatzen zituzten leku beretik edaten baitzuten.

source: Heureusement que quelques idiots lachent aussi de l'or dans les puits.
eu: Zorionez, badaude hor zehar putzuetara urrea ere botatzen duten inozo batzuk.

source: Il est tellement gorgé d'eau qu'il semble prêt à éclater.
eu: Urez bete-bete egin da dago, edozein unetan lehertuko dela dirudi.

source: Rooh.
eu: Txapa.

source: Les trucs les plus lourds se sont tous entassés ici.
eu: Gauzarik astunenak hemen pilatu dituzte.

source: Tunnel
eu: Tunela

source: Sac en toile
eu: Olanazko zorroa

source: Passage étroit
eu: Pasabide estua

source: Ce tunnel a été dégagé très grossièrement.
eu: Tunel hau oso zakarki ireki zuten.

source: Pas sûr que ça tienne super bien.
eu: Ez dirudi oso sendoa.

source: Un vieux sac poussiéreux abandonné ici il y a un bon moment.
eu: Hautsez betetako zorro zahar bat, norbaitek aspaldi hemen utzia.

source: Le trou dans ce mur est extrêmement petit.
eu: Paretako zuloa oso txikia da.

source: Sauf peut-être pour un enfant.
eu: Agian ume baten neurrikoa.

source: "Stèle des Zéro Hordiens"
eu: Zero-Hordaren hilobia

source: Il y a toute une liste de noms gravée en dessous.
eu: Izen zerrenda luze bat dago bertan grabatuta.

source: Impossible à déchiffrer, c'est trop ancien.
eu: Ezin dut ulertu, zaharregia da.

source: Il y a une coupelle par terre.
eu: Plater txiki bat dago lurrean.

source: Coupelle
eu: Platera

source: "A mon mari défunt"
eu: "Nire azken senarrari"

source: Il y a une seconde inscription plus récente en dessous :
eu: Inskripzio berriago bat dago azpian:

source: "A ma fille"
eu: "Nire alabari"

source: "A mon fils"
eu: "Nire semeari"

source: "A mon chat"
eu: "Nire katuari"

source: L'argent de la quête.
eu: Bildumako dirua.

source: sarcophage
eu: sarkofagoa

source: cadavre
eu: gorpua

source: corde usée
eu: soka zaharra

source: Vu les gravures, le corps enfermé dans ce sarcophage devait être important...
eu: Grabatuak ikusita, sarkofago honetan dagoen gorpua inportantea zen norbaitena izango da...

source: Hum...c'est sûrement ce chasseur de trésors à la coiffe improbable qui a ouvert le sarcophage...
eu: Hmm... ile arraroa duen altxor bilatzaileak irekiko zuen sarkofago hau...

source: ...et qui n'a pas réussi à remonter.
eu: ... eta ez du inoiz berriz itxi.

source: Hé mais il avait trouvé quelque chose, le bougre.
eu: Badirudi, ordea, gizajo demonio horrek zerbait aurkituz zuela.

source: Quelqu'un à essayé de descendre avec cette corde...
eu: Norbait soka honetatik jaisten saiatu zen...

source: ...beaucoup trop courte.
eu: ... baina motzegia da.

source: Alcove de Mathieu I
eu: Mathie I-aren Etzatokia

source: Alcove de Mathieu II
eu: Mathie II-aren Etzatokia

source: Alcove de Thomas
eu: Thomas-en Etzatokia

source: Alcove de Gwenaël
eu: Gwenaël-en Etzatokia

source: Alcove de Pascal
eu: Pascal-en Etzatokia

source: Alcove de Christophe
eu: Christophe-ren Etzatokia

source: Alcove de Sébastien
eu: Sébastien-en Etzatokia

source: Alcove de Steve
eu: Steve-ren Etzatokia

source: Alcove de Joan
eu: Joan-en Etzatokia

source: Alcove de Yoann
eu: Yoann-en Etzatokia

source: Alcove de Noémie
eu: Noémie-ren Etzatokia

source: Autel
eu: Aldarea

source: Alcove de Ben
eu: Ben-en Etzatokia

source: "Ci-gîsent les Architectes."
eu: "Hemen daude Arkitektoak lurperatuta."

source: "Scribe Mathieu I"
eu: "Mathieu I, Eskriba"

source: Il y a des ossements dans l'alcove au dessus de l'inscription.
eu: Inskripzioaren gaineko etzatokian hezurak daude.

source: Au moins deux personnes.
eu: Gutxienez bi pertsona desberdin.

source: Mais toutes deux incomplètes.
eu: Baina biek osatugabe.

source: "Scribe Mathieu II"
eu: "Mathieu I,I Eskriba"

source: Les ossements dans cette alcove appartiennent à deux personnes différentes.
eu: Etzatoki honetako hezurrak bi pertsona desberdinenak dira.

source: On dirait que le gars chargé de les inhumer s'est un peu emmêlé les pinceaux.
eu: Lurperatu zituenak denak nahasiko zituen.

source: "Maître sculpteur Thomas"
eu: "Thomas, Eskultore Maisua"

source: De petites statuettes représentant toutes sortes de créatures de l'île sont disposées dans l'alcove.
eu: Etzatoki hau uharteko mota guztietako izakiak irudikatzen dituzten estatuatxoez beteta dago.

source: Un pinceau est également dessiné sur l'urne au centre.
eu: Erdian dagoen kutxan ere pintzel bat marraztuta dago.

source: "Grand architecte Gwenaël"
eu: "Gwenaël, Arkitektu Maisua"

source: Un pinceau croisé d'une truelle sont dessinés sur l'urne.
eu: Paleta bat eta pintzel bat gurutzatutako marrazki bat dago kutxan.

source: Il y a aussi quelques bas-reliefs très travaillés tout autour.
eu: Oso landutako behe-erliebe batzuekin inguruan.

source: "Premier contremaître Pascal"
eu: "Pascal, Arduradun Nagusia"

source: L'alcove est encombrée de piles de papier.
eu: Etzatokia nahaspilatutako paper pilez beteta dago.

source: Des ordres de paiement portant le cachet royal.
eu: Ordainketa aginduek errege-zigilua daramate.

source: "Cryptographe Christophe"
eu: "Christophe, Kriptografoa"

source: Un message indéchiffrable est inscrit au pied de l'urne.
eu: Kutxaren oinarrian deszifratu ezinezko mezu bat dago idatzita.

source: Mais le plus mystérieux est cette petite figurine d'un chevreau posée juste à côté.
eu: Baina guztietatik bitxiena ondoan dagoen ahuntz iruditxo hau da.

source: "Scribe Sébastien"
eu: "Sébastien, Eskriba"

source: De petits jouets plus ou moins travaillés sont rangés dans l'alcove autour de l'urne.
eu: Gehiago edo gutxiago landutako jostailutxoak daude etzatokiko kutxaren inguruan.

source: La plupart porte l'inscription "Ludum".
eu: Gehienetan "Ludum" inskripzioa dagoelarik.

source: "Premier marchand Steve"
eu: "Steve, Saltzaile Nagusia"

source: Contrairement aux autres urnes, celle-ci est faite de platine.
eu: Beste kutxak ez bezala, hau platinoz eginda dago.

source: Le couvercle porte un petit blason :
eu: Estalkian armarri bat du:

source: Un poing fermé dont le majeur est dressé.
eu: Erdiko hatza altxatuta duen ukabil itxi bat.

source: Les tas de pièces d'or en disent long sur son apport.
eu: Urrezko txanponen pilak bere ekarpenen erakusle ona dira.

source: "Marchand vagabond Joan"
eu: "Joan, Saltzaile Ibiltaria"

source: Le nom "Joan" semble recouvrir un autre nom plus ancien.
eu: "Joan" izenak izen zaharrago bat tapatzen duela dirudi.

source: "Gui"... "Guil" quelque chose. C'est effacé.
eu: "Gui"... "Guil" zerbait. Ezabatua izan da.

source: Des pièces d'or sont étalées un peu partout par terre.
eu: Urrezko txanponak lurrean zehar sakabanatuta daude.

source: "Maître musicien Yoann"
eu: "Yoann, Bardo Maisua"

source: Des instruments miniatures encombrent l'alcove.
eu: Etzatokia miniaturazko instrumentuez beteta dago.

source: "Second Architecte Noémie"
eu: "Noémie Bigarren Arkitektoa"

source: Le loup qui orne cette stèle prouve qu'il s'agit là d'un adversaire redoutable...
eu: Estela hau apaintzen duen otsoak borrokalari izugarria zela erakusten du...

source: ...qui aimait les bananes.
eu: ... platanoekiko zaletasuna zuena.

source: "A nos architectes tombés lors du grand Krunch"
eu: "Krunch handian galdu genituen gure arkitektoei"

source: "Maître copiste Ben"
eu: "Ben, Kopista Nagusia"

source: Une stèle recouverte de petits messages n'excédant pas 140 caractères...
eu: Mezu motzez betetako harlauza bat, ez dago 140 karaktere baino luzeagorik...

source: ...et un petit oiseau bleu gravé sur l'urne.
eu: ... eta txoritxo urdin bat kutxan grabatuta.

source: Probablement un espion.
eu: Espia bat ziurrenik.

source: Râtelier
eu: Arma-tokia

source: Rien qui mérite qu'on s'y attarde.
eu: Arduratzekorik ez dago hemen.

source: Quelqu'un a déjà pillé ce ratelier.
eu: Dagoeneko norbaitek arpilatu du toki hau.

source: La sélection d'arme présente sur ce ratelier semble plus intéressante que celui d'à côté.
eu: Arma-toki honetako arma bildumak bestekoak baino interesgarriagoa dirudi.

source: Les gardes de la prison n'en auront certainement plus besoin.
eu: Ziur kartzelako zaindariek ez dituztela gehiago behar.

source: Panneau
eu: Seinalea

source: Matériel
eu: Ekipamendua

source: Flèches
eu: Geziak

source: "Entraînement sur cible vivante"
eu: "Jomuga bizidunekin entrenamendua"

source: Une réserve de flèches et d'arcs.
eu: Arku eta gezien hornidura.

source: Les tireurs de la prison étaient vraiment des bras cassés...
eu: Kartzelako arkulariak ezdeus hutsa ziren...

source: Une seule flèche l'a atteint.
eu: Gezi bakarrak asmatu zuen jomugan.

source: Pleine tête.
eu: Buruan hain zuzen ere.

source: Oubliettes
eu: Oubliette

source: Cadavre isolé
eu: Gorpu bakarra

source: Feuilles de papier
eu: Paper-orriak

source: C'est au fond de ce trou qu'on balançait les types dont on ne voulait plus entendre parler.
eu: Norbaiten berri gehiagorik izan nahi ez bazuten, zulo honetan botatzen zuten.

source: Quelqu'un a tiré une corde vers le fond.
eu: Beheranzko soka bat bota zuen norbaitek.

source: Je me demande si c'était pour en sortir ou pour y descendre.
eu: Sartzeko edo ateratzek ote zen...

source: Difficile de dire combien sont morts ici.
eu: Ezin esan zenbat hil ziren hemen.

source: Bon, il y a de la marge avant que ça ne déborde.
eu: Hala ere, betetzeko leku asko dago oraindik.

source: Tiens ?
eu: Ongi, ongi!

source: On dirait que quelqu'un a tiré ce corps hors de la pile.
eu: Badirudi norbaitek gorpu hau pilatik atera zuela.

source: Ses poches sont retournées. Il a été fouillé de fond en comble.
eu: Sakela barruak kanpora ditu. Zerbaiten bila ibiliko ziren.

source: Mais vue la longueur de la corde, le pillard n'a pas pu ressortir par là haut.
eu: Sokaren luzeran oinarrituta, arpilatzaileak ezin izango ziren gora ailegatu.

source: On dirait que ça été perdu en chemin.
eu: Badirudi bidean galdu egin zirela.

source: Quelqu'un a griffoné sur une feuille de papier une sorte de plan.
eu: Norbaitek paper-orri hauetako batean mapa gisako bat marraztu zuen.

source: Il fait référence aux Cellules, à la Promenade des Condamnés et à un réseau d'égoûts cachés !
eu: Ziegetaz, Zigortuen Pasealekuaz eta ezkutuko estolden sare bati buruz ari da!

source: On dirait qu'un petit malin un peu mieux organisé que les autres se préparait une évasion.
eu: Besteak baino hobeto prestatuko pertsona argiren bat ihes egiteko planak egiten ari zen.

source: C'est con, ce brouillon est incomplet.
eu: Ze pena zirriborroa bukatu gabe egotea.

source: Où a-t-il bien pu filer ?
eu: Nora joango ote zitekeen?

source: Il y a du bruit derrière cette porte.
eu: Ate honen atzetik soinua dator.

source: Quoi ?! Qu'est ce que c'est ?!
eu: Zer?! Zer da hori?

source: Oh, c'est toi...
eu: Oh, zu zara...

source: Le mec qu'ils ont défiguré.
eu: Beraiek desitxuratu zuten morroia.

source: Toi aussi tu cherches le Plan qui indique le passage vers les égoûts ?
eu: Zu ere Maparen bila zabiltza? Estoldetarako bidea erakusten duena?

source: J'ai une mauvaise nouvelle pour toi.
eu: Berri txarrak ditut zuretzat, tamalez.

source: Ils ont rattrapé N°4 avant qu'il ne réussisse à s'évader !
eu: Ihes egitea lortu baino lehen 4 Zenbakiarekin harrapatu zuten!

source: Il pourrit au quartier de haute sécurité dans la Promenade !
eu: Pasealekuko segurtasun handiko sektorean usteltzen ari da!

source: C'est con, hein ?
eu: Zeinen gaizki, ezta?

source: Plaque
eu: Izurritea

source: Gardien mort
eu: Hildako zaindaria

source: Message
eu: Mezua

source: Fosse d'aisance
eu: Putzu beltza

source: "Détenus de haute sécurité"
eu: "Segurtasun handiko presoak"

source: Le type a eu la gorge tranchée.
eu: Morroi honen eztarria ebaki egin zuten.

source: Puis tout un tas de rongeurs l'ont récurré jusqu'à l'os.
eu: Eta mota guztietako karraskariek hezurretara arte garbitu dute.

source: Il n'a pas l'air d'avoir servi depuis bien longtemps.
eu: Badirudi aspaldian ez dutela erabili.

source: Tiens donc.
eu: Ongi, ongi.

source: Quelque chose est dissimulé en dessous.
eu: Azpian zerbait dago ezkutatuta.

source: Du matériel pour creuser et de la corde.
eu: Pala bat eta soka.

source: C'est moi, ou tous les prisonniers enfermés ici sont équipés en pelles et en pioches ?
eu: Nire irudipena da edo hemengo preso guztiak pikatxoi eta palak zituzten?

source: "Crève égoïste"
eu: "Hil zaitez, txakur zeurekoia"

source: Un appel à l'altruisme poignant.
eu: Altruismoari dei hunkigarri bat.

source: On dirait que tous les couteaux de la prison ont fini dans son corps.
eu: Badirudi kartzelako laban guztiak gorputz honetan bukatu dutela.

source: Merde, les cuillères aussi.
eu: Kaka, baita koilarak ere.

source: Ils avaient vraiment une dent contre lui.
eu: Benetan gorroto zuten.

source: Rien dans les poches.
eu: Ezer ez sakeletan.

source: C'est un message laissé par le cadavre à côté.
eu: Horko gorpuak utzitako mezu bat.

source: "Alors comme ça, tout le monde aimerait mettre la main sur MON plan des égoûts ?"
eu: "Beraz, mundu guztiak nahi du estoldetako NIRE mapa, ezta?"

source: "Allez donc le chercher au fond des chiottes, bande de nazes !"
eu: "Zorte on putzu beltza aurkitzen, doilorrak!"

source: Le con.
eu: Ergela.

source: A part des restes d'un repas mal digéré, il n'y a rien là dedans.
eu: Ezer ez hemen, gaizki digeritutako otordu baten hondarrak izan ezik.

source: S'il y avait quoi que ce soit ici, c'est parti dans les canalisations.
eu: Hemen zerbait baldin bazegoen, hodietatik joana da honezkero.

source: Caisses
eu: Kaxak

source: Hum, pourquoi le roi s'amuse-t-il à creuser aussi profond pour ramasser ces cristaux ?
eu: Hmm, zergatik ote dago Erregea hain sakon zuloak egiteko prest kristalak lortzeko soilik?

source: Peut-être en faisait-il le commerce...
eu: Beharbada saltzen ari zen...

source: Ou peut-être qu'il aime juste les jolis cailloux.
eu: Edo harri politak gustuko ditu, besterik ez.

source: Cristaux
eu: Kristalak

source: Table à manger
eu: Jangelako mahaia

source: Certains villageois ont dû réussir à se procurer des cristaux pour en faire commerce...
eu: Ziur herritar batzuk saltzeko kristalak lortuko zituztela...

source: Ça les a peut-être rendu riches, mais ils n’ont pour autant pas réussi à échapper au Mal-être.
eu: Ondoezaren sendagaiaren bilaketan ez zen animaliarik kaltetu, zin dagit.

source: ...ils n'auront plus besoin de ça, en tout cas.
eu: ... edonola ere, ez dituzte gehiago beharko.

source: Une...table.
eu: Mahai bat.

source: Rien de plus, si ce n'est que je n'ai pas vraiment envie de goûter la nourriture dans l'assiette.
eu: Besterik ez, ez dut platerean geratzen dena probatu nahi, benetan.

source: Passage bloqué
eu: Blokeatutako pasabidea

source: Un courant d’air glacial sort de ce trou surplombant une abysse…
eu: Amildegi batera daraman zulo honetatik gora aire izoztua dator...

source: Des grondements étranges, aussi.
eu: Intziri arraro batzuk ere bai...

source: Statue
eu: Estatua

source: Tête d'animal
eu: Animalia burua

source: Une fidèle représentation du Roi.
eu: Erregearen erretratu fidela.

source: "A la gloire de notre illustre souverain."
eu: "Gure agintari entzutetsuaren loriari"

source: Quelqu'un a ajouté un message en dessous :
eu: Norbaitek zerbait gehitu du azpian:

source: "Le peuple aura ta peau"
eu: "Bizirik larrutuko zaitugu!"

source: Un message engagé et courageux.
eu: Mezu ausarta eta kuraiatsua.

source: Quelqu'un a laissé une tête de vache traîner ici.
eu: Behi buru bat utzi du norbaitek hemen.

source: L'auteur avait une patte artistique certaine.
eu: Edonor zela ere, bazuen artista puntu bat.

source: Il a soigneusement tracé le blason du Roi sur le front de l'animal.
eu: Kontu handiarekin marraztu zuen Erregearen armarria animaliaren kopetan.

source: La statue du Roi de l'île.
eu: Uharteko Erregearen estatua bat.

source: ...Comment fait-il pour voir quelque chose avec ce casque ?
eu: ...Nola ikus zezakeen zerbait kasko hori jarrita?

source: Encore une statue du Roi, accompagné d'un garde...
eu: Erregearen beste estatua bat, zaindari batez lagunduta...

source: ...un très gros garde, même.
eu: ...eta oso handia, gainera.

source: Un peu trop gros, peut-être ?
eu: Handiegia, beharbada?

source: La statue du Roi à été vandalisée par les citoyens.
eu: Erregearen estatua bat, hiritarrek bandalizatua.

source: Ils ont peint plusieurs inscriptions dessus.
eu: Gauza andana dago zirriborratuta bertan.

source: ...Je partie que c'est ENCORE pour se plaindre.
eu: ...Kexa gehiago, apustu egingo nuke...

source: "LE ROI NOUS MENT ! MORT AU ROI ! MORT AU ROI !"
eu: "ERREGEA GEZURRETAN DABIL! HERIOTZA ERREGEARI! HERIOTZA ERREGEARI!"

source: Et voilà j'en étais sûr.
eu: Hortxe duzu. Banekien.

source: Statue du Roi
eu: Erregearen estatua

source: Caisse de cristaux
eu: Kristal kaxa

source: Sérieusement ? Le roi a laissé une de ses statues jusqu’ ici ?
eu: Benetan? Erregeak bere estatuetako bat hemen utzi zuen?

source: Mais jusqu'où ira donc sa folie des grandeurs ?
eu: Bere egoak ez al du mugarik?

source: C'est toujours ça de pris !
eu: Ezer ez baino hobe!

source: Gros tas de cadavres
eu: Gorpu pila handia

source: Enorme tas
eu: Pila erraldoia

source: C'est drôle, on dirait moi.
eu: Bitxia, zera dute... nire antza...

source: Je me suis toujours demandé ce qu'ils faisaient des corps.
eu: Beti pentsatu izan dut zer egin ote zuten gorpuekin.

source: Je suis partagé entre un grand sentiment d'achèvement et un profond dépit.
eu: Lorpen sentimendu handiaren eta atsekabe sakonaren artean sentitzen naiz.

source: Bazar
eu: Nahaspila

source: Meule
eu: Errotarria

source: Il a vraiment porté tout ça sur son dos ?
eu: Benetan hau bere bizkarrean ekarri zuela?

source: Difficile d'imaginer comment on "reforge" une grenade ou un arc avec ce genre d'outil.
eu: Zaila da imajinatzea nola "birforjatu" daitekeen granada bat edo arku bat horrelako tresna batekin.

source: Vraiment très approximatif, comme game-design.
eu: Jokoaren diseinua nahiko kaxkarra.

source: Des morceaux d'armes ou d'armures en tous genres.
eu: Arma eta armaduren zati eta piezak.

source: Hé, j'en reconnais certains !
eu: Aizu, hauetako batzuk ezagun zaizkit!

source: Porte forcée
eu: Bortxatutako atea

source: Petit sac
eu: Zorro txikia

source: Hum, le prisonnier a réussi à écourter son séjour en prison, on dirait.
eu: Hmm, badirudi presoak kartzelatik goiz ateratzea lortu zuela.

source: ...la panique devait être grande pour qu'il laisse son sac derrière lui.
eu: ... Zorroa atzea utzi zuen... zeharo beldurtuta egongo zen.

source: C'est quand même commode, tous ces messages laissés sur les murs !
eu: Ziur komenigarria dela mezu hauek guztiak paretetan aurkitzea!

source: La narration à moindre coût.
eu: Jakituria lokarri batean...

source: L'inscription est à peine lisible :
eu: Idatzitakoa apenas irakur daiteke:

source: "Veux pas ... contaminé... sortir d'ici ... te retrouver. J'espère ...
eu: "Ez du... kutsatu nahi... hemendik kanpo... ikusiko zaitut. Espero...

source: Le "Mal-être"...
eu: "Ondoeza"...

source: ... pas infecté...
eu: ...ez kutsatu...

source: Pas mourir"
eu: ez naiz hilko"

source: Ordre du Roi
eu: Erregearen Agindua

source: Un ordre du Roi, probablement pour ses officiers.
eu: Erregearen agindu bat, ziurrenik bere ofizialentzat.
