Repository: josuigoa/itzulpenak
Catalog: dead_cells/data/main.*.po
Languages: eu

source: Importer ::slot::
eu: Inportatu ::slot::

source: Créer une nouvelle sauvegarde
eu: Hasi gordetze berria

source: Confirmer l'importation
eu: Baieztatu inportatzea

source: Réinitialiser ma sauvegarde expérimentale
eu: Nire gordetze esperimentala berrezarri

source: Confirmer la suppression
eu: Baieztatu ezabatzea

source: Effaçer toute la progression de cette sauvegarde
eu: Ezabatu gordetzeko honetako aurrerapen guztiak

source: Retire toutes les fontaines de soin (mais laisse quelques recharges unitaires de fiole de soin)
eu: Osasun iturri guztiak kendu (baina osasun flasko karga batzuk utzi)

source: Objets {améliorables au rang "+"@PE} à la Forge Légendaire.
eu: Objektuak {"+" kalitatera@PE} hobetu daitezke Kondairazko Burdinolan.

source: Objets {améliorables au rang "++"@PE} à la Forge Légendaire.
eu: Objektuak {"++" kalitatera@PE} hobetu daitezke Kondairazko Burdinolan.

source: Objets {améliorables au rang "S"@PE} à la Forge Légendaire.
eu: Objektuak {"S" kalitatera@PE} hobetu daitezke Kondairazko Burdinolan.

source: Arme secondaire uniquement.
eu: Bigarren arma soilik.

source: Un voyage bien préparé, c'est la clé du succès !
eu: Ongi prestatutako bidaia da arrakastaren gakoa!

source: Même les héros ont besoin d'un peu de repos.
eu: Heroiek ere tarteka atseden hartu behar dute.

source: Prendre soin de son équipement, c'est important.
eu: Bakoitzaren ekipamendua zaintzea gauza garrantzitsua da...

source: Les Mutations sont des alliées précieuses. Choisissez bien...
eu: Mutazioak tresna preziatuak dira. Aukeratu arduraz...

source: Une arme bien affûtée fait toujours plus mal, il paraît.
eu: Ongi zorroztutako xafla batek sakonago mozten du, diotenez.

source: Enfin un peu de répit...
eu: Azkenean, atsedentxo bat...

source: Le Collecteur vous sera d'une aide précieuse...si vous arrivez jusqu'à lui !
eu: Biltzaileak izugarrizko laguntza eskainiko dizu... aurkitu badezakezu!

source: Les Cellules sont une monnaie rare. Vous pourriez presque mourir pour elles.
eu: Zelulak baliabide arraro eta preziatuak dira. Ia beraiengatik hiltzea merezi du.

source: Ils ne sont pas mignons, avec leurs gros sacs sur le dos ?
eu: Ez al dira moñoñoak motxila handi horiek bizkarrean dituztela?

source: Non, vraiment, ça ne sent pas meilleur ici que sur le reste de l'île.
eu: Ez. Ezpa. Benetan, hemen ez dago uharteko gainontzeko lekuetan baino usain hobea.

source: Qui voyage loin ménage sa monture.
eu: Poliki eta etengabe irabazten da lasterketa.

source: Ce n'est pas très lumineux, mais au moins il n'y a pas de monstre ici.
eu: Ez da oso distiratsua, baina gutxienez ez dago munstrorik hemen.

source: Le Mal-Être a peut-être épargné cette partie de l'île ?
eu: Ondoeza uhartearen inguru honetara zabaldu ahal izan ote da?

source: Se déplacer avec les boutons directionnels
eu: Mugitu norabide botoiekin

source: Active l'utilisation des boutons directionnels pour se déplacer
eu: Erabili norabide botoiak inguruan mugitzeko

source: Se déplacer avec les touches directionnelles
eu: Mugitu inguruan norabide botoiekin

source: Active l'utilisation des touches directionnelles pour se déplacer
eu: Erabili norabide botoiak inguruan mugitzeko

source: Se déplacer avec le bouton multidirectionnel
eu: Mugitu D-padarekin

source: Active l'utilisation du bouton multidirectionnel pour se déplacer
eu: Aktibatu D-pada inguruan mugitzeko

source: CONFIGURATION DES BOUTONS
eu: BOTOIEN KONFIGURAZIOA

source: CONFIGURATION DES TOUCHES || PS4 Terminology
eu: BOTOIEN KONFIGURAZIOA

source: CONFIGURATION DES TOUCHES || XBox Terminology
eu: BOTOIEN KONFIGURAZIOA

source: Flash Lumineux
eu: Argi distiratsuak

source: Police pixelisée
eu: Pixelatutako letra-mota

source: "Indie Catapult" Business Marketing
eu: "Indie Katapulta" Negozio Marketing-a

source: Réinitialiser les mutations ({::gold::@LO}{iconCoin@img})
eu: Berrezarri mutazioak ({::gold::@LO} {iconCoin@img})

source: Réinitialiser les mutations ({::gold::@GO}{iconCoin@img})
eu: Berrezarri mutazioak ({::gold::@GO} {iconCoin@img})

source: {Accès Anticipé@CC}
eu: {Sarbide Goiztiarra@CC}

source: Défis réussis
eu: Osatutako erronkak

source: Défis ratés
eu: Huts egindako erronkak

source: +::prct::% dégâts sur objets {ROUGES@BR}.
eu: +%::pcrt:: mina objektu {GORRIEKIN@BR}

source: +::prct::% dégâts sur objets {MAUVES@TA}.
eu: +%::pcrt:: mina objektu {MOREEKIN@TA}

source: +::prct::% dégâts sur objets {VERTS@SU}.
eu: +%::pcrt:: mina objektu {BERDEEKIN@SU}

source: ::user:: s'est proposé(e) en premier(ère) !
eu: Lehenengo erantzuna ::user::-rena!

source: ::user:: a voté en premier(ère).
eu: Lehenengo bozka ::user::-rena!

source: Il est mort.
eu: Hilda dago.

source: Perce-tripes
eu: Gut Skewer

source: Sang corrompu
eu: Odol Kontaminatua

source: Tire sur les ennemis qui passent en dessous.
eu: Azpitik pasatzen diren etsaiak tirokatzen ditu.

source: Fournaise
eu: Labea

source: Coupe-jarret
eu: Hamstringer

source: BOUGE PAS !
eu: EZ MUGITU!

source: Lance ::count:: pièges qui immobilisent les ennemis et augmente les dégâts qu'ils subissent (::+dps:: DPS sur ::duration:: sec).
eu: Jaurti ::count:: tranpa etsaiak geldiarazteko eta hartuko duten mina handituko da (::+dps:: DPS ::duration:: segundoz).

source: Justice divine
eu: Justizia Jainkotiarra

source: Ecrase violemment les ennemis pris dans sa zone d'effet.
eu: Efektu eremuan harrapatzen duen edozein etsai bortizki birrinduko du.

source: Attrape-moi si tu peux
eu: Harrapa Nazazu Ahal Baduzu

source: Vous rend invisible pendant ::duration:: sec et attire les ennemis proches. Explose après ::duration:: sec.
eu: Ikusezin bihurtzen zaitu ::duration:: segundoz eta hurbileko etsaiak erakartzen ditu. Lehertu egingo da ::duration:: segundoren ondoren.

source: Sanctuaire
eu: Santutegia

source: TODO
eu: EGITEKE

source: Sanctuaire (épuisé)
eu: Santutegia (urrituta)

source: Dévastation
eu: Suntsipena

source: Vive-mort
eu: Heriotza Azkarra

source: Inflige des dégâts modérés.
eu: Neurrizko mina ematen du.

source: Brise glace
eu: Izotz Puskatzailea

source: Attire tout ce qui est proche.
eu: Hurbileko guztia erakartzen du.

source: Inconscience
eu: Knock-out

source: Hivernale
eu: Izotz Ekaitza

source: Pyromane
eu: Piromanoa

source: Enracine les ennemis proches (::+dps:: DPS sur ::duration:: sec).
eu: Hurbileko etsaiak lurrean sustraitzen ditu (::+dps:: DPS ::duration:: segundoz).

source: Prémonition
eu: Bihozkada

source: Contamination
eu: Kutsadura

source: Crée un groupe de larves à votre service.
eu: Izaki txiki hozkatzaileen multzo bat deitzen du zure izenean erasotzeko.

source: Purification
eu: Purifikatzea

source: Vents putrides
eu: Haize Ustelak

source: Sang noir
eu: Odol Beltza

source: Anomalie
eu: Anomalia

source: Ajoute des dégâts (+::+dps:: DPS sur ::duration:: sec) à chaque attaque.Vous subissez +::prct::% de dégâts sur cette période.
eu: Eraso bakoitzarekin mina handitzen du (+::+dps:: DPS ::duration:: segundoz). Tarte honetan zuk +%::prct:: mina hartuko duzu.

source: Mange-âmes
eu: Soul Gobbler

source: Vous procure ::+power:: PV par coup porté (::duration:: sec).
eu: ::+power:: HP ematen dizu etsai baten gainean ematen duzu kolpe bakoitzeko (::duration:: segundoz).

source: Vampirisme (vide)
eu: Banpirismoa (hutsik)

source: Mange-âmes (vide)
eu: Soul Gobbler (hutsik)

source: Se régénère au prochain niveau.
eu: Leheneratu hurrengo mailan.

source: Miracle
eu: Toniko Miragarria

source: Vous soigne de ::+power:: PV et vous protège totalement (::duration:: sec).
eu: ::+power:: HP sendatzen du eta guztiz babesten zaitu ::duration:: segundoz.

source: Tonique (vide)
eu: Tonikoa (hutsik)

source: Miracle (vide)
eu: Toniko Miragarria (hutsik)

source: Jugement
eu: Ebazpena

source: Attire un ennemi à vous. La prochaine attaque (corps à corps) contre l'ennemi inflige +::prct::% DPS.
eu: Etsai bat zuregana erakartzen du. Etsai horri egindako hurrengo (buruz-buruko) erasoak +%::prct:: mina emango dio.

source: Vipère
eu: Sugegorria

source: Nuage toxique
eu: Laino Toxikoa

source: Tourment
eu: Ekaitza

source: Crée un large nuage de poison (::duration:: sec).
eu: Pozoi laino handi bat sortzen du (::duration:: segundoz).

source: Ecorchure
eu: Kirrinka Ezatsegina

source: Mépris
eu: Mespretxua

source: Cyclone
eu: Zikloia

source: Vous fait flotter en l'air et inflige des dégâts aux ennemis en dessous.
eu: Airean flotatu eta azpian dauden etsaiei min ematea ahalbidetzen du.

source: Toxine
eu: Toxina

source: Soigneusement équilibrée pour enchainer des attaques rapides.
eu: Eraso sekuentzia azkarretarako kontuz orekatua.

source: Déchirure
eu: Etsipena

source: Inflige un {coup critique@CC} si vous avez subi des dégâts récemment.
eu: Berriki mina hartu baduzu {min kritikoa@CC} emango du.

source: Vice
eu: Bizioa

source: Hémoglobine
eu: Odol-bainua

source: Damoclès
eu: Damokles

source: Fait de très gros dégâts.
eu: Izugarrizko mina ematen du.

source: Suicide
eu: Suizida

source: Meurtrière
eu: Hiltzaile

source: Célérité
eu: Bizkortasuna

source: Vive-lance
eu: Swiftspear

source: Perce-armées
eu: Zulatzailea

source: Justice
eu: Justizia

source: Carduus le subtil
eu: Kardu Burutsua

source: Inflige un {coup critique@CC} juste après une roulade.
eu: Itzulipurdi bat egin orduko {min kritikoa@CC} emango du.

source: Sournoise
eu: Isilpekoa

source: Permet de passer dans le dos de l'ennemi.
eu: Etsaiaren atzera joatea ahalbidetzen dizu.

source: Broyeuse
eu: Birrintzaile

source: Etourdit les cibles qui ont plus de ::prct::% de vie.
eu: %::prct:: baino osasun gehiago duen jomugak zorabiatzen ditu.

source: Repousse les ennemis et interrompt leurs attaques. Dégâts supplémentaires si l'ennemi est projeté contre un mur.
eu: Etsaiak atzerantz bota eta beraien erasoa eteten du. Min gehigarria etsaiak pareta jotzen badu.

source: Châtiment corporel
eu: Gorputz Zigorra

source: Bottes de Tipyx
eu: Tipyx-en botak

source: Le dernier coup inflige des dégâts de zone et repousse les ennemis.
eu: Azken ostikadak efektu-eremu mina eman eta etsaiak atzerantz botatzen ditu.

source: Poings de Deepnight
eu: Deepnight-en ukabila

source: Le 5ème coup est un {coup critique@CC}.
eu: 5. erasoa {kolpe kritikoa@CC} da

source: Fouet de Belmont
eu: Belmont-en Zartailua

source: Echardes
eu: Ezpalak

source: Lame de l'Alchimiste
eu: Alkimistaren Xafla

source: Applique de {l'huile inflammable@FI} sur les ennemis.
eu: Etsaia {olio suharberarekin@FI} bustitzen du.

source: Tacticienne
eu: Taktikoa

source: Inflige un {coup critique@CC} lorsque vous avez moins de ::prct::% de vie.
eu: %::prct:: baino osasun gutxiago duzunean {kolpe kritikoa@CC} ematen du.

source: Arc à double-encoche
eu: Arku Bikoitza

source: Triplette
eu: Hirukia

source: Arc de la Terre
eu: Lurreko Arkua

source: Munitions illimitées.
eu: Munizio amaigabea.

source: Hâte
eu: Presa

source: Barbelure
eu: Gezi Arantzatsua

source: Arc de Noja
eu: Noja-ren Arkua

source: Frimas
eu: Jack Izotz

source: Sans-appel
eu: Errukigabea

source: Flambeuse
eu: Ikusgarria

source: Tire de puissantes rafales de carreaux.
eu: Torloju erauntsi boteretsua jaurtitzen du. Balezten munduko metraileta...

source: Long-hiver
eu: Negu Luzea

source: Un tir bref {gèle@IC} les ennemis. Un tir maintenu inflige des {coups critiques@CC}.
eu: Ukitu etsaiak {izozteko@IC}. Eutsi {min kritikoa@CC} emateko.

source: Ravages
eu: Hondamena

source: Ciguë
eu: Astaperrexila

source: Revanche
eu: Mendekua

source: Revient vers vous automatiquement. Inflige des {coups critiques@CC} sur le trajet de retour.
eu: Automatikoki zuregana itzultzen da. Atzera bueltan {kolpe kritikoak@CC} ematen ditu.

source: Sanction de masse
eu: Zigor Kolektiboa

source: Marque l'ennemi qui subit +::+dps:: DPS sur ::duration:: sec. S'il meurt, la marque se propage.
eu: Etsaia markatu eta gero +::+dps:: DPS ::duration:: segundoz jasoko du. Etsaia hilez gero, marka zabaldu egingo da.

source: Etincelle de Skool
eu: Skool-en Txinparta

source: Contagion
eu: Kutsadura

source: Sévice
eu: Gehiegikeria

source: Vise automatiquement les ennemis proches. Ignore les boucliers.
eu: Hurbileko etsaiak automatikoki apuntatu. Ezkutuak saihesten ditu.

source: Justice populaire
eu: Multzo Justizia

source: Éclat de glace
eu: Izotz Zatia

source: Torpeur
eu: Letargia

source: {Ralenti@IC} les ennemis. Inflige des {coups critiques@CC} sur les cibles dans l'eau ou couvertes {d'huile@FI}.
eu: Etsaiak {moteltzen@IC} ditu. Uretan dauden edo {olioarekin@FI} bustita dauden jomugetan {min kritikoa@CC} emango du.

source: Lésion des enfers
eu: Infernuaren Amorrua

source: Sarcasme divin
eu: Sarkasmo Jainkotiarra

source: Maintenir pour infliger des {coups critiques@CC}.
eu: Eutsi {kolpe kritikoak@CC} emateko.

source: Pyrolyse
eu: Pirolisia

source: {Brûle@FI} les ennemis et le sol à courte portée.
eu: Hurbileko etsaiak eta lurra {erretzen@FI} ditu.

source: Cryostase
eu: Kriostasia

source: Sommeil
eu: Lo Sakona

source: Injustice
eu: Injustizia

source: Déni
eu: Ukapena

source: Les attaques bloquées repoussent les ennemis. Effet doublé si {parade@PA} réussie.
eu: Blokeatutako erasoek etsaiak atzerantz botatzen ditu. Efektu bikoitza {aldaratze@PA} arrakastatsuan.

source: Mur de glace
eu: Izotz Hesia

source: Absorbe plus de dégâts. Génère un champ de force (::duration:: sec) si {parade@PA} réussie.
eu: Min handiagoa xurgatzen du. Indar eremu bat sortzen du ::duration:: segundoz {aldaratze@PA} arrakastatsu batean.

source: Charge-rouge
eu: Karga Eskarlata

source: Cupidon
eu: Greedo

source: Les attaques bloquées font tomber les dents des ennemis (1 par ennemi). Transforme les flèches en or.
eu: Blokeatutako erasoekin etsaien hortzak erortzen dira (1 etsai bakoitzeko). Geziak urre bihurtzen ditu.

source: Bon-accueil
eu: Ongietorri Beroa

source: Arrogance
eu: Harrokeria

source: Surprise
eu: Ezustekoa

source: Absorbe plus de dégâts. {Parade@PA} impossible.
eu: Min handiagoa xurgatzen du. Ezin da {aldaratu@PA}.

source: Talisman de la Communauté
eu: Komunitatearen Amuletoa

source: Il évolue selon le bon vouloir de la Communauté.
eu: Komunitatearen borondate onaren arabera eboluzionatzen du

source: Transforme en or (::prct::% du prix d'achat) les objets trouvés par terre ou dans des coffres.
eu: Lurrean edo altxor kutxetan aurkitutako objektuak urrean bihurtuko dira (erosketa prezioaren %::prct::).

source: Débloque la présence d'une "Grenade de Complétion" dans le Quartier des Prisonniers. Cette grenade permet de chasser plus facilement les Schémas rares.
eu: "Ehiztari Granada" desblokeatzen du Presoaren Gelan. Granada honekin errazagoa izango da Plano arraroak ehizatzea.

source: BossRune5
eu: NagusiErruna5

source: UNUSED
eu: ERABILI GABEA

source: Livre de la Communauté
eu: Komunitatearen Kodex-a

source: Donne à votre public le choix de votre progression !
eu: Erabiliko duzun 'build' txat-ari aukeratzen uzten dio!

source: Coeur noir
eu: Bihotz Beltza

source: +::+dps:: DPS sur ::duration:: sec après avoir tué un ennemi.
eu: +::+dps:: DPS ::duration:: segundoz etsai bat hil ondoren.

source: +::+dps:: DPS sur ::duration:: sec après avoir subi une blessure.
eu: +::+dps:: DPS ::duration:: segundoz zauritua izan ondoren.

source: +::+dps:: DPS avec au moins ::count:: ennemis près de vous.
eu: +::+dps:: DPS zure inguruan gutxienez ::count:: etsai daudela.

source: Sadisme
eu: Sadismoa

source: +::+dps:: DPS si un ennemi proche est sous {saignement@BL}, {poison@TO} ou {brûlure@FI}.
eu: +::+dps:: DPS inguruko etsairen bat {odoletan@BL}, {pozoituta@TO} edo {erreta@FI} badago.

source: Utiliser une potion de soin ajoute +::+dps:: DPS pendant ::duration:: sec.
eu: Osasun edabea erabilita +::+dps:: DPS gehitzen du ::duration:: segundoz.

source: Artificier
eu: Su Artifizial Teknikaria

source: Efficacité
eu: Eraginkortasuna

source: +::+dps:: DPS si vous êtes proche d'une compétence déployée.
eu: +::+dps:: DPS jaurtitako abilezia batetik hurbil bazaude.

source: +::+dps:: DPS si aucun ennemi n'est proche de vous.
eu: +::+dps:: DPS ez badago etsairik zure inguruan.

source: Toucher au corps à corps un ennemi avec une flêche la fait tomber et inflige ::+power:: dégâts.
eu: Jaurtigai bat barruan duen eta hurbil dagoen etsai bati buruz-buruko eraso bat egiteak jaurtigaia erortzea dakar eta ::+power:: mina emango du.

source: Recupère ::+power:: PV après une {parade@PA}.
eu: Berreskuratu ::+power:: HP {aldaratze@PA} baten ondoren.

source: Récupère ::+power:: PV après la mort d'un ennemi.
eu: Berreskuratu ::+power:: HP etsai bat hil ondoren.

source: Les potions de soins ont leur effet étalé sur ::duration:: sec mais ajoutent +::+dps:: DPS sur cette durée.
eu: Osasun edabeak denboran sendatzen zaitu (::duration:: segundoz) baina tarte horretan +::+dps:: DPS gehitzen du.

source: Manger de la nourriture offre +::+dps:: DPS sur ::duration:: sec. L'efficacité de cette nourriture augmente de ::prct::%.
eu: Janaria jateak +::+dps:: DPS emango dizu ::duration:: segundoz. Janariaren efektua %::prct:: handituko da.

source: Vous sauve UNE fois en cas de décès prématuré.
eu: Hiltze goiztiar batetik BEHIN salbatuko zaitu.

source: PV +::prct::%.
eu: +%::prct:: HP.

source: Réduire une malédiction restaure ::prct::% PV.
eu: Madarikazioa murrizteak %::prct:: HP berreskuratzen du.

source: Réduit de ::prct::% le nombre d'ennemis à éliminer pour lever une malédiction.
eu: Madarikazio bat altxatzeko hil beharreko etsai kopurua %::prct:: murrizten du.

source: Peau dure
eu: Bururgogorra

source: Réduit les dégâts infligés par les pièges de ::prct::%.
eu: Tranpek emandako mina %::prct:: murrizten du.

source: Si vos PV tombent sous ::prct::%, un bouclier vous protège pendant ::duration:: sec. Ne peut se produire qu'une fois toutes les ::duration2:: sec.
eu: Zure HPa %::prct:: azpitik badago, ::duration:: segundoz indar eremu batek babestuko zaitu. ::duration2:: segundoz behin bakarrik erabil daiteke.

source: Zombie coureur
eu: Zonbi Lasterkaria

source: Le Gardien du Pont
eu: Zubizaina

source: La Créature des Égouts
eu: Konjuntibius

source: Tentacule de la Créature des Égouts
eu: Konjuntibius-en Garroa

source: La Guardienne du Temps
eu: Denbora Zaindaria

source: Leurre
eu: Amua

source: Fantôme
eu: Mamua

source: Scarecrow
eu: Txorimaloa

source: Oiseau des sables
eu: Harea Txoria

source: Expérience instable
eu: Esperientzia Ezegonkorra

source: Mauvais oeil
eu: Begi Gaiztoa

source: Emprisonneur
eu: Kartzelatzailea

source: Boeuf
eu: Zezena

source: Archer gelé
eu: Arkulari Izoztua

source: Duelliste
eu: Duelugilea

source: Aoe périodique
eu: AOE Periodikoa

source: Test Seb
eu: Seb proba

source: Larve de feu
eu: Laba Zizarea

source: MangeMonOr
eu: UrreJalea

source: Pyramide sur pattes
eu: Piramide Ibiltaria

source: StaticHealer
eu: SendatzaileEstatikoa

source: Alchimiste Fou
eu: Alkimista Zoroa

source: Criard
eu: Oihularia

source: Créature élite
eu: Elite Izakia

source: Dégâts subis +::prct::%
eu: +%::prct:: mina hartua.

source: Réduit l'infection au Mal-être
eu: Ondoez infekzioa murrizten du

source: Coups critiques +::prct::% dégâts.
eu: Kolpe kritikoek minaren +%::prct:: sendatzen dute.

source: Les victimes {brûlent@FI}.
eu: Biktimak {erre egingo@FI} dira.

source: Les victimes dégagent un nuage {toxique@TO}.
eu: Biktimek laino {toxikoa@TO} botako dute.

source: Les victimes {gèlent@IC} les autres ennemis (::duration:: sec)
eu: Biktimek beste etsai batzuk {izoztuko@IC} dituzte ::duration:: segundoz

source: Des vers sortent des victimes.
eu: Zizare hozkatzaile talde bat aterako da zure biktimetatik.

source: Récupère l'or et les cellules sans limite de distance.
eu: Urre eta zelulak edozein distantziatatik jasoko ditu.

source: Capable de briser les boucliers
eu: Ezkutuak puska ditzake

source: Augmente votre vitesse de mouvement pendant ::duration:: sec après un coup critique.
eu: Zure mugimendu abiadura handituko du kolpe kritiko baten ondorengo ::duration:: segundotan.

source: La victime libère un nuage {toxique@TO}.
eu: Biktimak laino {toxiko@TO} bat botako du.

source: Passage vers le Château
eu: Goi Tontor Gaztelurako pasabidea

source: Debug Gwen
eu: Gwen debug
