Repository: josuigoa/itzulpenak
Catalog: dead_cells/data/main.*.po
Languages: eu

source: Invincible pendant toute la durée de rotation.
eu: Bueltaka zabiltzan bitartean ikusezina zara.

source: Tuer un ennemi avec un coup critique étourdis les ennemis proches pendant ::duration:: secondes.
eu: Etsai bat kolpe kritikoarekin hiltzeak hurbileko etsaiak zorabiatuko ditu ::duration:: segundoz.

source: Tuer un ennemi récupère instantanément toutes les munitions de base.
eu: Etsai bat hiltzean zure oinarrizko munizioa berreskuratuko duzu.

source: Vous octroie ::prct::% de votre vie max en {vie bonus@SH} pendant ::duration:: secondes.
eu: Elementu hau erabili bitartean zure osasun maximoaren %::prct:: irabaziko duzu {osasun gehigarri@SH} moduan ::duration:: segundoz.

source: Tuer un ennemi avec le dernier coup de votre combo vous rapporte ::count:: or supplémentaire.
eu: Etsai bat azken erasoarekin hiltzeak jokalariaren gainean ::count:: urre erortzea eragingo du.

source: Ne joue que le dernier combo de l'arme.
eu: Konboko azken erasoa bakarri erabiliko du.

source: Prolonge l'effet de ::duration:: secondes à chaque ennemi tués.
eu: Efektua ::duration:: segundoz luzatzen da etsai bat hiltzean.

source: Les ennemi explose à leur mort, infligeant ::+power:: dégâts.
eu: Hildako etsaiak lehertu egingo dira, hurbileko jomugei ::+power:: mina emanez.

source: Fusionne les deux armes.
eu: Bi armak arteka bakarrean konbinatu.

source: Chaque attaque consécutive inflige ::prct::% de dégâts supplémentaires, s'interrompt si le joueur ne tire pas pendant ::duration:: secondes.
eu: Jomuga jotzen duen tiro bakoitzean armaren mina %::prct:: areagotuko du. Efektu hau infinituki pilatzen da, baina ::duration:: segundo ondoren edo kolpatzen zaituztenean iraungiko da.

source: Les projectiles absorbent le feu environnant pour grandir et augmenter leurs dégâts de ::prct::%.
eu: Konboko azken tiroak hurbileko sugarrak xurgatuko ditu eta %::prct:: min handiagoa emango du xurgatutako sugar bakoitzeko.

source: Redevient invisible si le premier coup tue la cible.
eu: Ikusezina izan bitartean etsai bat hiltzeak efektu honen iraupena berrezartzen du.

source: Augmente les dégâts critique de ::prct::% si le joueur est en l'air.
eu: Gainera {kolpe kritikoa@CC} emango du aire erasoan zaudenean. Min gehigarria emango du jomuga eta zu airean bazaudete.

source: Les ennemis tués par l'effet de cet arme compte triple pour votre série d'élémination.
eu: Arma honen efektu bereziarekin hildako etsaiek hirukoitza kontatzen dute zure hilketa boladan.

source: U35_ALMOSTPERFECT_DESC - tuer un ennemi moins de ::duration:: sec après avoir été touché ne désactive pas le crit
eu: Etsai bat hiltzen baduzu kolpatua izan eta hurrengo ::duration:: segundotan, ez da arma honen kolpe kritikoa desaktibatuko.

source: U35_FILTHYRICH_DESC - crit mul scale avec l'argent
eu: Arma honen min kritiko biderkatzailea zure uneko urrearekin handituko da.

source: U35_PUNISHCOMBO_DESC - recast on kill
eu: Aldaratzearen efektuak berriz eragingo du gutxienez etsai bat hiltzen badu.

source: U35_MIRRORCOATING_DESC - grants a cocoon on parry
eu: Indar eremuaren efektupean zauden bitartean jasotako edozein erasoren min proportzionala islatu.

source: U35_PARRYSTREAK_DESC - reduce cooldown on parry streak
eu: Elementu honekin egindako aldaratze arrakastatsu bakoitzak birkargatzea murriztuko du hasten den hurrengoan.

source: U35_ARMOREDDOOR_DESC - unbreakable by mobs
eu: Atea ezin dute nagusi ez diren etsaiek puskatu.

source: U35_WHIRLWIND_DESC - increase whirlwind duration by ::duration:: sec on kill
eu: Zirimola iraupena ::duration:: segundoz luzatuko da hiltzen duen etsai bakoitzeko.

source: U35_RETIARUS_DESC - first hit launches caltrops
eu: Lehenengo erasoak ::count:: sasi jaurtiko ditu zure parean.

source: U35_FOOLPROOF_DESC - dealing no damage with the explosion resets the cd
eu: Inozoaren leherketak gutxienez etsai 1 kolpatzen huts egiten badu, bere birkargatzea 0ra murriztuko da.

source: U35_MITOSIS_DESC - spawns ::count:: leghuggers
eu: ::count:: oinbesarkatzaile deitu 1 beharrean.

source: U35_CHARGEDDASH_DESC - hold block to charge the dash
eu: Ezkutua eutsi karga luzeagoa jaurtitzeko.

source: U35_BOUNCY_DESC - bounces on the ground ::count:: times
eu: Jaurtigaiak ::count:: aldiz egingo dute bote lurrean desagertu aurretik.

source: U35_SHARPSHOOTER_DESC - Crits give back ::count:: ammo
eu: Arma honekin emandako kolpe kritikoak zure gezi-ontzian munizio berria sortuko du.

source: U35_LACERATOR_DESC - only the first hit
eu: Armaren lehenengo kolpea soilik erabiltzen da.

source: U35_OCTAVIO_DESC - launches another hook behind
eu: Indar-kako gehigarri bat jaurtiko du zure atzera.

source: U35_DOUBLEUSE_DESC - can be used twice
eu: Elementu hau bi aldiz erabil daiteke.

source: U35_FAKEBLOOD_DESC - Ne vous maudit pas si au moins une cible est tuée.
eu: Ez du madarikatuko armak jotako jomugaren bat hiltzen bada.

source: U35_FAKEBLOOD_DESC - Recast on kill/crit
eu: Elementuaren efektua berriz eragingo du gutxienez etsai bat hiltzen badu.

source: Quartier des prisonniers
eu: Presoaren Gela

source: Dans l'échelle sociale de l'île, il y a les rats et les chiens et, juste en dessous, les prisonniers.
eu: Uhartearen gizarte hierarkian, txakurrak daude, arratoiak, eta justu horien azpitik, presoak.

source: Les prisonniers chanceux avaient une fenêtre dans leur cellule... Ils ont fini par respirer les cendres du Charnier.
eu: Zorte oneko presoek leiho bat zuten beren ziegetan... Azkenean, Hezurtegiko errautsekin itotzen ziren.

source: La prison est directement reliée à la cour extérieure. Les prisonniers ont le choix entre les rats et les corbeaux.
eu: Kartzela hau kanpoko patioarekin zuzenean lotuta dago. Presoak arratoien eta beleen artean aukera dezakete.

source: Promenade des condamnés
eu: Zigortuen Pasealekua

source: C'est jamais bon signe quand ils vous envoient dans la cour. Ils ne sont pas nombreux à en revenir. Et quand on les revoit, ils ne sont plus jamais vraiment les mêmes...
eu: Ez da inoiz seinale ona patiora bidaltzea. Gutxi itzultzen dira. Itzultzen direnean, ez dira inoiz berdinak izaten.

source: L'ambiance champètre de la forêt a laissé place à une ambiance pour le moins... surprenante, disons.
eu: Basoko landa-giro xarmagarriak bide eman dio... giro ez hain on bati.

source: Depuis l'extérieur, on parvenait encore à entendre quelques sifflements d'oiseaux. Mais depuis quelques temps on entend plus que le croassement des corbeaux.
eu: Garai batean, kanpoan txorien kantua entzuten zen oraindik. Orain beleen karraska baino ez dago.

source: Égouts toxiques
eu: Estolda Toxikoak

source: Ils furent nombreux à penser que la route des égouts était la voie de la liberté. Personne n'en est jamais ressorti.
eu: Askok uste zuten estoldak zirela askatasunerako bidea. Inork ez du inoiz ateratzea lortu.

source: A force de balancer tous les immondices de la prison dans les galeries inférieures, fallait pas s'étonner qu'un truc horrible en ressorte un jour !
eu: Kartzelak bere esanezinezko zikinkeria guztia beheko galerietara bota zuen, beraz, ez da harrigarria izango egunen batean bertatik zerbait beldurgarria ateratzea!

source: Une substance verdâtre s'est répendue dans plusieurs tuyaux, par ici. Et elle ne fait que grossir.
eu: Substantzia berdexka bat hodi pila batetik etorri da honaino... eta zabaltzen jarraitzen du.

source: Hum...cette odeur, c'est normal ?
eu: Hmm... hori... usain hori normala al da?

source: Profondeurs de la Prison
eu: Kartzelaren Sakona

source: Les pires prisonniers étaient enfermés ici, en compagnie des pires gardiens.
eu: Presorik okerrenak hemen ixten zituzten, zaindaririk okerrenen konpainian.

source: Peu de prisonniers ont réussi à purger leur peine dans ces quartiers et à en sortir vivants. Aucun, en fait.
eu: Preso gutxik lortu zuten hemen bizirik egotea. Batek ere ez, egia esan.

source: "Etre transféré dans les Profondeurs", ça revient à dire qu'on va s'faire exécuter. Et à vrai dire, vous préféreriez qu'ils vous pendent.
eu: "Sakonera eramatekoa" ez zinela itzuliko esan nahi zuen. Benetan espero zenezakeen gauza bakarra zure exekuzioa azkarra izatea zen.

source: Prison corrompue
eu: Galbiderako Kartzela

source: “Donner son corps à la science” prend un tout autre sens lorsqu’on est encore vivant.
eu: "Zure gorputza zientziari ematea" esaldiak esanahi erabat desberdina hartzen du oraindik bizirik zaudenean.

source: Qui aurait pu penser que même la pierre pouvait être infectée ?
eu: Sinesgaitza da harriak ere kutsatuta daudela ikustea.

source: Les gardiens furent les premiers touchés. A moins que personne ne remarqua la différence sur les prisonniers ?
eu: Zaindariak izan ziren hiltzen lehenengoak. Presoetan inork aldaketarik sumatzen ez zuen bitartean...

source: Toits de la Prison
eu: Harresiak

source: Pour varier les plaisirs, les gardiens balançaient parfois les condamnés à mort des Toits. Franchement, y a rien de pire que les hurlements d'un gars qui sait qu'on va l'pousser.
eu: Gauzak interesgarri mantentzeko, zaindariek batzuetan kondenatuak Harresietan behera botatzen zituzten. Ez dago ertzera hurbiltzen ari den norbaiten oihuak baino gauza okerragorik.

source: Les gardiens ont commencé à se percher sur les Toits dès les premiers signes du Mal-être... Sans grand succès.
eu: Zaindariak Harresietan esertzen ziren Ondoezaren seinaleren bat ageri bazen... Horrek ez zuen laguntzen.

source: Un jour, y en a un qui a tenté de se faire la malle par les Toits... Il est mort d'épuisement pendant l'ascension, alors les gardiens ont laissé son cadavre sur le mur, pour qu'on pige le message.
eu: Behin, gizagaixo bat Harresietatik eskapatzen saiatu zen... Nekearen ondorioz hil zen eskalatzen ari zela eta zaindariek bere gorpua paretan utzi zuten, gainontzekoek mezua uler zezaten.

source: Charnier
eu: Hezurtegia

source: Après les émeutes de la Nuit Sanglante, les gardiens ont décidé de condamner toute une aile de la prison pour y balancer les corps.
eu: Istilu Odoltsuen Gauaren ondoren, kartzelako hegal oso bat kondenatzea erabaki zuten zaindariek, gorpuak bertan bota ahal izateko.

source: Une épaisse couche de cendre à recouvert les murs de cet endroit. La crasse s'est déposée jusque dans les moindres recoins.
eu: Errauts geruza lodi batek estali zituen tokiko paretak. Zikinkeria txoko guztietara sartzen zen.

source: Un des pires endroits de l'île... Ou l'un des plus sûrs, selon certains.
eu: Uharteko leku okerrenetako bat... Edo seguruenetako bat, nori galdetzen diozunaren arabera.

source: Ancien réseau d'égouts
eu: Antzinako Estoldak

source: Même les gardiens semblaient tout ignorer de l'existence de cette partie des égouts. Enfin... Possible aussi qu'ils aient tous préféré taire son existence.
eu: Zaindariek ere ez omen dakite ezer estolden zati honetaz. Edo beharbada denek ez ikusiarena egin nahi zuten.

source: Et toujours cette substance verdâtre, qui dégage une odeur pestinentielle.
eu: Substantzia berdexka bera, bere izurrite kiratsarekin...

source: La moisissure est omniprésente, les spores volent au fil de l'air. La parfaite combinaison pour un écosystème acceuillant.
eu: Lizuna edonon... Esporak aire kirastuan zehar... Ongi etorrirako ingurune bikaina.

source: Un jour, un tas de déchets s'est mis à grogner. Depuis, on a condamnée l'accès à cette partie des égoûts.
eu: Egun batean, zikin pila bat garrasika hasi zen. Estolden zati hori berehala itxi zuten.

source: Pont noir
eu: Zubi Beltza

source: Franchir les murailles de la prison est déjà un exploit en soit. Franchir le pont relève du miracle.
eu: Kartzelako harresiak gainditzea lorpen handia izan zen. Zubia zeharkatzea, berriz, miraria zen.

source: Il paraît que le directeur de la Prison était personnellement impliqué dans la garde du pont. Il paraît...
eu: Kartzelako zuzendariak berak partea hartu omen zuen zubiaren zaintzan. Hala diote...

source: Autrefois, le pont reliait le village à la prison, et n'était emprunté qu'à titre exceptionnel. Autrefois...
eu: Garai zaharretan, kartzela eta herrixka lotzen zituen zubiak eta arrazoi bereziengatik bakarrik erabiltzen zen. Garai zaharretan...

source: On raconte que certains pêcheurs se sont approchés de la prison en contournant le pont par le fleuve, et ne sont jamais revenus.
eu: Istorio batzuk diotenez, arrantzale kuxkuxeroek ibaia erabiltzen omen zuten zubia ekidin eta kartzelara hurbiltzeko. Gehienak ito zirela uste da.

source: Crypte nauséabonde
eu: Kripta Jasanezina

source: Les gardiens ont stocké beaucoup de choses dans cette ancienne crypte. Des armes, des vivres...et des chaînes, juste au cas où.
eu: Zaindariek gauza asko gordetzen zituzten kripta zahar honetan. Armak, hornidurak... eta kateak, badaezpada.

source: Certains gardes racontent qu'ils sont obligés de lui balancer des corps pour la nourir. Ou peut-être qu'elle joue simplement avec ?
eu: Zaindari batzuk diote gorpuak bertara botatzen zituztela bera elikatzeko. Agian jolastu bakarrik egin nahi zuen?

source: On entend des cris étranges quand on s'approche de la réserve. Sûrement pas des cris humains, non.
eu: Biltegitik negar arraroak entzun daitezke. Segur aski ez dira giza-negarrak... Ez, ez.

source: Le Roi avait décidé de convertir cette ancienne crypte en réserve. C'est vrai qu'à l'époque, il y avait encore assez de place dans le cimetière.
eu: Kripta zahar hau biltegi batean bihurtzea erabaki zuen Erregeak. Azken finean, garai hartan lekua soberan zegoen hilerrian.

source: Gué des Brumes
eu: Trikimako Herrixka

source: Le village était aux premières loges quand le Mal-être s'est propagé. Au début ils enterrèrent leurs morts. Puis rapidement, ils durent se battre contre eux.
eu: Herrixka izan zen lehenengoa Ondoeza zabaltzen hasi zenean. Hasieran beraien hildakoak lurperatu zituzten. Handik gutxira, beraien aurka borrokan ari ziren.

source: La pêche était la principale activité de ce petit hameau jusqu'à ce que l'eau commence à se troubler.
eu: Arrantza zen herri txiki honetako jarduera nagusia, ura uher eta iluna bihurtu zen arte.

source: Avant, il fallait plusieurs jours aux poissons avant qu'ils ne dégagent une odeur putride.
eu: Lehen, egun batzuk behar ziren arrainak ustel usaina har zezan.

source: C'était un chouette village avant. Avant que tout ce qui s'y trouve ne cherche à vous dévorer, en fait.
eu: Herrixka maitagarria zen lehen. Bertako guztia zu jaten saiatzen hasi zen arte.

source: Sanctuaire endormi
eu: Lotarako Santutegia

source: Le gué des brumes a été construit sur un sanctuaire, mais difficile de savoir si c'était un choix délibéré des premiers colons.
eu: Trikimako Herrixka santutegi baten gainean eraiki zen, baina ezin da jakin berezko kolonoek nahita hartutako erabakia izan ote zen.

source: Une mystérieuse énergie coule dans ces murs, comme du sang dans des veines.
eu: Pareta hauetan zehar indar misteriotsu bat dabil, zain bizietan odola dabilen antzera.

source: Certains villageois racontaient que le temple était vivant et qu'il pouvait faire trembler la terre. Mais les légendes sont absurdes, parfois.
eu: Herritar batzuk zioten santutegia bizirik zegoela, lurra dardarka jar zezakeela. Kondairak askotan absurdorantz jotzen dute.

source: Cimetière du Val
eu: Hilerria

source: Ca fait des générations qu'on enterre les morts dans le Val, mais depuis quelques temps, on y manque un peu de place.
eu: Hildakoak belaunaldiz belaunaldi lurperatu dituzte Haranean. Orain badirudi leku eskasia dagoela.

source: Les villageois venaient souvent se receuillir ici pour rendre hommage à leurs proches. La population locale à bien changé.
eu: Bertako herritarrak galdutako senideei omenaldia egitera etortzen ziren. Herriko egungo biztanleriak beste harreman bat du Hilerriarekin.

source: Toutes les tombes du cimetière sont celles de villageois inconnus, bien trop ordinaires pour avoir leur place dans le sépulcre.
eu: Hilerrian lurperatutako bakarrak herritar ezezagunak dira, hilobi batean lekua merezi izateko arruntegiak.

source: Tour de l'Horloge
eu: Erloju Dorrea

source: La Gardienne du temps a obtenu du Roi la construction de cette tour gigantesque il y a bien longtemps. Personne ne connait les termes du marché.
eu: Orain dela denbora asko, Denbora Zaindariak dorre erraldoi hau eraikitzeko Erregearen baimena lortu zuen. Inork ez dakizki tratu horren xehetasunak.

source: Les premières heures dans cette tour peuvent donner la nausée, quand tout se contracte et se dilate en même temps.
eu: Dorre honetan igarotako lehenengo orduek goragalea eragin dezakete, dena aldi berean zabaldu eta uzkurtzen baita.

source: Certains villageois affirment avoir vu les aiguilles de l'horloge tourner dans le sens inverse. Mais ce ne sont que des rumeurs, bien entendu...
eu: Herritar batzuek diote erlojuaren orratzak atzeraka biratzen ikusi dituztela. Noski, zurrumurruak besterik ez dira...

source: On n'a pas vu la Gardienne du temps depuis longtemps. Ou alors c'était très récent... Euh attendez... On est quand en fait ?
eu: Denbora Zaindaria aspaldian ez du inork ikusi. Edo berriki... Eh, itxaron pixka bat... Noiz da orain?

source: Sépulcre oublié
eu: Ahaztutako Hilobia

source: Autrefois réservée aux hauts dignitaires, le sépulcre est devenu un labyrinthe tortueux dont plus personne ne connait les murs...
eu: Hasieran goi-mailako dignatarioentzat erreserbatua, hilobia labirinto bihurrian bihurtu da, bere eremuak iluntasun eta mitoan desagertuz...

source: Pour sortir vivant de ce lieu, il suffit de suivre la lumière. Non pas celle-là, l'autre... Oui voilà, celle... Non, heu... Attendez, on est où, là ?
eu: Bizirik ateratzeko, jarraitu argiari. Ez, hori ez, bestea... Bai, hor, zera... Ez, eh... Itxaron pixka bat, non gaude?

source: Les hauts dignitaires étaient embaumés dans des sarcophages et les crânes de leur délégation finissaient sur les murs la pièce, au terme d'une cérémonie pour le moins brutale.
eu: Goi-mailako dignatarioak sarkofagoetan baltsamatzen zituzten. Zeremonia basati samar baten ondoren, haien ordezkaritzaren burezurrak ganberako hormak apaintzeko erabiltzen ziren.

source: Salle de l'Horloge
eu: Erloju Gela

source: C'est dans cette salle que la gardienne... Non, c'était dans cette salle... Enfin non, ce sera dans cette salle que... Heu, où en étions-nous, déjà ?
eu: Gela honetan zen Denbora Z... Ez, beste gela honetan zen... Ez, gela honetan Denbora Zaindariak... Egon, non ginen noiz?

source: La Gardienne surplombe presque toute l'île, d'ici. Toute l'île, excepté le château du Roi.
eu: Denbora Zaindariak ia uharte osoa ikuskatzen du hemendik. Uharte osoa, Erregearen gaztelua izan ezik.

source: Un millième de seconde de décalage dans le réglage de l'Horloge pourrait avoir de graves conséquences.
eu: Erlojuaren kalibrazioan segundo baten milarenaren bateko errore batek ondorio larriak izan ditzake.

source: Caverne
eu: Haitzuloa

source: De précieux cristaux ont été prélevés dans cette caverne sur ordre du Roi. Nul ne sait quelle était leur utilité.
eu: Kristalezko harribitxiak erauzi ziren haitzulo honetatik Erregearen aginduz. Inork ez daki zertarako erabili ziren.

source: Mineur était le métier le plus ingrat de l'île. Nombre d'entre eux sont morts sous des gravats, à cause de vapeurs toxiques ou tués par d'étranges créatures...
eu: Meatzaritza zen uharteko lanik eskergabekoena. Asko hil ziren harlangaitzen azpian, lurrun toxikoekin itota edo izaki arraroek erailda...

source: La Caverne est un étrange endroit dans lequel cohabitent glace et lave. L'Alchimiste n'a jamais percé ce mystère.
eu: Koba izotza eta sua elkarbizitzen diren leku arraroa da. Alkimistak ez zuen inoiz zergatia aurkitu.

source: Record de temps passé sans accident dans la caverne : 45 secondes
eu: Istripu gabeko denborarik luzeena: 45 segundo.

source: Repaire du Gardien
eu: Zaindariaren Babeslekua

source: Le Géant venait régulièrement se ressourcer au fond de la Caverne, rien ne vaut une bon bain de lave.
eu: Erraldoia maiz etortzen zen Kobara bateria kargatzera. Ez dago laba bainu bat bezalakorik.

source: Le Géant n'aimait pas la Main du Roi et la Main du Roi n'aimait pas le Géant. Mais ils s'accordaient sur un point : personne n'aimait l'Alchimiste.
eu: Erraldoiak ez zuen Erregearen Eskua gustuko, eta Erregearen Eskuak ez zuen Erraldoia gustuko. Baina gauza batean ados zeuden: inork ez zuen Alkimista gustuko.

source: On raconte que parfois on pouvait entendre des sanglots au fond de cet antre. Le Géant semblait être quelqu'un de sensible...
eu: Batzuetan gordeleku honetatik negar-zotinak entzuten zirela esaten da. Erraldoiak pertsona sentibera zirudien...

source: Château de Haute-Cime
eu: Goi Tontor Gaztelua

source: La garde royale, en restant enfermée en lieu sûr derrière les murs de Haute-Cime, aura mené l'île à sa perte.
eu: Errege-guardia seguru egon zen Goi Tontor Gazteluan gotortuta, horrela uhartea bere hondamenera eramanez.

source: Les hautes personnalités de l'île venaient dans ces murs pour échanger avec le Roi. Les visiteurs ont bien changé, dernièrement.
eu: Uharteko goi-mailako pertsoank Erregearekin kontu garrantzitsuez aritzera etortzen ziren hona. Bisitarien kalitatea asko aldatu da azken aldian.

source: Le Roi a permis à l'Alchimiste d'établir ses quartiers dans une aile du château. C'était pendant la toute dernière retraite.
eu: Erregeak Alkimistari gazteluko hegalera bizitzera etortzen utzi zion. Azken erretiroaren garaian izan zen hori.

source: Haute-Cime est bien loin de sa gloire passée... Le dernier "banquet" qui y ait été célébré était à base de chair humaine.
eu: Goi Tontor bere hasierako loriatik erori da... Hemen egindako azken "banketean" giza haragia zerbitzatu zen.

source: Distillerie
eu: Destilategi Abandonatua

source: Inhaling the chemical vapours that often filled the warehouse was said to cause hallucinations. Some of the workers even reported barrels moving by themselves.
eu: Biltegian astotan zeuden lurrun kimikoak arnasteak haluzinazioak eragiten zituela esaten zen. Langile batzuk upelak beren kasa mugitzen ikusi zituztela zioten.

source: Workplace incidents went through the roof when the distillery was converted into a powder keg factory.
eu: Lan-istripuak izugarri egin zuten gora destilategia bolborategi bihurtu zutenean.

source: Nobody likes to be treated as cannon fodder. Well, at least, the barrels didn't like it.
eu: Inori ez zaio gustatzen kanoi-bazka gisa tratatzea. Beno, upelek behintzat ez zuten gustuko.

source: Unplanned explosions ended up weakening the walls of the warehouse.
eu: Planifikatu gabeko leherketek biltegiko paretak ahuldu zituzten.

source: Salle du trône
eu: Tronu Gela

source: D'ici, on peut admirer toute la splendeur de l'île. Et toute l'étendue de l'infection par le Mal-être.
eu: Ikuspegi honetatik uhartearen edertasun osoa miretsi daiteke. Eta Ondoezak kutsatuta duen bere hedadura osoa.

source: Le trône du Roi a été sculpté à même la roche. Ça a pris des mois mais c'est très joli.
eu: Erregearen tronua dagoen harrian bertan zizelatu zen. Hilabete askotako lanak xehetasun dotoreak utzi zituen.

source: La Main du Roi vit reclut ici depuis très longtemps... Personne ne sait vraiment de quoi il se nourrit.
eu: Erregearen Eskua ermitau moduan bizi izan da hemen urte luzez... Inork ez daki oso ondo zer jaten duen.

source: Astrolab
eu: Astrolaborategia

source: C'est ici que la plupart des expériences scientifiques pour trouver un remède... Ont échoués.
eu: Hau da sendagaia aurkitzeko egindako esperimentuek... huts egin zuten lekua.

source: Certaines expériences sont toujours en liberté dans cette partie de l'île. C'est pourquoi le roi a ordonné la condamnation l'entrée principale.
eu: Proba subjektu batzuk oraindik noraezean dabiltza uhartearen zati honetan. Horregatik agindu zuen Erregeak ate nagusia ixteko.

source: L'expérience n°463 est horrible ! La n°464 va vous étonner !
eu: 463 esperimentua izugarria izan zen! 464ak txundituta utziko zaitu!
