Repository: josuigoa/itzulpenak
Catalog: dead_cells/data/main.*.po
Languages: eu

source: Cet objet vous rapportera ::$power:: {iconCoin@img}, mais vous subirez une malédiction si vous le ramassez !
eu: Objektu honek ::$power:: {iconCoin@img} balio du, baina hartzen baduzu, madarikatuta egongo zara.

source: Inspiration meurtrière
eu: Hiltzaile sena

source: Réduit les délais de réutilisation des compétences de ::actcdr:: sec pour chaque ennemi tué au corps à corps.
eu: Buruz-buruko heriotzek abilezien birkargatzea ::actcdr:: segundotan murrizten dute.

source: Enchaînement
eu: Konbo

source: U34_P_DMGKILL_GAMEPLAYDESC
eu: Jarraian lotzen duzun kolpe bakoitzak konboarekin jarraitzen du, ematen duzun mina handituz. Konboa ::duration:: segundoren ondoren edo mina ematen dizutenean bukatuko da.

source: Vengeance
eu: Mendekua

source: +::*prct::% de dégâts infligés pendant ::duration:: sec et -::prct2::% dégâts subis pendant ::duration2:: sec après avoir subi une blessure.
eu: ::duration:: segundoz +%::*prct:: mina ematea eta ::duration2:: segundoz -%::prct2:: mina hartzea zauritu eta gero.

source: Mélée
eu: Buruz-buru

source: Taper un ennemi au corps à corps le ralenti pendant ::+duration:: sec.
eu: Buruz-buruko erasoek etsaiak ::+duration:: segundoz moteltzen dituzte.

source: Blessures ouvertes
eu: Zauri irekiak

source: Vos attaques au corps à corps infligent des {saignements@BL} (::+dps:: DPS sur ::duration:: sec)
eu: Buruz-buruko erasoek {odoletan uztea@BL} eragiten dute (::+dps:: DPS ::duration:: segundoz).

source: Soin corrompu
eu: Kutsatutako Flaskoa

source: U34_P_CORRUPTEDHEALING_GAMEPLAYDESC
eu: Osasun flaskoa erabiltzeak +%::*prct:: gehitzen die zure erasoei ::duration:: segundoz. Gutxienez flasko huts bat baldin baduzu, ::*count:: Elite etsai hil ondoren beteko da. Honek bioma bakoitzean Eliteko etsai 1 gehiago agertzea eragingo du.

source: Adrénaline
eu: Adrenalina

source: Vos attaques au corps à corps vous font récupérer une petite portion de vos PV en fonction des dégats infligés pendant ::duration:: secondes après avoir esquivé une attaque au dernier moment.
eu: Buruz-buruko erasoekin emandako minaren arabera HP kopuru txiki bat berreskuratzen da ::duration:: segundoz, azken unean eraso bat saihestu eta gero.

source: Frénésie
eu: Eroaldia

source: Vos attaques au corps à corps vous font récupérer une petite portion de vos PV en fonction des dégats infligés tant que votre vitesse est augmentée.
eu: Buruz-buruko erasoekin emandako minaren arabera HP kopuru txiki bat berreskuratzen da abiadura hobekuntza gaituta baldin baduzu.

source: Planification
eu: Plana

source: L'attaque au corps à corps qui suit l'utilisation d'une compétence inflige +::+power:: dégâts.
eu: Abilezia bat erabili ondorengo buruz-buruko erasoak +::+power:: mina emango du.

source: -::cdrg::% délai d'utilisation des grenades.
eu: -%::cdrg:: birkargatzen denbora granadetan.

source: Initiative
eu: Iniziatiba

source: La première attaque au corps à corps contre un ennemi inflige +::+power:: dommages.
eu: Etsai bati egindako zure lehen buruz-buruko erasoak +::+power:: mina emango du.

source: Prédateur
eu: Harrapakaria

source: Tuer un ennemi au corps à corps vous octroie une invisibilité pendant ::+duration:: secondes.
eu: Buruz-buruko hilketek ::+duration:: segundoz ikusezin egingo zaituzte.

source: Porcupine Backpack
eu: Arantzorroa

source: Rolling through enemies attacks them with the melee weapon in {backpack@BA} for ::*prct::% of the usual damages.
eu: Etsaien erasoetan zehar itzulipurdika ibilita, {bizkar-zorroan@BA} duzun buruz-buruko armarekin eraso egingo diezu. Armaren oinarrizko minaren %::*prct:: emanez.

source: Soutien
eu: Laguntza

source: +::*prct::% de dégâts si vous êtes proche d'une compétence déployée.
eu: +%::*prct:: min gehiago botatako abilezia batetik hurbil bazaude.

source: Cadeau de départ
eu: Bereizteko Oparia

source: Fait apparaître une bombe (::+power:: dégâts) quand vous tuez un ennemi autrement qu'au corps à corps.
eu: Irismen eraso batekin etsai bat hil den lekuan lehergailu (::+power:: mina) bat agertuko da.

source: Tranquilité
eu: Lasaitasuna

source: +::*prct::% de dégâts si aucun ennemi n'est proche de vous.
eu: +%::*prct:: mina inguruan ez baduzu etsairik.

source: Arrachage
eu: Urratzailea

source: Toucher au corps à corps un ennemi fait tomber jusqu'à ::count:: flèches plantées sur lui, chacune infligeant ::+power:: dégâts.
eu: Buruz-buruko erasoak etsaian dauden ::count:: jaurtigai erortzea eragingo du, bakoitzak ::+power:: mina emanez.

source: Ranger's gear
eu: Basozainaren objektua

source: Your next ranged attack after using a skill inflicts +::+power:: damage.
eu: Abilezia bat erabili ondorengo irismen erasoak +::+power:: mina emango du.

source: Barbed Tips
eu: Ohar Zorrotzak

source: Inflicts ::+dps:: dps per arrow stuck to enemies.
eu: Etsaietan gelditzen den gezi bakoitzeko ::+dps:: dps ematen du.

source: Point Blank
eu: Bertatik Bertara

source: Close-ranged ranged attacks inflicts ::*prct::% bonus damages.
eu: Berbertako erasoek %::*prct:: min gehigarria ematen dute.

source: -::cdr::% délai d'utilisation des compétences (hors grenades).
eu: -%::cdr:: abilezien birkargatze denboran (granadak izan ezik).

source: Réseautage
eu: Saretzea

source: U34_P_NETWORKING_GAMEPLAYDESC
eu: Irismen eraso batekin kolpatutako etsaiak ::duration:: segundoz markatuko dira. Markatutako jomugek hartzen duten minaren %::+prct:: partekatuko dute.

source: Chausse-trape
eu: Sasiak

source: Effectuer une roulade laisse derrière vous ::ammo:: chausses-trape (avec un maximum de ::count::) infligeant ::+power:: dégâts et ralentissant les ennemis pour ::duration:: sec.
eu: Itzulipurdi egitean ::ammo:: sasi utziko dituzu atzean (gehienez ::count::), ::+power:: mina emanez eta etsaiak ::duration:: segundoz motelduz.

source: Retraite stratégique
eu: Atzera-egite Taktikoa

source: Esquiver une attaque au dernier moment {ralentit@IC} tous les ennemis aux alentours pour ::+duration:: secondes.
eu: Eraso bat azken unean saihestuta hurbileko etsaiak motelduko dituzu ::+duration:: segundoz.

source: Inspiration du chasseur
eu: Ehitztari sena

source: Réduit les délais de réutilisation des compétences de ::actcdr:: sec pour chaque ennemi tué sans utiliser d'attaque au corps à corps.
eu: Irismen hilketek abilezien birkargatzea ::actcdr:: segundoz murrizten dute.

source: Acrobatic Preparation
eu: Zorrokrobatikoa

source: Attacking, with a ranged weapon, after rolling with a ranged weapon in your {backpack@BA} fires a projectile of said weapon, dealing ::*prct::% of the usual damages.
eu: Irismen arma batekin erasotzen, {bizkar-zorroan@BA} irismen arma bat duzularik itzulipurdi egin ondoren arma horren jaurtigaia egingo du tiro, ohiko minaren %::*prct:: emanez.

source: Endurance guerrière
eu: Soldaduaren Erresistentzia

source: Augmente votre santé de +::+prct::%.
eu: Handitu zure osasuna +%::+prct::.

source: U34_P_BERSERK_GAMEPLAYDESC
eu: Etsai bat buruz-buruko eraso bidez hiltzen baduzu, jasoko duzun minaren %::+pcrt:: murriztuko da ::duration:: segundoz. Gehienez %::prct2:: lor dezakezu. Gainera zorabioei immune izango zara.

source: Inspiration inébranlable
eu: Fede itsua

source: Réduit les délais de réutilisation des compétences de ::actcdr:: sec pour chaque {parade@PA} réussie.
eu: {Aldaratze@PA} arrakastatsuek abilezien birkargatzea ::actcdr:: segundoz murrizten dute.

source: Contre-attaque
eu: Kontraerasoa

source: L'attaque qui suit une {parade@PA} réussie inflige +::+power:: dégâts.
eu: {Aldaratze@PA} arrakastatsu baten ondorengo erasoak +::+power:: mina emango du.

source: Encaissement
eu: Hiltzen Ez Nauenak

source: Recupère ::+prct::% PV après avoir {paré@PA} une attaque de corps à corps.
eu: Berreskuratu %::+pcrt:: HP buruz-buruko eraso bat {aldaratu@PA} eta gero.

source: Nécromancie
eu: Nekromantzia

source: U34_P_NECROMANCY_GAMEPLAYDESC
eu: Etsai bat hiltzean berreskuratu zure osasun maximoaren %::+prct::. Efektu hau biktimaren osasun maximoarekin eskalatzen da eta zure osasun osora hurbiltzean murriztu.

source: Soin prolongé
eu: Osasun Zabaldua

source: Votre potion de soins vous soigne à ::prct2::%, son effet est étalé sur ::duration:: sec et vous infligez +::*prct::% de dégâts sur cette durée.
eu: Zure osasun flaskoak %::prct2:: HP osatzen du eta efektua ::duration:: segundoz luzatzen da. Sendatzen ari zaren bitartean +%::*prct:: min handiagoa ematen duzu.

source: Gastronomie
eu: Gastronomia

source: L'efficacité de la nourriture augmente de +::prct2::%. Si vous la recyclez, vous infligez +::*prct::% de dégâts pendant ::duration:: sec.
eu: Janariaren efektua +%::prct2:: handitzen da. Janaria birziklatuz minaren +%::*prct:: emango duzu ::duration:: segundoz.

source: Vindicte
eu: Ezinikusia

source: Les parades réussies et les tirs renvoyés infligent ::+power:: dégâts.
eu: Aldaratze eta tiro itzultze arrakastatsuek ::+power:: mina emango dute.

source: Coeur de glace
eu: Izotz Bihotz

source: U34_P_HEARTOFICE_GAMEPLAYDESC
eu: {Moteldutako@IC}, zorabiatutako, {izoztutako@IC} edo {sustraitutako@RO} etsaiei hurbiletik eraso eginda abilezien birkargatzea ::actcdr:: segundoz murriztuko du. Buruz-buruko eta irismen armekin funtzionatzen du.

source: Fatal Cadence
eu: Erritmo Hilgarria

source: Switch weapons to increase your attack speed by ::*prct::%.
eu: Txandakatu armak zure erasoen abiadura %::*prct:: handitzeko.

source: Tortoise Wheel
eu: Zorrormadillo

source: Rolling parries attack and projectiles with the shield in your {backpack@BA}, for ::*prct::% of the usual damages.
eu: Itzulipurdi eginda {bizkar-zorroan@BA} duzun ezkutuarekin erasoak eta jaurtigaiak aldaratzen ditu, beren oinarrizko minaren %::*prct:: emanez.

source: Vous sauve UNE fois en cas de décès prématuré. Ne peut être retiré s'il est utilisé.
eu: Madarikatua ez zaudenean heriotza iraunkorretik BEHIN BAKARRIK salbatzen zaitu. Ezin da lehenengo mutazioa hautaketaren ondoren aukeratu. Hartu bada ezin da bota, ezta erabilita ere.

source: Aucun effet. Ne peut être retiré.
eu: Efekturik ez. Ezin da kendu.

source: Engelures
eu: Izozketa

source: U34_P_FROSTBITE_GAMEPLAYDESC
eu: Etsaiei aplikatzen zaien {moteltze@IC} pilatze bakoitzeko ::+dps:: DPS jasoko dute. {Izoztutako@IC} jomugek pilatze maximoa balute bezala kontatzen dute efektu honentzat.

source: Récupération
eu: Berreskuratzea

source: Temps disponible pour récupérer votre santé après un coup x::count::.
eu: Kolpe baten ondoren osasuna berreskuratzeko denbora orain ::count:: aldiz luzeagoa da.

source: Soin d'urgence
eu: Larrialde-Triajea

source: Les potions de soin ne restaurent plus que ::prct2::% PV mais leur usage est accéléré de ::prct::% et elles vous protègent totalement pendant ::duration:: sec.
eu: Osasun flaskoek %::prct2:: HP bakarrik itzuliko dizute, baina erabilera-abiadura %::prct:: handituko da eta erabat babestuko zaituzte ::duration:: segundoz.

source: Vélocité
eu: Abiadura

source: Temps du bonus de vitesse de course (enchaînement d'ennemis tués) x::count::.
eu: Hainbat heriotzaren ondorengo abiadura hobekuntza orain ::count:: aldiz luzeagoa da.

source: Mort à l'intérieur
eu: Heriotza Barruan

source: U34_DEADINSIDE_GAMEPLAYDESC
eu: Zure osasun maximoa %::prct:: handitu, baina sendatzeko modu guztiak desgaituko dira {berreskuratzea@RA} izan ezik.

source: Aliénation
eu: Alienazioa

source: U35_ALIENATION_DESC - Upon clearing a curse of at least ::min:: stacks, heal for a % of your max health based on the amount of curse stacks you had.
eu: Gutxienez ::min:: pilatze dituen madarikazio bat kentzean, zenituen madarikazio pilatzeen arabera sendatuko zara. Madarikazioa kentzeko beharrezko hilketa kopurua ere %::prct2:: handitzen du.

source: Acceptation
eu: Onarpena

source: Réduit de ::prct::% le nombre d'ennemis à éliminer pour lever une malédiction. La nourriture vous inflige une malediction.
eu: Madarikazioa kentzeko beharrezko hilketa kopurua ere %::prct2:: murrizten du, baina jateak madarikatu egiten zaitu.

source: Maso
eu: Masokista

source: Les pièges ne peuvent pas vous infliger des dégâts supérieurs à ::prct::% de vos PV totaux. Ils augmentent votre vitesse de déplacement de ::prct2::% pendant ::duration:: sec.
eu: Tranpen mina zure HParen %::prct::-ra mugatzen da. Tranpa batek jotzen zaituenean, zure mugimendu abiadura %::prct2:: handituko da ::duration:: segundoz.

source: Désengagement
eu: Deslotura

source: U34_P_DISENGAGE_GAMEPLAYDESC
eu: Bioma bakoitzeko behin, zure osasuna %::prct::-ren azpitik badago, indar-eremu batek babestuko zaitu ::duration:: segundoz.

source: No Mercy
eu: Gupidarik Ez

source: Execute mobs under ::prct::% health. Effect halved for bosses.
eu: Exekutatu osasunaren %::prct::-ren azpitik dauden etsai-multzoak. Efektuaren erdia nagusientzat.

source: Inspiration du maître d'armes
eu: Armen Adituaren sena

source: Réduit les délais de réutilisation des compétences de ::actcdr:: sec en cas de {coup critique@CC}.
eu: {Kolpe kritikoek@CC} abilezien birkargatzea ::actcdr:: segundoz murrizten dute.

source: Munitions
eu: Munizioa

source: Munitions de vos armes x::power::.
eu: Zure armen munizioa lehenago zenaren ::power:: da orain.

source: U28_P_GOLDSHIELD
eu: Urrez Egina

source: U28_P_GOLDSHIELD_GAMEPLAYDESC
eu: Kolpatzen zaituztenean osasunaren ordez urrea galdu. Galdutako urrea galduko zenukeen osasunaren proportzionala da.

source: U28_P_GOLDSPEED
eu: Aberastu Azkar

source: U28_P_GOLDSPEED_GAMEPLAYDESC
eu: Pilatu urre gehigarria hildako etsai bakoitzeko abiadura bulkada gaituta duzunean eta eskuratu hau bukatzean.

source: U28_P_GOLDPERDAMAGE
eu: Midasen Odola

source: U28_P_GOLDPERDAMAGE_GAMEPLAYDESC
eu: Irabazi ::duration:: urre galtzen duzun osasun puntu bakoitzeko.

source: U31_P_WISHES
eu: Guraria

source: U31_P_WISHES_GAMEPLAYDESC
eu: Lortutako hurrengo objektua kondairazko bihurtu. Gaitu ondoren ezin da kendu.

source: U31_P_WISHESDEPLETED
eu: Desiratutakoa

source: U31_P_WISHESDEPLETED_GAMEPLAYDESC
eu: Ezin da kendu. Merezi izatea espero dezagun.

source: U35_P_CURSEDFLASK
eu: Flasko Madarikatua

source: U35_P_CURSEDFLASK_GAMEPLAYDESC
eu: Zure osasun flaskoak karga infinituak ditu, baina ::count:: aldiz madarikatuko zaitu erabiltzen duzun bakoitzean.

source: U35_P_DAMNEDVIGOR
eu: Indar Kondenatua

source: U35_P_DAMNEDVIGOR_GAMEPLAYDESC
eu: Kolpe hilgarria jasotzean, ::duration:: segundoz iraungo duzu bizirik. Efektu honek iraun bitartean etsai bat hilko bazenu, osasun puntu 1 jasoko zenuke. Bestela, efektua desagertzean edo bitartean joko bazintuzte, berehala hilko zinateke, inongo babesik aplikatzeko aukerarik gabe.

source: U35_P_DEMONICFORCE
eu: Deabruaren Indarra

source: U35_P_DEMONICFORCE_GAMEPLAYDESC
eu: Madarikatua zauden bitartean %::prct:: min handiagoa emango duzu. Duzun madarikazio pilatze bakoitzeko gehigarri hau %::prct2:: handituko da.

source: Tenue classique
eu: Betiko Janzkera

source: Avec elle, vous avez fait (et ferez encore) les 400 coups.
eu: Gauza asko bizi dituzu honekin, eta ziurrenik askoz ere gehiago biziko dituzu.

source: Tenue dorée
eu: Urrezko Janzkera

source: Avec ça, personne ne risque de vous rater. Encore moins les ennemis !
eu: Oharkabean behintzat ez zara ibiliko hau jantzita.

source: Tenue du Guerrier Légendaire
eu: Kondairazko Gerlariaren Janzkera

source: Queue de singe non fournie.
eu: Ez dauka tximino buztanik.

source: Tenue Ninja
eu: Ninja Janzkera

source: Ne faites plus qu'un avec les ombres...
eu: Bihur zaitez itzaletako bat...

source: Tenue Fantôme
eu: Mamu Janzkera

source: Le costume parfait pour Halloween.
eu: Gau beltzerako prest.

source: Tenue Donatello
eu: Donatello Janzkera

source: Passez inaperçu dans tout le réseau d'égoûts.
eu: Estoldetako biztanleentzat.

source: Tenue Enguirlandée
eu: Festa Janzkera

source: L'ancien propriétaire s'est bien fait enguirlander.
eu: Erabili zuen azkenak ikatz hondarrak utzi zituen.

source: Tenue du Pêcheur
eu: Arrantzalearen Janzkera

source: Invisible parmi les poissons.
eu: Arrainen artean ikusezina.

source: Tenue Squelette
eu: Eskeleto Janzkera

source: Redescendez au plus bas de l'echelle sociale.
eu: Eskalatu ezazu eskailera sozialean behera.

source: Tenue Carduus
eu: Carduus Janzkera

source: Le violet le plus pur.
eu: Morerik puruenarekin egina.

source: Tenue Aphrodite
eu: Afrodita Janzkera

source: N'ayez plus peur d'aller parler aux gens.
eu: Agur beldur-eszenikoari!

source: Tenue Chaman
eu: Xaman Janzera

source: Les chamans sont toujours plus efficaces dans l'ombre.
eu: Xaman beti dira indartsuago itzaletan.

source: Tenue Cloud
eu: Cloud Janzkera

source: La provenance de cette tenue est oubliée de tous.
eu: Inork ez du gogoratzen nondik datorren.

source: Tenue Drifter
eu: Drifter Janzkera

source: Un vêtement pour ceux qui ont du cœur.
eu: Bihotza dutenentzako janzkera.

source: Tenue des Mille et une Nuits.
eu: Mila gau eta bat gehiago Janzkera

source: Les lampes à huile n'ont plus de secrets pour vous.
eu: Ez dauka lanpara magikorik.

source: Tenue du Bison
eu: Diktadore Janzkera

source: Une tenue pour les vrais combattants.
eu: Kaleetan borrokatzeko janzkera.

source: Tenue du Guerrier
eu: Gerlari Janzkera

source: Tenue traditionnelle d'arpenteur de dongeon.
eu: Ziegetan dabilenaren janzkera tradizionala.

source: Tenue du Mage
eu: Mago Janzkera

source: Réservée aux personnes possédant une grande sagesse.
eu: Jende jakintsuarentzat bakarrik.

source: Tenue Néon
eu: Neon Janzkera

source: La discrétion c'est pour les loosers.
eu: Ezkutuan ibiltzea galtzaileentzat da.

source: Tenue de Bobby
eu: Bobbyren Janzkera

source: La tenue du prisonnier Bobby.
eu: Bobby presoaren janzkera.

source: Tenue du Démon
eu: Deabru Janzkera

source: On a tous un côté tr0 d4rk 3n nous.
eu: 6uzt10k du6u gur3 4ld3 1lun4.

source: Tenue d'archer sylvestre romantique
eu: Robin Hood Janzkera

source: La flèche est plus forte que l'épée.
eu: Gezia ezpata baino indartsuagoa da!

source: Tenue de la prison du désert.
eu: Desertuko Biztanleen Janzkera

source: Sent le sable chaud, mais gratte les poplités.
eu: Harea bero eta basamortuko gau usaina du.

source: Tenue Galaxy
eu: Galaxy Janzkera

source: Une tenue sans DRM !
eu: DRM-rik gabeko janzkera!

source: Tenue Baguette
eu: Baguette Janzkera

source: Vendue sans béret ni moustache.
eu: Boneta eta bibotea bereiz salgai.

source: Tenue de fêtes
eu: Alkoholiko Hegalari Janzkera

source: Joyeuses fêtes !
eu: Opor zoriontsuak!

source: Tenue de Jardinier
eu: Lorezainaren Janzkera

source: Ayez la main verte.
eu: Lortu erpuru berdea.

source: Tenue de Champignon mignon
eu: Perretxiko-Txo Janzkera

source: Délicieux, en poêlée ou en gratin.
eu: Gozoa, frijitua, salteatua edo errea. Ez ezazu saltsa ahaztu.

source: Tenue de Champignon-Roi
eu: Perretxiko Errege Janzkera

source: Gaffe aux hallucinations.
eu: Jendea arraroa da, kanpotarra zarenean...

source: Tenue de Fugitif
eu: Arroztuaren Janzkera

source: Une reproduction quasi-parfaite des différentes teintes de la vase.
eu: Lohiaren tonu ezberdinen erreprodukzio ezin hobea.

source: Tenue de Sarbacanier
eu: Zerbatanaren Janzkera

source: Inspirez le mépris.
eu: Etsai-multzo bat zure atzetik nahi duzunerako.

source: Tenue de Dompteur de Tiques
eu: Tick Entrenatzailearen Janzkera

source: Durée de vie moyenne: 3 minutes.
eu: Esperotako bizi-iraupena: 3 minutu.

source: Tenue de Jardinier Royal
eu: Errege-Lorezainaren Janzkera

source: Une tenue beaucoup trop habillée pour travailler la terre ou les plantes.
eu: Benetan dotore eta ponposoegia lohietan lanean aritzeko.

source: Tenue Rétro
eu: Retro Janzkera

source: Piles LR6 non-fournies.
eu: Pila ez daude barna

source: Tenue HEV
eu: HEV Janzkera

source: The right outfit in the wrong place can make all the difference in the world.
eu: Janzkera egokiak leku desegokian alderik handiena egin dezake mundu osoarentzat.

source: Tenue d'écailles
eu: Musker Janzkera

source: Mais vous n’êtes pas obligé de ramper, promis !
eu: Bigarren azal bat bezalakoa...

source: Tenue du nécro
eu: Apostata Janzkera

source: La mort n’a plus de secrets pour vous !
eu: Ekaitzaren erdian itsasargi bat bezala!

source: Tenue du revenant
eu: Ia-Zuzeu Janzkera

source: Vous pourriez être immortel !.. Si un Nécro voulait bien vous relever.
eu: Ez inoiz utzi zu izateari.

source: Tenue Kamikaze
eu: Kamikaze Janzkera

source: Pour les jours où vous pétez la forme.
eu: Oinetakoa beste saguzarrean dago...

source: Tenue d'Arbalétrier
eu: Arbalester-en Janzkera

source: Vos ennemis se tiendront à carreau.
eu: Zure etsaiak zutik geldituko dira.

source: Tenue Katana
eu: Xaflen Maisuaren Janzkera

source: Une combinaison pour couper des têtes.
eu: Honekin jendeak burua galduko du...

source: Tenue du Roi
eu: Errege Janzkera

source: Une armure Royale qui en jette.
eu: Klasea duen errege armadura.

source: Tenue Blanche du Roi
eu: Errege Zuriaren Janzkera

source: La classe, et même un peu plus.
eu: Klasearekin, beti klasearekin.

source: Tenue du concierge classique
eu: Zubizainaren Betiko Janzkera

source: La conciergerie dans la peau !
eu: Zubizaina zure azalaren azpian izango duzu!

source: Tenue du concierge Picollo
eu: Zubizainaren Satan Txiki Janzkera

source: Tenue du concierge incompris
eu: Zubizainaren Gaizki-ulertu Janzkera

source: Tenue du concierge transcendé
eu: Zubizainaren Goratutako Janzkera

source: Tenue du concierge ultime
eu: Zubizainaren Janzkera Gorena

source: Tenue du Conjonctivius classique
eu: Konjuntibius-en Betiko Janzkera

source: Vous aimez les tentacules ?
eu: Garroak gustuko dituzu?

source: Tenue du Conjonctivius affamé
eu: Gosetutako Konjuntibius-en Janzkera

source: Tenue du Conjonctivius enragé
eu: Haserretutako Konjuntibius-en Janzkera

source: Tenue du Conjonctivius révolté
eu: Altxatutako Konjuntibius-en Janzkera

source: Tenue du Conjonctivius légendaire
eu: Kondairazko Konjuntibius-en Janzkera

source: Tenue temporelle classique
eu: Betiko Janzkera Tenporala

source: Le temps, en sur mesure !
eu: Denbora, neurrira eginda, noski.

source: Tenue temporelle desertique
eu: Basamortuko Janzkera Tenporala

source: Tenue temporelle volcanique
eu: Sumendiko Janzkera Tenporala

source: Tenue temporelle sylvestre
eu: Ehiztariaren Janzkera Tenporala

source: Tenue temporelle collector
eu: Biltzailearen Janzkera Tenporala

source: Tenue du Gigantus classique
eu: Betiko Erraldoi Janzkera

source: Un costume XXL !
eu: Zure neurri handiko janzkia, David Byrne-en gisan!

source: Tenue du Gigantus déçu
eu: Desengainatutako Erraldoiaren Janzkera

source: Tenue du Gigantus maudit
eu: Madarikatutako Erraldoiaren Janzkera

source: Tenue du Gigantus incompris
eu: Gaizki-ulertutako Erraldoiaren Janzkera

source: Tenue du Gigantus frustré
eu: Zapuztutako Erraldoiaren Janzkera

source: Tenue du Gardien
eu: Erregearen Eskua Janzkera

source: Un vêtement pour les protéger tous.
eu: Guztiak babesteko janzkera bakarra.

source: Tenue du Gardien fidèle
eu: Erregearen Esku Leiala Janzkera

source: Tenue du Gardien incorruptible
eu: Usteldu ezin den Erregearen Eskua Janzkera

source: Tenue du Gardien loyal
eu: Erregearen Esku Fidagarria Janzkera

source: Tenue du Gardien dévoué
eu: Erregearen Esku Sutsua Janzkera

source: Tenue du Gardien immobile
eu: Rocky Janzkera

source: L'armure de pierre... Ou pas.
eu: "Odola dastatu dut eta gehiago nahi dut!"

source: Tenue du Collecteur déchu
eu: Eroritako Biltzaile Janzkera

source: Un habit en édition Collector !
eu: Biltzaile edizio berezia Janzkera...

source: Tenue de la Tique Géante
eu: Tick Erraldoia Janzkera

source: Something tick related.
eu: Ziurtatu burua kentzen duzula.

source: Tenue de la Tique Géante Ennuyée
eu: Ernegatutako Tick Janzkera

source: Tenue de la Tique Géante Agacée
eu: Haserretutako Tick Janzkera

source: Tenue de la Tique Géante Énervée
eu: Tick Eroaren Janzkera

source: Tenue de la Tique Géante Furieuse
eu: Sumindutako Tick Janzkera

source: Tenue Sacrificielle
eu: Sakrifiziozko Tick Janzkera
