Repository: josuigoa/itzulpenak
Catalog: dead_cells/data/main.*.po
Languages: eu

source: Félicitations, vous avez terminé la partie quotidienne !
eu: Zorionak, eguneko erronka bukatu duzu!

source: Prochaine récompense dans ::num:: victoire quotidienne
eu: Hurrengo saria eguneroko ::num:: garaipen eta gero

source: Prochaine récompense dans ::num:: victoires quotidiennes
eu: Hurrengo saria eguneroko ::num:: garaipen eta gero

source: Bonus de victoire contre le Boss :
eu: Nagusia garaitzeagatik bonusa:

source: Temps Restant :
eu: Denbora falta:

source: Score Total :
eu: Puntuak guztira:

source: Connexion au serveur...
eu: Zerbitzarira konektatzen...

source: Réessayer l'envoi
eu: Saiatu berriz bidaltzen

source: Recommencer
eu: Berriz hasi

source: Menu principal
eu: Menu nagusia

source: Échec de l'envoi du score : ::reason::
eu: Marka ezin izan da igo: ::reason::

source: Score envoyé avec succés !
eu: Marka ongi igo da!

source: Vous êtes monté au rang ::rng:: !
eu: ::rng:: mailara ailegatu zara!

source: Vous avez battu votre record !
eu: Zure marka gainditu duzu!

source: Vous êtes désormais au rang ::rng:: !
eu: ::rng:: mailan zaude orain!

source: Malheureusement, vous n'avez pas battu votre record du jour, qui est de ::pts:: points.
eu: Zer nolako pena, ez duzu zure eguneko marka onena gainditu (::pts:: puntu).

source: Vous avez battu votre record, mais pas assez pour changer de rang.
eu: Marka gainditu duzu, baina ez hurrengo mailara pasatzeko nahikoa.

source: Vous êtes toujours au rang ::rng::.
eu: ::rng:: mailan zaude oraindik.

source: FORGE LÉGENDAIRE
eu: KONDAIRAZKO BURDINOLA

source: Investir des cellules augmente de façon {permanente@PE} la fréquence des objets de qualité.
eu: Zelulak inbertituz kalitate altuko objektuen askatze tasa handituko da {iraunkorki@PE}.

source: ::pct::% des objets trouvés seront de qualité "::q::".
eu: Aurkitutako objektuen %::pct:: "::q::" kalitatekoak izango dira.

source: VERROUILLÉ ( Jauge précédente incomplète )
eu: BLOKEATUTA (aurreko haga osatu gabe)

source: VERROUILLÉ ( ::num:: Cellule de boss requise )
eu: BLOKEATUTA (::num:: Nagusi Zelula beharrezkoak)

source: VERROUILLÉ ( ::num:: Cellules de boss requises )
eu: BLOKEATUTA (::num:: Nagusi Zelula beharrezkoak)

source: FORGE MINEURE
eu: BURDINOLA TXIKIA

source: Reforgez un objet équipé pour tenter d'obtenir de meilleurs {modificateurs@AF} ou pour augmenter sa puissance.
eu: Ekipatutako objektu bat berriz forjatu {aldagarri@AF} hobea lortzeko edo bere boterea handitzeko.

source: Pas d'améliorations possible avec votre équipement actuel
eu: Zure uneko ekipamendua ezin da hobetu

source: Reforger les {modificateurs@AF}
eu: Birforjatu {aldagarriak@AF}

source: Augmenter en qualité "::q::"
eu: Igo "::q::" kalitatera.

source: INFORMATIONS
eu: INFO

source: Modificateurs Gameplay
eu: Jostagarritasun aldagarriak

source: Aucun
eu: Bat ere ez

source: Schémas
eu: Planoak

source: ::num:: Cellule Souche de Boss activée
eu: ::num:: Nagusi Zelula aktibatuta

source: ::num:: Cellules Souches de Boss activées
eu: ::num:: Nagusi Zelula aktibatuta

source: Réduit le nombre de fontaines de soin
eu: Osasun iturrien kopurua murrizten du

source: Retire toutes les fontaines de soin (mais laisse des recharges unitaires de fiole de soin à la place)
eu: Osasun iturri guztiak kentzen ditu, osasun flaskoaren karga batekin ordeztuz.

source: Retire toutes les fontaines de soin (ne laisse que quelques recharges unitaires de fiole de soin)
eu: Osasun iturri guztiak kentzen ditu, osasun flaskoaren karga gutxi batzuekin ordeztuz.

source: Retire tous moyens de remplir votre fiole de soin.
eu: Zure osasun flaskoa bete ahal izateko modu guztiak kentzen ditu

source: 2x plus de cellules sur les ennemis
eu: Etsaietan x2 zelula aurkitu

source: 3x plus de cellules sur les ennemis
eu: Etsaietan x3 zelula aurkitu

source: Améliore la Forge Légendaire : {::rang1::%@PE} maximum pour le rang {"::name1::"@PE} {::rang2::%@PE} maximum pour le rang {"::name2::"@PE} {::rang3::%@PE} maximum pour le rang {"::name3::"@PE}
eu: Hobetu Kondairazko Burdinola: {"::name1::"@PE} mailarentzeko {::rang1::%@PE} maximoa {"::name2::"@PE} mailarentzeko {::rang2::%@PE} maximoa {"::name3::"@PE} mailarentzeko {::rang3::%@PE} maximoa

source: Améliore la Forge Légendaire : {::rang1::%@PE} maximum pour le rang {"::name1::"@PE} {::rang2::%@PE} maximum pour le rang {"::name2::"@PE}
eu: Hobetu Kondairazko Burdinola: {"::name1::"@PE} mailarentzeko {::rang1::%@PE} maximoa {"::name2::"@PE} mailarentzeko {::rang2::%@PE} maximoa

source: Les ennemis sont porteurs du Mal-être et une grande partie de la nourriture est infectée !
eu: Etsaiek Ondoeza dute eta janari asko kutsatu da!

source: Permet d'obtenir la prochaine Cellule Souche de Boss !
eu: Hurrengo Nagusi Zelula lortzea ahalbidetzen dizu!

source: Niveau d'infection au Malaise : ::level::
eu: Ondoez infekzio maila ::level::

source: Défiler
eu: Korritu

source: Vous avez perdu ::n:: cellules !
eu: ::n:: zelula galdu dituzu!

source: Vous n'avez perdu qu'une cellule.
eu: Zelula bakarra galdu duzu.

source: Seed : ::seed::
eu: Hazia: ::seed::

source: ::d:: dég/s
eu: ::d:: mina/seg

source: ::val:: (::crit::) dég/s
eu: ::val:: (::crit::) mina/seg

source: Munitions: ::n::
eu: Munizioa: ::n::

source: Arme légendaire
eu: Kondairazko Arma

source: Objet légendaire
eu: Kondairazko Objektua

source: Talisman légendaire
eu: Kondairazko Amuletoa

source: Absorbe ::v::% dég
eu: Minaren %::v:: xurgatzen du

source: Inflige ::d:: dég
eu: Eman ::d:: mina

source: Inflige ::d:: (::crit::) dég
eu: Eman ::d:: (::crit::) mina

source: ::d:: dégâts/sec
eu: ::d:: mina/seg

source: Aucune utilisation
eu: Erabilerarik ez

source: ::d:: sec de rechargement
eu: ::d:: segundo berrerabiltzeko

source: Dégâts +::n::%
eu: +%::n:: mina

source: Tous dégâts subis -::n::%
eu: -%::n:: hartutako min guztian

source: La puissance de cette Mutation augmente en fonction de votre Brutalité.
eu: Mutazio honen boterea zure Krudelkeriarekiko proportzioan handituko da.

source: La puissance de cette Mutation augmente en fonction de votre Tactique.
eu: Mutazio honen boterea zure Taktikarekiko proportzioan handituko da.

source: La puissance de cette Mutation augmente en fonction de votre Survie.
eu: Mutazio honen boterea zure Bizirautearekiko proportzioan handituko da.

source: ::d::/::m::/::y::
eu: ::y::/::m::/::d::

source: CLASSEMENT DÉFI QUOTIDIEN
eu: EGUNEKO ERRONKAREN SAILKAPENA

source: Chargement...
eu: Kargatzen...

source: Temps actuel : ::time::
eu: Daramazun denbora: ::time::

source: Haut fait : ::title::
eu: Lorpena: ::title::

source: U35_HEAD_UNLOCKLOG_TITLE
eu: Buru berria desblokeatuta!

source: Schéma pour avoir terminé ::num:: fois le Défi Quotidien :
eu: Eguneko Erronka ::num:: aldiz bukatzeko planoa:

source: Schéma RARE débloqué :
eu: EZOHIKO planoa desblokeatua:

source: U32_ENIGMA_SKIN_UNLOCK
eu: Plano SEKRETUA desblokeatua:

source: Schéma débloqué :
eu: Planoa desblokeatua:

source: Schéma RARE obtenu :
eu: Eskuratutako EZOHIKO planoa:

source: Schéma obtenu :
eu: Eskuratutako planoa:

source: Ne profite pas de la mutation {::m::@CL}.
eu: {::m::@CL} mutazioak ez dio objetu hori eragiten.

source: Acheter
eu: Erosi

source: Prendre
eu: Hartu

source: Recycler ({::v::@GO}{iconCoin@img})
eu: Birziklatu ({::v::@GO} {iconCoin@img})

source: Absorbe ::v::% dégâts
eu: Minaren %::v:: xurgatzen du

source: Inflige ::d:: dégâts
eu: Eman ::d:: mina

source: ::d:: ({::crit::@CC}) dégâts
eu: ::d:: ({::crit::@CC}) mina

source: (::duration:: sec)
eu: (::duration:: seg)

source: Dégâts subis -::n::%
eu: -%::n:: jasotako mina

source: Installer/Désinstaller un mod
eu: Instalatu/Desinstalatu mod bat

source: Quitter
eu: Irten

source: Démarrer une partie
eu: Joko berria hasi

source: Manette sans fil || PS4 terminology
eu: Hari gabeko agintea

source: Manette sans fil || PS5 terminology
eu: Hari gabeko agintea

source: Manette
eu: Agintea

source: OPTIONS
eu: EZARPENAK

source: Gameplay
eu: Jostagarritasuna

source: Vidéo
eu: Bideoa

source: U29_ACCESSIBILITY_NAME
eu: Irisgarritasun ezarpenak

source: Sons
eu: Soinua

source: Langue
eu: Hizkuntza

source: Régime alimentaire
eu: Dieta

source: Intégration streaming
eu: Streaming bateragarritasuna

source: Crédits
eu: Kredituak

source: Public Event
eu: Gertaera Publikoa

source: Options par défaut
eu: Lehenetsitako ezarpenak

source: Restaurer les valeurs par défaut de toutes les options ?
eu: Ezarpen guztiak lehenetsitakora berrezarri?

source: U29_LONG_ACTIVATE_BIND
eu: Eragite sekundarioa

source: U29_LONG_ACTIVATE_BIND_DESC
eu: Pertsonalizatu eragite sekundarioaren portaera

source: U29_LONG_ACTIVATE_BIND_DEFAULT
eu: Luze sakatzea (lehenetsia)

source: U29_LONG_ACTIVATE_BIND_CUSTOM_BIND
eu: Neurrira

source: U29_DIVE_ATTACK_BIND
eu: Jauzi erasoa

source: U29_DIVE_ATTACK_BIND_DESC
eu: Pertsonalizatu Jauzi erasoarentzako sarrera

source: U29_DIVE_ATTACK_BIND_DEFAULT
eu: Jauzi + Behera (lehenetsia)

source: U29_DIVE_ATTACK_BIND_HOLD_DOWN
eu: Eutsi behera airean egon bitartean

source: U29_DIVE_ATTACK_BIND_DOUBLE_TAP
eu: Sakatu behera bi aldiz airean egon bitartean

source: U29_DIVE_ATTACK_BIND_CUSTOM_BIND
eu: Neurrira

source: U35_JUMP_DOWN_BIND
eu: Beheranzko Jauzia

source: U35_JUMP_DOWN_BIND_DESC
eu: Pertsonalizatu Beheranzko Jauziaren sarrera

source: U35_JUMP_DOWN_BIND_DEFAULT
eu: Jauzi + Behera (lehenetsia)

source: U35_JUMP_DOWN_BIND_HOLD_DOWN
eu: Eutsi Behera

source: U35_JUMP_DOWN_BIND_DOUBLE_TAP
eu: Sakatu bi aldiz Behera

source: U35_JUMP_DOWN_BIND_CUSTOM_BIND
eu: Neurrira

source: U30_REBIND_GAMEPAD || PS5 terminology
eu: Agintearen botoia berkonfiguratu

source: U30_REBIND_GAMEPAD
eu: Agintearen botoia berkonfiguratu

source: Rétablit les boutons d'origine.
eu: Itzuli lehenetsitako botoi mapeora.

source: Rétablit les touches d'origine. || PS4 Terminology
eu: Itzuli lehenetsitako botoi mapeora.

source: Rétablit les touches d'origine. || XBox Terminology
eu: Itzuli lehenetsitako botoi mapeora.

source: Configuration par défaut
eu: Lehenetsitako ezarpenak

source: U29_GAMEPAD_SEPARATOR_MORE
eu: Ezarpen gehigarriak

source: Vibrations || Switch terminology
eu: Dardararen ezaugarriak

source: Vibrations || PS4 terminology
eu: Dardara

source: Vibrations || XBox terminology
eu: Dardara

source: U29_LSTICK_FUNCTION || PS4 terminology
eu: Ezker palankaren funtzioa

source: U29_LSTICK_FUNCTION
eu: Ezker palankaren funtzioa

source: U29_LSTICK_FUNCTION_DESC || PS4 terminology
eu: Ezker palankaren funtzioa

source: U29_LSTICK_FUNCTION_DESC
eu: Pertsonalizatu Ezker Palankaren portaera

source: U29_LSTICK_MOVEMENT
eu: Mugimendua (lehenetsia)

source: U29_LSTICK_CAMERA
eu: Kameraren mugimendua

source: U29_LSTICK_BINDABLE
eu: Konfiguratu sarrera (birkonfiguratzeko)

source: U29_RSTICK_FUNCTION || PS4 terminology
eu: Eskuin Palankaren funzioa

source: U29_RSTICK_FUNCTION
eu: Eskuin Palankaren funzioa

source: U29_RSTICK_FUNCTION_DESC || PS4 terminology
eu: Pertsonalizatu Eskuin Palankaren portaera

source: U29_RSTICK_FUNCTION_DESC
eu: Pertsonalizatu Eskuin Palankaren portaera

source: U29_RSTICK_MOVEMENT
eu: Mugimendua

source: U29_RSTICK_CAMERA
eu: Kameraren mugimendua (lehenetsia)

source: U29_RSTICK_BINDABLE
eu: Konfiguratu sarrera (birkonfiguratzeko)

source: U29_DPAD_FUNCTION || Switch terminology
eu: Norabide botoien funtzioa

source: U29_DPAD_FUNCTION || PS4 terminology
eu: Norabide botoien funtzioa

source: U29_DPAD_FUNCTION || XBox terminology
eu: D-Pad funtzioa

source: U29_DPAD_FUNCTION_DESC || Switch terminology
eu: Pertsonalizatu Norabide botoien portaera

source: U29_DPAD_FUNCTION_DESC || PS4 terminology
eu: Pertsonalizatu Norabide botoien portaera

source: U29_DPAD_FUNCTION_DESC || XBox terminology
eu: Pertsonalizatu D-Padaren portaera

source: U29_DPAD_MOVEMENT
eu: Mugimendua

source: U29_DPAD_CAMERA
eu: Kameraren mugimendua

source: U29_DPAD_BINDABLE
eu: Konfiguratu sarrera (birkonfiguratzeko)

source: Sauter
eu: Jauzi

source: U29_DIVE_ATTACK
eu: Jauzi erasoa

source: U35_JUMP_DOWN
eu: Beheranzko Jauzia

source: Roulade
eu: Itzulipurdi

source: Arme principale
eu: Lehenengo arma

source: Arme secondaire
eu: Bigarren arma

source: Compétence gauche
eu: Ezker abilezia

source: Compétence droite
eu: Eskuin abilezia

source: Se soigner
eu: Sendatu

source: Utiliser
eu: Erabili

source: U29_LONG_ACTIVATE
eu: Eragite sekundarioa

source: Quitter/rejoindre le corps
eu: Utzi/Itzuli gorputzera

source: Voir la carte
eu: Ikusi mapa

source: Left stick deadzone || PS5 terminology
eu: Ezker Palankaren gune itsua.

source: Right stick deadzone || PS5 terminology
eu: Ezker Palankaren gune itsua.

source: Left stick deadzone
eu: Ezker Palankaren gune itsua.

source: Right stick deadzone
eu: Eskuin Palankaren gune itsua.

source: U35_TRIGGER_DEADZONE
eu: Katuaren gune itsua

source: CLAVIER - SOURIS
eu: TEKLATUA/SAGUA

source: U29_REBIND_KEYBOARD
eu: Birkonfiguratu teklatuaren eskema

source: Rétablit les touches d'origine.
eu: Berrezarri teklen berezko eskema.

source: U29_KEYBOARD_SEPARATOR_MORE
eu: Ezarpen gehigarriak

source: Capturer souris
eu: Sagu kurtsorea blokeatu

source: Si le jeu est actif, la souris ne peut pas quitter la zone d'affichage.
eu: Saguak ezin du pantaila gunea utzi jokoa aktibo dagoen bitartean.

source: Haut (caméra)
eu: Gora (kamera)

source: Gauche (caméra)
eu: Ezker (kamera)

source: Bas (caméra)
eu: Behera (kamera)

source: Droite (caméra)
eu: Eskuin (kamera)

source: Carte : focus
eu: Mapa: Fokua

source: Carte : zoom avant
eu: Mapa: Handitu

source: Carte : zoom arrière
eu: Mapa: Txikitu

source: Carte : haut
eu: Mapa: Gora

source: Carte : gauche
eu: Mapa: Ezker

source: Carte : bas
eu: Mapa: Behera

source: Carte : droite
eu: Mapa: Eskuin

source: Précédent
eu: Aurrekoa

source: Swap backpack item
eu: Aldatu bizkar-zorroko objektua

source: GAMEPLAY
eu: JOSTAGARRITASUNA

source: Rester appuyé pour attaquer
eu: Eutsi erasotzeko

source: Restez appuyé sur le bouton d'attaque pour enchaîner les coups de l'arme.
eu: Eutsi eraso botoia armarekin konboak egiteko

source: U29_HOLD_TO_JUMP || Switch terminology
eu: Jauzi egin Jauzi botoia sakatua dagoen bitartean.

source: U29_HOLD_TO_JUMP || PS4 terminology
eu: Jauzi egin Jauzi tekla sakatua dagoen bitartean.

source: U29_HOLD_TO_JUMP || XBox terminology
eu: Jauzi egin Jauzi tekla sakatua dagoen bitartean.

source: U34_HOLD_TO_JUMP_DESC
eu: Eutsi jauzi botoia jauzi egiteko

source: U29_PRESS_TOGGLE_SHIELD
eu: Ezkutua aldatu

source: U29_PRESS_TOGGLE_SHIELD_DESC || Switch terminology
eu: Sakatu ezkutuaren botoia ezkutua hartzeko edo kentzeko.

source: U29_PRESS_TOGGLE_SHIELD_DESC || PS4 terminology
eu: Sakatu ezkutuaren tekla ezkutua hartzeko edo kentzeko.

source: U29_PRESS_TOGGLE_SHIELD_DESC || XBox terminology
eu: Sakatu ezkutuaren tekla ezkutua hartzeko edo kentzeko.

source: Rester appuyé pour rouler
eu: Eutsi itzulipurdi egiteko

source: Restez appuyé sur le bouton pour enchaîner les roulades.
eu: Eutsi botoia itzulipurdiak kateatzeko

source: Roulade intelligente
eu: Itzulipurdia geldituko da plataforma altu batetik erori aurretik.

source: Interrompt la roulade si elle vous fait tomber d'une plate-forme sur une longue distance.
eu: Itzulipurdia geldituko da plataforma altu batetik erori aurretik.

source: U29_GAMEPLAY_SEPARATOR_TIMER
eu: Tenporizadorearen ezarpenak

source: U34_OPTIONS_BLOCKED_SPEEDRUN_MODE
eu: Desgaitu Speedrun Moduan

source: U34_SPEEDRUN_PANEL
eu: Erakutsi Speedrun intermazea

source: U34_SPEEDRUN_MODE
eu: Speedrun Modua

source: U34_SET_SPEEDRUN_MODE
eu: Ziur zaude Speedrun Modua aktibatu nahi duzula? Honela ezarpen batzuk automatikoki desaktibatuko dira.

source: U34_SPEEDRUN_PANEL_RESET
eu: Zure denborak berrezarri

source: U34_SPEEDRUN_CONFIRM_PANEL_RESET
eu: Ziur zaude zure Speedrun Moduko denborak berrezarri nahi dituzula?

source: U29_GAMEPLAY_SEPARATOR_FEEEDBACK
eu: Ikurren ezarpenak

source: Tutorial contrôles
eu: Kontrolen tutoriala

source: Affiche les explications des contrôles en début de partie.
eu: Erakutsi kontrolen aholkuak jokoaren hasieran.

source: Roulade prête
eu: Itzulipurdirako prest

source: Léger feedback indiquant que la compétence d'esquive est prête.
eu: Abisu arin bat amarru abilezia prest dagoenean.

source: Annonce d'attaques
eu: Eraso ohartarazpena

source: Affiche un "{!@CC}" lorsqu'un ennemi va attaquer.
eu: Erakutsi "{!@CC}" etsai bat erasotzekotan dagoenean.

source: Désactiver les annonces d'attaques hors écran
eu: Desaktibatu eraso ohartarazpena pantailaz kanpoko etsaientzat

source: Cache le "{!@CC}" lorsqu'un ennemi va attaquer depuis l'extérieur de l'écran.
eu: Desaktibatu "{!@CC}" etsaia pantaila kanpotik erasotzekotan dagoenean

source: U29_ATTACK_ANNOUNCE_SCALE
eu: Etsaien erasoaren ikurraren neurria

source: Activer les effets chroma
eu: Aktibatu Kroma

source: Permet d'activer les effets lumineux Chroma sur vos matériels Razer.
eu: Zure Razen ekipamenduan Kroma argiztatzea aktibatzea ahalbidetzen du.

source: U29_GAMEPLAY_SEPARATOR_MISC
eu: Bestelako ezarpenak

source: U29_DISABLE_LORE_ROOMS
eu: Desaktibatu lore gelak

source: Les salles de narration optionnelles ne seront plus générées dans les niveaux.
eu: Aukerazko lore gelak ez dira maila honentzat sortuko.

source: Passer les cinématiques
eu: Saltatu tarteko eszenak

source: Passe automatiquement les cinématiques.
eu: Automatikoki saltatu tarteko eszenak.

source: Disable Gameplay Slow Motion
eu: Desaktibatu Jokoko Slow Motion-a

source: U29_GAMEPLAY_SEPARATOR_STEAM
eu: Steam ezarpenak

source: Activer la synchronisation Steam Cloud
eu: Offline arituko baldin bazara, ezarpena hau desaktibatzea gomendatzen dizugu.

source: Il est conseillé de désactiver cette fonctionnalité si vous souhaitez jouer hors-ligne.
eu: Offline arituko baldin bazara, ezarpena hau desaktibatzea gomendatzen dizugu.

source: Souhaitez-vous transférer vos sauvegardes Steam Cloud sur votre ordinateur ? Attention, si vous aviez déjà des sauvegarde locales, elles seront définitivement perdues !
eu: Zure Steam Cloud-en gordetako fitxategiak zure ordenagailura pasatu nahi dituzu? Kontuz! Lokalean fitxategiak badituzu, atzera bueltarik gabe gainidatziko dira dira!

source: Activer l'interface des mods
eu: Partida artean mod-ak aktibatu eta desaktibatzeko menua erakutsiko dizu.

source: Permet d'afficher une page supplémentaire pour toute nouvelle partie afin d'activer ou désactiver des mods.
eu: Partida artean mod-ak aktibatu eta desaktibatzeko menua erakutsiko dizu.

source: VIDÉO
eu: BIDEOA

source: Plein écran
eu: Pantaila osoa

source: Plein écran fenêtré
eu: Pantaila osoa leihoan

source: Fenêtré
eu: Leihoan

source: Activer VSync
eu: Gaitu VSync

source: Limiter à 30 FPS
eu: Blokeatu 30 FPStan

source: U29_VIDEO_SEPARATOR_INTERFACE
eu: Interfazearen ezarpenak

source: CHANGE_TITLESCREEN
eu: Aldatu menu nagusia.

source: CHANGE_TITLESCREEN_BASE
eu: Dead Cells

source: CHANGE_TITLESCREEN_DLCP
eu: Castlevaniara itzulera

source: U29_SYNERGY_FEEDBACK
eu: Aktibatu sinergia ikonoak

source: U29_FONT_CHOICE
eu: Pertsonalizatu jokoko letra-mota

source: U29_DISABLE_CURSE_POPUP
eu: Desaktibatu madarikazioaren popup-a

source: La pop-up expliquant le fonctionnement de la malédiction n'apparaitra plus.
eu: Madarikazioen funtzionamendua azaltzen duen popup-a ez da berriz agertuko.

source: U35_VIDEO_SEPARATOR_CONTROL_ICONS
eu: Ikonoak

source: U35_CONTROL_ICONS_TYPES
eu: Ikono motak

source: U35_CONTROL_ICONS_LEGACY
eu: Ikono zaharrak

source: U35_CONTROL_ICONS_NEW
eu: Ikono berriak

source: U35_CONTROL_ICONS_BIG
eu: Ikono berriak (handiak)

source: U35_CONTROL_ICONS_OVERRIDE
eu: Erabilitako ikonoak

source: U35_CONTROL_ICONS_AUTODETECT
eu: Lehenetsitako ikonoak

source: U35_CONTROL_ICONS_XBOX
eu: Xbox ikonoak

source: U35_CONTROL_ICONS_PS4
eu: PS4 ikonoak

source: U35_CONTROL_ICONS_PS5
eu: PS5 ikonoak

source: U35_CONTROL_ICONS_JOYCONS
eu: Joycon ikonoak

source: U35_CONTROL_ICONS_SWITCH_PRO
eu: Switch Pro Agintearen ikonoak

source: U29_VIDEO_SEPARATOR_HUD_LAYOUT
eu: HUD eskemaren ezarpenak

source: Place le sac à dos à côté des armes
eu: Bizkar-zorroa zure armen ondoan jartzen du.

source: Pourcentage de transparence de l'icone backpack
eu: Bizkar-zorroaren ikonoaren gardentasunaren ehunekoa.

source: U29_HUD_ALPHA_NAME
eu: Pertonalizatu HUDaren gardentasuna

source: U29_HUD_SIZE_NAME
eu: Pertsonalizatu HUDaren neurria

source: U29_VIDEO_SEPARATOR_HUD_ELEMENTS
eu: Aukerazko HUD informazioa

source: Masque les touches de l'interface. || PS4 terminology
eu: Ezkutatu interfazeko botoiak.

source: Masque les boutons de l'interface.
eu: Ezkutatu interfazeko botoiak.

source: Masque les touches de l'interface. || XBox terminology
eu: Ezkutatu interfazeko botoiak.

source: Masquer contrôles
eu: Ezkutatu kontrolak

source: U29_CRIT_FEEDBACK
eu: Gaitu eraso kritikoaren eskuragarritasuna interfazean.

source: Afficher le pourcentage de vie restant
eu: Bizi barrak falta zaion bizitzaren ehunekoa erakutsiko du osasun puntuen ondoan.

source: La barre de vie indiquera le pourcentage de vie restant en plus du nombre de points de vie actuel.
eu: Bizi barrak falta zaion bizitzaren ehunekoa erakutsiko du osasun puntuen ondoan.

source: Afficher le nombre de monstres tués sans être touché
eu: Erakutsi kolperik jaso gabe hildako etsaien kopurua

source: Afficher les millisecondes
eu: Erakutsi milisegundoak

source: Les millisecondes seront affichées dans le temps de jeu et entre les niveaux.
eu: Jokoaren denboran milisegundoak erakutsiko dira jokoan eta mailen artean.

source: Afficher la seed
eu: Pantailako Haziaren IDa

source: Affiche les informations de seed et de build au dessus de la minimap.
eu: Erakutsi hazi eta arazte informazioa minimaparen gainean.

source: Activer les Flash Lumineux
eu: Gaitu flash distiratsuak

source: U29_ENABLE_BRIGHT_FLASHES_DESC
eu: Gaitu pantaila osoko flash distiratsuak. Kontuz: aukera hau desgaituta, oraindik ere leherketa edo efektu distiratsu batzuk egongo dira jokagarritasunaren ikuskizunagatik.

source: U29_PARTICLE_LIMIT
eu: Partikulen muga

source: NO_BLOOD_OPTION
eu: Desgaitu odola

source: NO_BLOOD_OPTION_DESC
eu: Odol zipriztin eta odoldutako asset guztiak kenduko dira

source: NO_BLOOD_OPTION_IMPOSSIBLE
eu: Ezin duzu Odol Gabeko modua aldatu partidan zehar

source: U29_ALT_FAKE_BLACK_WALLS_OPTION
eu: Gune sekretuen ikusgarritasuna

source: U29_ALT_FAKE_BLACK_WALLS_OPTION_DESC
eu: Murriztu gune sekretuetako sarreren ezkutatzea.

source: U29_BG_FILTER
eu: Atzealdearen filtroa

source: U29_BG_FILTER_DESC
eu: Doitu atzealdearen Kolorea, Saturazioa eta opakotasuna

source: U29_BG_FILTER_OPACITY
eu: Atzealdearen filtroaren opakotasuna

source: U35_TEXT_BACKGROUND
eu: Testuen atzealdea

source: U35_TEXT_BACKGROUND_DESC
eu: Pantailako testuen atzealdea

source: U35_TEXT_BACKGROUND_OPACITY
eu: Testuen atzealdearen opakotasuna

source: U35_ACCESS_SEPARATOR_INVERT
eu: Alderantzikatu Kontrolak

source: U35_INVERT_PLAYER_MOVEMENT
eu: Alderantzikatu karakterearen mugimendua

source: U35_INVERT_CAM_MOVEMENT
eu: Alderantzikatu kameraren mugimendua

source: U35_ACCESS_SEPARATOR_CAMERA
eu: Kamera

source: U29_ENABLE_SCREEN_SHAKE
eu: Gaitu pantailaren dardara

source: U29_ENABLE_SCREEN_SHAKE_DESC
eu: Pantailaren dardara guztiak gaitu. Desgaitu aukera hau pantailaren dardarak (leherketak, tarteko eszenak, etab.) osasun arriskuren bat ekar balezake.

source: U35_CAMERA_PLAYER_MOVEMENT_INFLUENCE
eu: Jokalariaren mugimenduak kameran duen eragina

source: U35_CAMERA_COMBAT_INFLUENCE
eu: Borrokan dabiltzan etsaiek kameran duten eragina

source: U35_PLAYER_CAMERA_SPEED
eu: Jokalariari jarraitzen dion kameraren abiadura

source: U35_POI_CAMERA_SPEED
eu: Hainbat puntu interesgarriri jarraitzen dion kameraren abiadura

source: U29_ACCESS_SEPARATOR_OUTLINES
eu: Kanpo-lerroen ezarpenak

source: U29_HERO_OUTLINE
eu: Heroiaren kanpo-lerroa

source: U29_HERO_OUTLINE_DESC
eu: Gehitu heroiari kanpo-lerroa

source: U29_MOBS_OUTLINE
eu: Etsaien kanpo-lerroa
