Repository: josuigoa/itzulpenak
Catalog: dead_cells/data/main.*.po
Languages: eu

source: U29_MOBS_OUTLINE_DESC
eu: Gehitu etsaiei kanpo-lerroa

source: U29_NPCS_OUTLINE
eu: NPCen kanpo-lerroa

source: U29_NPCS_OUTLINE_DESC
eu: Gehitu NPCei kanpo-lerroa

source: U29_ACTIVES_OUTLINE
eu: Aktibo dagoen abileziaren kanpo-lerroa

source: U29_ACTIVES_OUTLINE_DESC
eu: Gehitu kanpo-lerroa jokalariak aktibo duen abileziari (maskotak eta botagarriak)

source: U29_PROJECTILES_OUTLINE
eu: Jaurtigaien kanpo-lerroa

source: U29_PROJECTILES_OUTLINE_DESC
eu: Gehitu jaurtigaiei kanpo-lerroa

source: U29_SECRETS_OUTLINE
eu: Sekretuen kanpo-lerroa

source: U29_SECRETS_OUTLINE_DESC
eu: Gehitu sekretuei kanpo-lerroa

source: U35_SPIKES_OUTLINE
eu: Zirien kanpo-lerroa

source: U35_SPIKES_OUTLINE_DESC
eu: Gehitu ziriei kanpo-lerroa

source: U29_ACCESS_SEPARATOR_TIERS
eu: Estatistika bistaratzeen ezarpenak

source: U29_HUD_TIER_ICONS
eu: Erakutsi estatistika ikonoak beraien koloreekin batera

source: U29_OVERRIDE_COLOR_{BRUTALITY@BR}_OPTION
eu: Pertsonalizatu {Krudelkeria@BR} kolorea

source: U29_OVERRIDE_COLOR_{TACTIC@TA}_OPTION
eu: Pertsonalizatu {Taktika@TA} kolorea

source: U29_OVERRIDE_COLOR_{SURVIVAL@SU}_OPTION
eu: Pertsonalizatu {Biziraute@SU} kolorea

source: U29_ACCESS_SEPARATOR_TEXTS
eu: Testu ezarpenak

source: U29_ITEM_NAME_TEXTS_SIZE_NAME
eu: Objektu izenen neurria

source: U29_ITEM_DESC_TEXTS_SIZE_NAME
eu: Objektu deskribapenen neurria

source: U29_DIALOGUE_TEXTS_SIZE_NAME
eu: Elkarrizketen neurria

source: SONS
eu: SOINUA

source: Muet
eu: Mutu

source: Volume Principal
eu: Bolumen orokorra

source: Volume Musique
eu: Musikaren bolumena

source: Volume Effets
eu: Efektuen bolumena

source: Volume Ambiance
eu: Inguruneko soinuen bolumena

source: Play shop music
eu: Dendan sartzean biomako musika geldituko da.

source: Entering a shop interrupts the biome's music.
eu: Dendan sartzean biomako musika geldituko da.

source: U28_PLAY_ELEVATOR_MUSIC
eu: Entzun Bankuko igogailuko musika

source: U28_PLAY_ELEVATOR_MUSIC_DESC
eu: Bankuko igogailuan sartzean biomako musika geldituko da.

source: Bandes-sons alternatives
eu: Bestelako soinu-banda

source: Choisissez le style musical de la bande-son.
eu: Aukeratu soinu-banda.

source: Le changement de bande-son n'est possible qu'à l'écran titre.
eu: Soinu-banda aldaketak menu nagusian bakarrik onartzen dira.

source: U29_SOUND_SEPARATOR_ADVANCED
eu: Ezarpen aurreratuak

source: U29_SFX_VOLUMES_OPTIONS
eu: Pertsonalizatu soinu efektuak banaka

source: U29_SFX_ADVANCED_OPTIONS
eu: Soinu efektuen ezarpenak

source: BANDES-SONS ALTERNATIVES
eu: BESTELAKO SOINU-BANDAK

source: U26_SFX_VOLUMES_MENU
eu: Soinu efektuen bolumena

source: U29_ACTIVES_VOLUME
eu: Abilezia aktiboen bolumena

source: U29_MOBS_VOLUME
eu: Etsaien bolumena

source: U29_ENVIRONMENT_VOLUME
eu: Ingurunearen bolumena

source: U29_HERO_VOLUME
eu: Heroiaren bolumena

source: U29_INTERACTIVES_VOLUME
eu: Eragin daitezkeenen bolumena

source: U29_NPC_VOLUME
eu: NPCen bolumena

source: U29_WEAPONS_VOLUME
eu: Armen bolumena

source: U26_ADVANCED_SFX_MENU
eu: Soinu efektuen ezarpen aurreratuak

source: U29_SFX_REDUC_DISABLED
eu: Bat ere ez (portaera normala)

source: U29_SFX_REDUC_LOW
eu: Soinu efektu arinen murriztea

source: U29_SFX_REDUC_MIDDLE
eu: Soinu efektu ertainen murriztea

source: U29_SFX_REDUC_HIGH
eu: Soinu efektu pisutsuen murriztea

source: U29_SFX_REDUCTION_WIDGET
eu: Soinu efektuen murriztea

source: U29_SFX_REDUCTION_WIDGET_DESC
eu: Jokoan ari zaren bitartean aldi berean entzungo diren soinu efektuen kopurua murriztu

source: U29_SFX_DEFAULT_PRIO
eu: Lehenetsitako lehentasuna (portaera normala)

source: U29_SFX_CUSTOM_PRIO
eu: Pertsonalizatutako lehentasuna

source: U29_SFX_PRIO_PRESET
eu: Soinu efektuen lehenestea

source: U29_SFX_PRIO_PRESET_DESC
eu: Lehentasun handia duten efektuak zailagoak izango dira mozteko goiko murrizketengatik

source: U29_ACTIVES_PRIORITY
eu: Abilezia aktiboaren soinu efektuen lehentasuna

source: U29_MOBS_PRIORITY
eu: Etsaien soinu efektuen lehentasuna

source: U29_ENVIRONMENT_PRIORITY
eu: Inguruneko soinu efektuen lehentasuna

source: U29_HERO_PRIORITY
eu: Heroiaren soinu efektuen lehentasuna

source: U29_INTERACTIVES_PRIORITY
eu: Eragin daitezkeenen soinu efektuen lehentasuna

source: U29_NPC_PRIORITY
eu: NPCen soinu efektuen lehentasuna

source: U29_WEAPONS_PRIORITY
eu: Armen soinu efektuen lehentasuna

source: U29_DEFAULT_SFX_PRIORITIES
eu: Lehenetsitako lehentasun ezarpenak

source: LANGUE
eu: HIZKUNTZA

source: Le changement de langue n'est possible qu'à l'écran titre.
eu: Hasierako pantailan egon behar duzu hizkuntza aldatu ahal izateko.

source: Télécharger une autre langue
eu: Deskargatu beste hizkuntza bat

source: RÉGIME ALIMENTAIRE
eu: DIETA

source: Vous pouvez modifier l'aspect des aliments trouvés en jeu. Ce changement n'est qu'esthétique.
eu: Jokoan ageri den janariaren itxura alda dezakezu. Aldaketa hau estetikoa da soilik.

source: Omnivore
eu: Orojalea

source: Randomize the appearance of food in your runs. You know what they say about a balanced diet.
eu: Ausaz aukeratu janariaren itxura partida bakoitzean. Badakizu zer dioten dieta orekatuei buruz.

source: Carnivore
eu: Haragijalea

source: Castlevaniesque
eu: Castlevaniagisa

source: Végétarien
eu: Begetarianoa

source: Frugivore
eu: Frutajalea

source: Monstrueux
eu: Munstro

source: Cheese
eu: Gazta

source: MODS
eu: MODak

source: Les nouveaux abonnement de mod peuvent mettre un peu de temps à s'afficher ici.
eu: Mod berriak hemen agertzeko denboratxo bat beharko du.

source: Attention, ce mod peut débloquer certains objets automatiquement.
eu: Kontuz: Mod honek gauza batzuk automatikoki desblokeatuko ditu.

source: Ce mod n'est pas compatible avec ceux déjà activés
eu: Mod hau ez da gaituta dauden besteekin bateragarria.

source: CREDITS
eu: KREDITUAK

source: Son et Musique
eu: Soinua eta Musika

source: Remerciements
eu: Esker emateak

source: Avec la participation du FAJV grâce au Centre National du Cinéma et de l'Image Animé et le Ministère de l'Économie, de l'Industrie et du Numérique.
eu: Fonds d'Aide aux Jeux Vidéo-ren parte hartzearekin, eskerrak Centre National du Cinéma et de l'Image Animée eta Ekonomia, Industria eta Informatika Ministerioari.

source: Un grand merci aux joueurs nous ayant aidé à améliorer le jeu durant l'Accès Anticipé, ainsi qu'à Jérémy VITRY, Alexis RIVES, Derek LIEU, Bastien SANCHEZ, et David FJALARSSON.
eu: Esker bereziak sarbide goiztiarrean zehar jokoa hobetzen lagundu diguten jokalariei eta Jérémy Vitry, Alexis Rives, David Fjalarsson, Derek Lieu eta Bastien Sanchez-i.

source: Nous remercions aussi chaleureusement nos amis et nos familles pour leur soutien tout au long de cette aventure !
eu: Gure lagun eta familiei ere eskertu nahi genieke beraien babesa abentura honetan zehar!

source: Dead Cells utilise des logiciels libres. Plus d'informations sur https://dead-cells.com/oss
eu: Dead Cells-ek open source softwarea darabil. Informazio gehiago https://dead-cells.com/oss

source: Motion Twin sur Facebook
eu: Motion Twin Facebook-en

source: Motion Twin sur Twitter
eu: Motion Twin Twitter-en

source: Erreur de chargement : ::e::
eu: Kargatzean errorea: ::e::

source: Certains changements ne seront pris en compte qu'à la prochaine partie.
eu: Aldaketa batzuk partida berria hastean bakarrik aplikatuko dira.

source: Activer l'intégration streaming
eu: Aktibatu streaming integrazioa

source: Aucun compte actuellement associé
eu: Ez dago streaming konturik jokoan konektatuta.

source: Compte ::service:: associé : ::nickname::
eu: ::service:: kontua konektatuta: ::nickname::

source: Configurer
eu: Konfiguratu

source: Utiliser le nouveau système de vote
eu: Erabili boto sistema berria

source: Les votes passeront par le widget plutôt que par le tchat. Nécessite que vous activiez l'extension "Dead Cells" sur votre chaine Twitch.
eu: Botoak eta beste interakzioak widget-a erabiliko dute chat-aren ordez. Hau erabili ahal izateko Dead Cells-en streaming luzapena instalatu behar duzu zure Twitch kanalean.

source: Activer le Poulet
eu: Aktibatu Oilasko Kapitaina

source: Un spectateur sera tiré au sort parmis ceux s'étant proposé et sera garant de votre potion !
eu: Ikusleetatik boluntario daudenen artean ausaz bat aukeratuko da. Zure osasun edabearen kargu egongo dira!

source: Autoriser le Poulet à vous soigner en dehors de vos demandes.
eu: Onartu Oilaskoa zuk espresuki eskatu gabe zu sendatzea.

source: Celui devra attendre votre demande si désactivé.
eu: Oilaskoak zure eskaera esplizituari itxarongo dio hau desgaitzen baduzu.

source: Autoriser le Poulet à parler.
eu: Baimendu Oilasko Kapitainak hitz egitea.

source: Le spectateur qui contrôle le Poulet pourra le faire parler.
eu: Oilaskoa kontrolatzen ari den ikuslea hitz egiteko gai izango da (mezuak jokoan agertuko dira).

source: Bannir le Poulet actuel
eu: Kaleratu uneko Oilasko Kapitaina!

source: ::user:: a été destitué du rôle de Poulet.
eu: ::user:: Oilasko Kapitain izatetik kaleratua izan da.

source: ::user::, vous avez été destitué de votre rôle de Poulet, un nouveau vote a été lancé.
eu: ::user:: Oilasko Kapitain izatetik kaleratua izan da, botere handian ardura handia 'zekarren'... Kapitain berri bat aukeratua izaten ari da.

source: Activer le contrôle du Boss
eu: Aktibatu Nagusiaren kontrola.

source: Un spectateur tiré au sort parmis ceux s'étant proposé sera le Boss et pourra lancer certaines attaques spéciales !
eu: Ikusleetatik boluntario daudenen arteatik bat Nagusia izango da eta eraso berezi batzuk jaurtitzeko gai izango da!

source: Activer les modifications de niveau
eu: Aktibatu maila aldagarriak.

source: A chaque niveau de transition, les spectateurs pourront choisir une modification (bonne ou mauvaise !) pour le prochain niveau !
eu: Mailen artean, ikusleek hurrengo mailarako aldagarri bat (ona edo txarra) aukeratuko dute!

source: Activer les Livres de la Communauté
eu: Aktibatu Komunitate Kodex-a

source: Les spectateurs pourront choisir quel parchemin de puissance vous donner.
eu: Ikusleek pergaminoen mota aukeratuko dute (Krudelkeria, Taktikoa edo Bizirautea)

source: Activer les Coffres de la Communauté
eu: Aktibatu Komunitate Kutxak

source: Les spectateurs essaieront d'ouvrir ces coffres spéciaux pendant que vous vous battrez !
eu: Ikusleak kutxa berezi hau irekitzen saiatuko dira borrokan ari zaren bitartean!

source: Activer les aides aux secrets
eu: Aktibatu Komunitatearen Sekretuen laguntza

source: Les spectateurs pourront vous signaler si ils ont remarqué un secret (mais pas son emplacement, ah ah !).
eu: Ikusleek sekretu bat ikusi dutela jakinarazi diezazukete. Baina ez leku zehatza ;p

source: Activer les améliorations permanentes du Talisman
eu: Aktibatu Talismanaren behin betiko hobekuntzak

source: A chaque niveau de transition, les spectateurs choisiront quel amélioration apporter à votre Talisman.
eu: Mailen artean txat-ak erabakiko du zure Amuletoak zein hobekuntza jasoko duen.

source: Activer les commentaires
eu: Aktibatu iruzkinak

source: Les spectateurs pourront vous envoyer directement des messages de temps à autres pour célébrer (ou non) vos exploits !
eu: Ikusleek zure garaipen edo galerak ospa ditzakete pantailan agertutako iruzkinekin.

source: Activer l'indication de niveau
eu: Aktibatu maila gomendioak

source: Les spectateurs pourront vous indiquer quel sortie ils souhaitent vous voir emprunter (mais c'est vous qui déciderez d'où aller).
eu: Txat-ak zein mailatara joango zaren bozkatu dezake (baina zuk erabakiko duzu zein bide hartu).

source: Fenêtres de vote à droite
eu: Bozka leihoak eskuinean

source: À gauche si désactivé
eu: Bozka leihoak ezkerrean egongo dira desaktibatuz gero.

source: Appuyez sur un bouton. || Switch terminology
eu: Sakatu botoi bat

source: Appuyez sur une touche.
eu: Sakatu botoi bat

source: Appuyez sur un bouton. || XBox terminology
eu: Sakatu botoi bat

source: U29_COLOR_HUE
eu: Hue

source: U29_COLOR_SAT
eu: Saturazioa

source: U29_COLOR_VAL
eu: Balioa

source: Changer de catégorie
eu: Aldatu kategoria

source: {Mutations ::name::@BR}
eu: {::name:: mutazioak@BR}

source: {Mutations ::name::@TA}
eu: {::name:: mutazioak@TA}

source: {Mutations ::name::@SU}
eu: {::name:: mutazioak@SU}

source: Mutations Générales
eu: Mutazio orokorrak

source: Reset mutations
eu: Berrezarri mutazioak

source: Reset mutations ({::gold::@LO}{iconCoin@img})
eu: Berrezarri mutazioak ({::gold::@LO} {iconCoin@img})

source: Reset mutations ({::gold::@GO}{iconCoin@img})
eu: Berrezarri mutazioak ({::gold::@GO} {iconCoin@img})

source: NOMBRE MAXIMUM DE MUTATIONS ATTEINT
eu: LORTUTAKO MUTAZIO KOPURU HANDIENA

source: CHOISISSEZ ::n:: MUTATIONS
eu: AUKERATU ::n:: MUTAZIO

source: CHOISISSEZ 1 MUTATION
eu: AUKERATU MUTAZIO BAT

source: Voulez vous vraiment réinitialiser vos mutations pour {::gold::@GO}{iconCoin@img} ?
eu: Ziur zaude zure mutazioak berrezarri nahi dituzula {::gold::@GO} {iconCoin@img} ren truke?

source: Garder en réserve
eu: Mantendu bizkar-zorroan

source: Inverser
eu: Alderantzikatu

source: NEW_META_ITEM_UNLOCKED
eu: Eduki berria desblokeatuta!

source: NOUVEL OBJET DÉBLOQUÉ !
eu: OBJEKTU BERRIA DESBLOKEATUTA!

source: Vous pourrez vous équiper de cette tenue auprès du Tailleur, dans la salle des fioles.
eu: Zure janzkera aldatzeko, jostunarenera joan behar duzu, hasierako gelatik hurbil.

source: U28_BANK_UNLOCK_DESC_ADD
eu: Soinu ozen bat entzun duzu, urrezko txanponak jarraian eroriko balira bezala. Ez dizu kalterik egingo fenomeno hori ikertzeak.

source: SAUVEGARDES
eu: GORDETAKO PARTIDAK

source: Valider l'import
eu: Baieztatu inportatzea

source: Supprimer
eu: Ezabatu

source: Copier
eu: Kopiatu

source: SUR QUEL EMPLACEMENT COPIER LA SAUVEGARDE N°0::numslot:: ?
eu: NORA KOPIATU NAHI DUZU 0::numslot::. GORDETAKO PARTIDA?

source: Êtes vous sûr de vouloir copier la sauvegarde de l'emplacement 0::from:: à l'emplacement 0::to:: ?
eu: Ziur zaude gordetakoa 0::from:: artekatik 0::to:: artekara kopiatu nahi duzula?

source: (L'actuelle sauvegarde sur l'emplacement 0::to:: sera écrasé !)
eu: (Une honetan 0::to:: artekan dagoena ezabatu egingo da!)

source: Êtes vous sûr de vouloir supprimer cette sauvegarde ?
eu: Ziur zaude gordetako partida hau ezabatu nahi duzula?

source: Importer 0::index::
eu: 0::index:: inportatu

source: 0::index:: (actif)
eu: 0::index::

source: Vide
eu: Hutsik

source: Error while loading this save.
eu: Errorea gordetako partida kargatzean.

source: Sauvegarde incompatible avec la version actuelle du jeu
eu: Gordetako partida hau ez jokoaren bertsio honek bateragarria

source: ::d::/::m::/::y:: ::hour::
eu: ::y::/::m::/::d:: ::hour::

source: Dernière partie :
eu: Azken partida:

source: Nombre de runs :
eu: Partida kopurua:

source: Bonus +::num:: points !
eu: +::num:: puntu gehigarri!

source: ::n:: pts
eu: ::n:: pt

source: U34_SPEEDRUN_POPUP
eu: Denborak mailaka

source: U34_SPEEDRUN_LEVEL
eu: Maila

source: U34_SPEEDRUN_BLVLT
eu: Maila honetako denbora onena

source: U34_SPEEDRUN_LVLT
eu: Maila honetako denbora

source: U34_SPEEDRUN_DT
eu: Desberdintasuna

source: U34_SPEEDRUN_BTIME
eu: Denbora onena

source: U34_SPEEDRUN_TIME
eu: Uneko denbora

source: U34_SPEEDRUN_TOTAL
eu: Guztira

source: PROGRESSION
eu: AURRERAPENA

source: Améliorations
eu: Hobekuntzak

source: Armes
eu: Armak

source: Compétences
eu: Abileziak

source: Général
eu: Orokorra

source: Exploration
eu: Ikerketa

source: Biomes
eu: Biomak

source: Monstres
eu: Munstroak

source: Morts
eu: Heriotzak

source: Hauts faits
eu: Lorpenak

source: Schémas d'armes rapportés au Collecteur
eu: Biltzaileari emandako armen planoak

source: Armes disponibles
eu: Eskuragarri dauden armak

source: Schémas de compétences rapportés au Collecteur
eu: Biltzaileari emandako abilezien planoak

source: Compétences disponibles
eu: Eskuragarri dauden abileziak

source: Schémas de mutations rapportés au Collecteur
eu: Biltzaileari emandako mutazioen planoak

source: Mutations disponibles
eu: Eskuragarri dauden mutazioak

source: Nombre total de parties
eu: Partida kopurua

source: Nombre total de parties terminées
eu: Bukatutako partida kopurua

source: Plus grande quantité d'Or obtenue en même temps
eu: Aldi bakarrean lortutako urre kopuru handiena

source: Or total gagné
eu: Lortutako urrea guztira

source: Or total dépensé
eu: Gastatutako urrea guztira

source: Plus grande quantité de Cellules obtenue en même temps
eu: Aldi bakarrean lortutako Zelula kopuru handiena

source: Cellules gagnées
eu: Lortutako Zelulak

source: Cellules dépensées
eu: Gastatutako Zelulak

source: Téléportations utilisés
eu: Erabilitako telegarraiatzaileak

source: Soins utilisés
eu: Erabilitako osasun flaskoak

source: Malédictions survécues
eu: Biziraundako madarikazioak

source: Coffres normaux ouverts
eu: Irekitako kutxa normalak

source: Coffres maudits ouverts
eu: Irekitako kutxa madarikatuak

source: Portails secrets ouverts
eu: Irekitako portal sekretuak

source: Défis de portail secret réussis
eu: Osatutako portal sekretuen erronkak

source: Défis de portail secret ratés
eu: Huts egindako portal sekretuen erronkak

source: Défis de porte chronométré réussis
eu: Osatutako denbora ateen erronkak

source: Défis de porte chronométré ratés
eu: Huts egindako denbora ateen erronkak

source: Défis de porte de perfection réussis
eu: Osatutako ukitu-ezinezko ateak

source: Défis de porte de perfection ratés
eu: Huts egindako ukitu-ezinezko ateak

source: Total de monstres occis
eu: Akabatutako munstroak guztira

source: Total de monstres élites occis
eu: Akabatutako eliteko munstroak guztira

source: Morts par un ennemi
eu: Etsaiek eragindako heriotzak

source: Morts par un piège
eu: Tranpek eragindako heriotzak

source: Morts dans une salle de Défi
eu: Erronka gelan hilda

source: Morts par chute mortelle
eu: Erorketagatik heriotzak

source: Morts par infection
eu: Infekzioagatik heriotzak

source: Morts par suicide
eu: Zure buruaz besteko heriotzak

source: Cellules perdus
eu: Galdutako Zelulak

source: Que vous avez tué
eu: Zuk hil dituzu:

source: Qui vous ont tué
eu: Beraiek hil zaituzte:

source: Configuration actuelle
eu: Uneko ezarpenak

source: +::prct::% damage on {BRUTALITY@BR} objects (Total: +::total::%).
eu: +%::prct:: mina {KRUDELKERIA@BR} objektuetan (Guztira: +::total::%).

source: +::prct::% damage on {TACTIC@TA} objects (Total: +::total::%).
eu: +%::prct:: mina {TAKTIKA@TA} objektuetan (Guztira: +::total::%).

source: +::prct::% damage on {SURVIVAL@SU} objects (Total: +::total::%).
eu: +%::prct:: mina {BIZIRAUTE@SU} objektuetan (Guztira: +::total::%).

source: +::prct::% PV.
eu: +::prct::% HP

source: CHOISISSEZ 1 AMÉLIORATION
eu: AUKERATU HOBEKUNTZA BAT

source: U34_FREE_TIER_SELECT_DMG +::prct::% dmg {BRUTALITY@BR}
eu: +%::prct:: mina {KRUDELKERIA@BR} objektuetan.

source: U34_FREE_TIER_SELECT_DMG +::prct::% dmg {TACTIC@TA}
eu: +%::prct:: mina {TAKTIKA@TA} objektuetan .

source: U34_FREE_TIER_SELECT_DMG +::prct::% dmg {SURVIVAL@SU}
eu: +%::prct:: mina {BIZIRAUTE@SU} objektuetan.

source: U34_CHOOSE_SCROLLS
eu: Aukeratu zure hobekuntzak

source: U34_SCROLLS_TOTAL : ::v::
eu: Estatistikak guztira: ::v::

source: U34_SCROLLS_RECOMMENDED : ::v::
eu: Gomendatutako estatistikak: ::v::

source: U34_SCROLLS_CHOSEN
eu: Estatistikak aukeratuta!

source: Installé
eu: Instalatuta

source: UPDATE_POPUP_TITLE
eu: Zer da berria Dead Cells-en?

source: UPDATE_POPUP_DESC
eu: Dead Cells is back... with the 35th free update The End is Near! Discover new twists on one of our most iconic mechanics, Curse, and unlock 3 new weapons, 3 new mobs and 3 new mutations. A new biome effect, Cursed Biome, gives you the choice to enter a biome infested with the 3 new curse-related mobs in exchange for extra rewards. A bunch of new legendary affixes, reworks and rebalances, plus new & updated accessibility features are now available. Plus, don’t forget to visit the Tailor’s Daughter for more outfit options with 42 brand new heads! More information in Patch Notes.

source: U31_BOSSRUSH_ARCHITECT_TALK_MET_1
eu: Zer?! Ezin dut aurrean dudana sinetsi!

source: U31_BOSSRUSH_ARCHITECT_TALK_MET_2
eu: Burugabea zara! Inoiz guztiz hiltzen ez den hori bera!

source: U31_BOSSRUSH_ARCHITECT_TALK_MET_3
eu: Zure fan handiena naiz!.. Bakarra izatez...

source: U31_BOSSRUSH_ARCHITECT_TALK_MET_4
eu: Ehm, esan nahi dudana da izugarrizko ohorea dela zu ezagutzea! Segi zure lan onarekin, harrigarria zara! Badakit proba hauetan urrun ailegatuko zarela!

source: U31_BOSSRUSH_ARCHITECT_TALK_MET_5
eu: Oh, hau? Bai, eskultura batzuk egiten ditut nire denbora librean, eta zure ohorezko zerbait egitea pentsatu nuen! Oraindik ere politagoa egingo dut zuk erronka handiak gainditu ahala!

source: U31_BOSSRUSH_NPC_TALK_MET_1
eu: Ah! Lehiakide berri bat! Ongi etorri nire proba eremura!

source: U31_BOSSRUSH_NPC_TALK_MET_2
eu: Hemen, iraganeko etsairik beldurgarrienen aurka egin dezakezu borroka, bat bestearen ondotik.

source: U31_BOSSRUSH_NPC_TALK_MET_3
eu: Garailea bazara, sari zoragarriak jasoko dituzu eta jendeak (edo beraietaz gelditzen denak) zu goratzeko abestiak kantatuko dituzte ondorengo urteetan.

source: U31_BOSSRUSH_NPC_TALK_MET_4
eu: Eta errazegia dela iruditzen bazaizu, zu sorpresan harrapatzeko zure aurkariek borroka teknika berriak prestatuko dituzte! Saia zaitez erronka osatzen kolpatua izan gabe!

source: U31_BOSSRUSH_NPC_TALK_MET_5
eu: Segi bada! Neurtu zure adorea!

source: U31_BOSSRUSH_NPC_TALK_FIRST_RUN_1
eu: Ongi, borrokan sartzea erabaki duzu!

source: U31_BOSSRUSH_NPC_TALK_FIRST_RUN_2
eu: Nire armategiko objektu batzuk prestatu ditut. Zoaz eta presta zaitez!

source: U31_BOSSRUSH_NPC_TALK_FIRST_RUN_3
eu: Izaki txiki hauetako bat ere zu laguntzeko dago.

source: U31_BOSSRUSH_NPC_TALK_FIRST_RUN_4
eu: Prest zaudenean, joan zaitez korridore bukaeran dagoen atetik. Kontu serioak hemen hasten dira!

source: U31_BOSSRUSH_NPC_TALK_FIRST_RUN_5
eu: Atzera egin nahi baduzu, beti etor zaitezke nirekin hitz egin eta erronka baztertzera.

source: C'est enfin terminé... Quel gâchis !
eu: Azkenean, bukatu da... A ze hondamendia!

source: Le remède...
eu: Panazea

source: On dirait qu'il fonctionne.
eu: Funtzionatzen duela dirudi...

source: Ma peau... Je suis en train de me consumer... Serait-ce la fin de ma malédiction ?
eu: Nire azala... Desagertzen ari da... Hau bukaera al da?

source: Ce Royaume est peut-être perdu à jamais... mais au moins, je vais enfin trouver la paix.
eu: Erresuma betirako madarikatuta egongo da... Baina behintzat ez dut hemen gelditu beharrik.

source: Adieu !
eu: Ongi bizi!

source: ...Et bien quoi ??? Ça ne marche pas ?!
eu: ...Hauetakoren bateaaan...

source: Malgrès le peu que j'en ai bu...On dirait qu'il fonctionne !
eu: Geratu zen gutxia geratuta ere... Zerbaitetan dabilela dirudi!

source: Mon enveloppe semble enfin à nouveau lié à mon esprit...
eu: Nire gorputz eta espiritua berriz lotuta...

source: En finir
eu: Bukatu berekin.

source: Qu'avez vous fait, misérable...
eu: Egin duzuna, ergel hori...

source: Tout ce que je voulais, c'était sauver le Royaume...
eu: Erresuma tamalgarri hau salbatu nahian ibil naiz...

source: Le sauver...d'un couillon comme vous !!!
eu: Salbatu... zu bezalako astakiloengandik!

source: Nous sommes tellement foutus, ah ah ah...
eu: Oh, sakon jarri gara beraz.

source: Oh... Je vois que vous avez retrouvé votre enveloppe originelle.
eu: Ikusten dut zure larruazalera itzultzea lortu duzula.

source: Il était nécessaire pour moi de vous tenir à l’écart de mes recherches pour trouver le remède.
eu: Nire ikerketatik urrun mantendu behar zintudan sendagaia bilatzen nuen bitartean.

source: Aujourd’hui, j’espère que vous comprendrez pourquoi...
eu: Orain, zergatia ulertuko duzula espero dut...
