Repository: josuigoa/itzulpenak
Catalog: dead_cells/data/main.*.po
Languages: eu

source: DLCP_ACHIEV_DESC_FEAT_VKILLER_KILL_DOOKU
eu: Castlevaniako azken topaketa Banpiro Ehiztariarekin garaitu duzu.

source: DLCP_ACHIEV_DESC_FEAT_BIBLE_MULTI_HIT
eu: Jo etsai bera 5 Biblia birakarirekin tarte motzean.

source: Vous avez terminé le jeu avec cinq Cellules Souches de Boss d'inoculées
eu: Jokoa bost Nagusi Zelulekin osatu duzu

source: J'aime la Brutalité
eu: Krudelkeria maite dut

source: J'aime la Tactique
eu: Irabazteko taktikak

source: J'aime la Survie
eu: Bizirautea da nire trebezia

source: Au plus près du danger
eu: Arriskutik hurbilago

source: Chasseur prudent
eu: Kontu handiko ehiztaria

source: Un coup, un mort (la vôtre)
eu: Kolpe bat, heriotza bat (zurea)

source: Maladie foudroyante
eu: Izurritea

source: Tout feu tout flamme !
eu: Pertsona batzuk mundua erretzen ikustea besterik ez dute nahi...

source: Présélection personnalisée ::index::
eu: Aurreaukera pertsonalizatua: ::index::

source: ::s:: seconde(s) ::ms:: milliseconde(s)
eu: ::s:: segundo ::ms:: milisegundo

source: ::s:: seconde(s)
eu: ::s:: segundo

source: ::m:: minute(s) ::s:: seconde(s) ::ms:: milliseconde(s)
eu: ::m:: minutu ::s:: segundo ::ms:: milisegundo

source: ::m:: minute(s) ::s:: seconde(s)
eu: ::m:: minutu ::s:: segundo

source: ::h:: heure(s) ::m:: minute(s) ::s:: seconde(s) ::ms:: milliseconde(s)
eu: ::h:: ordu ::m:: minutu ::s:: segundo ::ms:: milisegundo

source: ::h:: heure(s) ::m:: minute(s) ::s:: seconde(s)
eu: ::h:: ordu ::m:: minutu ::s:: segundo

source: Avertissement
eu: Kontuz

source: Votre score ne pourra pas être enregistré, cette fonctionnalité nécessite d'être connecté sur ::platform::.
eu: Zure marka ezin da gorde. Gordetzeko, ::platform::-era konektatu behar duzu.

source: Échec
eu: Huts egin du

source: Votre version n'est pas à jour. Veuillez mettre à jour le jeu, s'il vous plaît.
eu: Zure bertsioa zaharkituta dago. Mesedez, eguneratu jokoa.

source: Problème de connexion au serveur. Veuillez vérifier votre connexion internet.
eu: Arazoren bat egon da zerbitzariarekin konektatzean. Mesedez, egiaztatu zure internet konexioa.

source: Retour || Backspace key
eu: Ezabatu

source: Entrée
eu: Sartu

source: Echap
eu: Esc

source: Espace
eu: Hutsunea

source: Page préc.
eu: Aurr. orria

source: Page suiv.
eu: Hurr. orria

source: Fin
eu: Buka

source: Début
eu: Etxea

source: Gauche
eu: Ezker

source: Haut
eu: Gora

source: Droite
eu: Eskuin

source: Bas
eu: Behera

source: Insér.
eu: Insert

source: Suppr.
eu: Del

source: Maj
eu: Shift

source: Ctrl
eu: Ktrl

source: Maj. G.
eu: L. Shift

source: Maj. D.
eu: R. Shift

source: Ctrl G.
eu: L. Ctrl

source: Ctrl D.
eu: R. Ctrl

source: Alt G.
eu: L. Alt

source: Alt D.
eu: R. Alt

source: Clic G.
eu: Ezker klik

source: Clic D.
eu: Eskuin klik

source: Clic M.
eu: Erdi klika

source: Clic Suiv.
eu: Aurrerako klika

source: Clic Préc.
eu: Atzera klika

source: U28_BANKER_CINE_ATM_DIALOG_1
eu: Urrea maileguan lor dezakezu... utzi begiratzen... %0ko tasarekin. Erakargarriak izan behar dugula dirudi, inguruan gauzen egoera kontutan izanda.

source: U28_BANKER_CINE_ATM_DIALOG_2
eu: Mailegu bat baino gehiago har ditzakezu gainera! Kontuan izan gure Bankutik dirua hartuz, isilbidez onartzen duzula ordaintzeari uzten badiozu, gure aldetik edozein modutan kobratzeko aukera.

source: U28_BANKER_CINE_ATM_DIALOG_3
eu: Eh? Oh, horrek bakarrik esan nahi du Bankua utzi aurretik zor duzun guztia ordaintzea komeni zaizula, besterik ez.

source: U28_BANKER_CINE_GOLDENSKIN_DIALOG_1
eu: Eta gero esan nion, "baina ez dakit nongoa den zure urrezko jantzia, ene bada. Lapurtua zen ziurrenik. Ziur zaude kripta guztian zehar bilatu duzula?".

source: U28_BANKER_CINE_GOLDENSKIN_DIALOG_2
eu: ... Oh! Bezero bat! Denbora asko pasa da azkena etorri zenetik... ez dio axola. Ongi etorri gure Banku handira!

source: U28_BANKER_CINE_GOLDENSKIN_DIALOG_3
eu: Zure ondasun preziatu guztiak gure esku utz ditzakezu, ongi zainduko... Egon pixka bat! Hori janzkera! Nondik atera duzu?!

source: U28_BANKER_CINE_GOLDENSKIN_DIALOG_4
eu: Erosi egin duzu? Kartzelan?! Bai, ahaztu esan dizudan guztia, edonor sartu edo irten daiteke Banku honetan!

source: U28_BANKER_CINE_GOLDENSKIN_DIALOG_5
eu: Agian kontu horrekin lagundu gaitzakezu, hala ere. Gure kriptetan lapurretan dabiltzan munstroak hiltzen badituzu, errazago utziko zaitut lapurtutako jantzi horrekin alde egiten.

source: U28_BANKER_CINE_GOLDENSKIN_DIALOG_6
eu: Hartu ordezko giltza hori. Borroka ona!

source: U28_BANKER_CINE_DIALOG_1
eu: Aspeeeeeertutaaaa... Artista izan behar nuen eta...

source: U28_BANKER_CINE_DIALOG_2
eu: Oh! Bezero bat! Denbora asko pasa da azkena etorri zenetik... ez dio axola. Ongi etorri gure Banku handira!

source: U28_BANKER_CINE_DIALOG_3
eu: Zure ondasun preziatu guztiak gure esku utz ditzakezu, ongi zainduko ditugu!

source: U28_BANKER_CINE_DIALOG_4
eu: ... ez nizuke hori oraintxe egitea aholkatuko, dena den: kriptetan segurtasun arazotxo bat dagoela dirudi.

source: U28_BANKER_CINE_DIALOG_5
eu: Zaude ziur ez dela arduratuta egoteko ezer! Baina inguruan bueltaxka eman agian lagunduko bazenigu, zera, segurtasun arazoarekin... egizu lasai.

source: U28_BANKER_CINE_DIALOG_6
eu: Tori, hartu ordezko giltza hau. Ongi pasa gure Bankuan!

source: U28_SIGN_CINE_DIALOG_1
eu: Bankuko diruzainak alde egin duela dirudi. Idazmahaian kartel txiki bat dago:

source: U28_SIGN_CINE_DIALOG_2
eu: "Bezero maitea, ordaindutako atsedenean nago. Mesedez, lagundu gure instalazio eder hauek lasai mantentzen kartelaren atzeko giltza erabiliz.

source: U28_SIGN_CINE_DIALOG_3
eu: Eskerrik asko, hartu dirua lasai, Banku ziur eta errespetagarria gara."

source: U28_SIGN_CINE_DIALOG_4
eu: Zeinen lagun txiki fidakorra. Ez dut uste hori negozio mota honetan oso segurua denik, baina aizu...

source: Comdemned to protect our dead.
eu: "Gure heriotza babestera kondenatuak."

source: The wardens will recognize their own.
eu: "Zaindariek beraienak ezagutuko dituzte."

source: U32_KATANA_YES_SHOULD_WORK
eu: Bai, horrek balioko du.

source: Y'a pas à dire...
eu: Tira, ezin da kontrakorik esan...

source: On se fait quand même BIEN chier, maintenant...
eu: ASKOZ ere dibertigarriagoa izan zen estoldetan lau oinean ibiltzea.

source: Qu'est ce que...
eu: Baina ze...

source: DLCP_DOOKU_INTRO_RICHTER_FREE_1
eu: Aizu, azkenean aurkitu dut izaki gihartsu urdina!

source: DLCP_DOOKU_INTRO_1
eu: Aizu, ikusi al duzu izaki gihartsu urdin bat?

source: DLCP_DOOKU_INTRO_2
eu: Belmont, etsaiaren odola. Bere aliatua zara, kanpotar?

source: DLCP_DOOKU_INTRO_3
eu: Ez dio axola. Nire Gazteluan gonbidapenik gabe sartu zara. Irain hau heriotzarekin ordainduko duzu.

source: DLCP_DOOKU_INTRO_4
eu: Gonbidapenik gabe?!

source: DLCP_DOOKU_INTRO_5
eu: Zu zara ezerezetik munstro beldurgarri guzti hauekin agertu dena!

source: DLCP_DOOKU_INTRO_6
eu: Agian gauza bera esan daiteke nagusi guztietaz...

source: DLCP_DOOKU_INTRO_RICHTER_FREE_2
eu: Ni jada ez naiz gizakia izango, baina Richter hau salbatzea merezi zuen gizaki bat zen!

source: DLCP_DOOKU_INTRO_7
eu: Ni jada ez naiz gizakia izango, baina Richter hau oraindik ere salbatzea merezi zuen gizaki bat da!

source: DLCP_DOOKU_INTRO_8
eu: Zer da gizaki bat? Sekretu-multzo txiki hutsal bat!

source: DLCP_DOOKU_INTRO_9
eu: Akabo hizketaldia... Aurrera!

source: DLCP_DOOKU_INTRO_10
eu: Orain, hil zaitez.

source: DLCP_DOOKU_RICHTER_INTRO_1
eu: Hil zaitez munstro. Ez zara mundu honetakoa!

source: DLCP_DOOKU_RICHTER_INTRO_2
eu: Ez zen nire eskutik izan berriz ere haragia eman zidatenean.

source: DLCP_DOOKU_RICHTER_INTRO_3
eu: Gorazarre egin nahi zidaten gizakien dei egin zidaten.

source: DLCP_DOOKU_RICHTER_INTRO_4
eu: Gorazarre!?!

source: DLCP_DOOKU_RICHTER_INTRO_5
eu: Gizakien arimak lapurtu eta zure esklabo egiten zenituen!

source: DLCP_DOOKU_RICHTER_INTRO_6
eu: Gauza bera esan genezake erlijio guztiengatik...

source: DLCP_DOOKU_RICHTER_INTRO_7
eu: Zure hitzak zure arima bezain hutsak daude! Gizateria gaixo batek zu bezalako salbatzaile bat behar du!

source: DLCP_DOOKU_RICHTER_INTRO_8
eu: Zer da gizaki bat? Sekretu-multzo txiki hutsal bat!

source: DLCP_DOOKU_RICHTER_INTRO_9
eu: Akabo hizketaldia, aurrera!

source: DLCP_DOOKU_RICHTER_INTRO_10
eu: Hil, Belmont!

source: DLCP_DOOKU_SIMON_INTRO_1
eu: Hasi!

source: DLCP_DOOKU_SIMON_INTRO_2
eu: Azkenean berriz elkartu gara, Belmont. Buka dezagun behingoz.

source: DLCP_DOOKU_TREVOR_INTRO_1
eu: Drakula! Berari egin zeniona ordainaraziko dizut!

source: DLCP_DOOKU_TREVOR_INTRO_2
eu: Saiatzera gonbidatzen zaitut, Belmont.

source: DLCP_DOOKU_DOOKU_INTRO_1
eu: Gizon hori iruzurtia da!

source: DLCP_DOOKU_DOOKU_INTRO_2
eu: Oh oh...

source: DLCP_DOOKU_DOOKU_INTRO_3
eu: Hori NIRE janzkera da!

source: DLCP_DOOKU_DOOKU_INTRO_4
eu: Ezin duzu nire arropa guztia kopiatu nire botere paregabeak lortzeko.

source: DLCP_DOOKU_DOOKU_INTRO_5
eu: Zure esanezinezko erasoarengatik ordainaraziko dizut, doilor hori!

source: DLCP_DOOKU_ADELE_INTRO_1
eu: Honetara ailegatu gara, beraz. Nire teniente fidagarriena nire aurka dator...

source: DLCP_DOOKU_ADELE_INTRO_2
eu: Zeinen esker txarrekoa.

source: DLCP_DOOKU_ADELE_INTRO_3
eu: Ez zenuen izenik ere nik egin zintudan arte.

source: DLCP_DOOKU_ADELE_INTRO_4
eu: Nik sortutakoa, nik deuseztatu dezaket!

source: DLCP_DOOKU_HM_INTRO_1
eu: *Armadura-plakak kirrinka

source: DLCP_DOOKU_HM_INTRO_2
eu: ...Nire apaingarritarako armadurak ere metxatzen naute orain. Norantz doa mundu hau?!

source: DLCP_DOOKU_HM_INTRO_3
eu: *Junturak karranka

source: DLCP_DOOKU_HM_INTRO_4
eu: Egon, zu al zara?! Nola ausartzen zara niri horrela hitz egiten?!

source: DLCP_DOOKU_HM_INTRO_5
eu: *Bereizitako begi-babesa txilioka

source: DLCP_DOOKU_HM_INTRO_6
eu: ASKI DA! Orain arte inor ez da niri tonu horrekin hitz egiten!

source: DLCP_DOOKU_HM_INTRO_7
eu: Borrokatu nirekin, tomate poto ustela!

source: DLCP_DOOKU_HECTOR_INTRO_1
eu: Drakula jauna, berpiztu egin zara!

source: DLCP_DOOKU_HECTOR_INTRO_2
eu: Ah, traidorea, Hector... Zergatik saldu nauzu?

source: DLCP_DOOKU_HECTOR_INTRO_3
eu: Zergatik askatu duzu zure gorrotoa gizakien aurka?

source: DLCP_DOOKU_HECTOR_INTRO_4
eu: Beraien aurkako sarraski indiskriminatua hasi zenuenean, zuri desobeditzea beste aukerarik ez nuen izan.

source: DLCP_DOOKU_HECTOR_INTRO_5
eu: Baztertu egin nauzu... gizakien alde jartzeko? Gizakiek ez dute arnasten duten airea ere merezi! Mundua garbitzen bakarrik ari nintzen.

source: DLCP_DOOKU_HECTOR_INTRO_6
eu: Ez dago zure esku gizakien merezi dutena epaitzea.

source: DLCP_DOOKU_HECTOR_INTRO_7
eu: Boteretsuak beti epaituko du ahula. Gizakiek nirekiko epaia ere egina dute dagoeneko.

source: DLCP_DOOKU_HECTOR_INTRO_8
eu: Beraz zigortuko ditut... desagertzera. Errukia ahultasun mota huts bat da.

source: DLCP_DOOKU_HECTOR_INTRO_9
eu: Traizionatu egin nauzu, Hector... Eta horretarako, zigorra heriotza da.

source: DLCP_DOOKU_ALUCARD_INTRO_1
eu: Aita...

source: DLCP_DOOKU_ALUCARD_INTRO_2
eu: Agur t'erdi, seme! Denbora asko pasa da.

source: DLCP_DOOKU_ALUCARD_INTRO_3
eu: Elkar berriz ikusiko ez genuenaren esperantza nuen.

source: DLCP_DOOKU_ALUCARD_INTRO_4
eu: Ezin dizut hemendik alde egiten utzi, Aita.

source: DLCP_DOOKU_ALUCARD_INTRO_5
eu: Inoiz izan zara gizakien aliatu. Zure Amari egin ziotena ahaztua al duzu dagoeneko?

source: DLCP_DOOKU_ALUCARD_INTRO_6
eu: Horrelako zerbait ahaztuko dudala uste duzu? Ez. Baina ez dut beraiekiko mendeku goserik.

source: DLCP_DOOKU_ALUCARD_INTRO_7
eu: Oraindik zentzugabekeria berarekin. Berdin dio.

source: DLCP_DOOKU_ALUCARD_INTRO_8
eu: Orain duzu garaia zure gizaki alderdia baztertu eta nirekin batera mundua berregiteko!

source: DLCP_DOOKU_ALUCARD_INTRO_9
eu: Drakula, nire amaren izenean. Berriz garaituko zaitut.

source: DLCP_DOOKU_SYPHA_INTRO_1
eu: Zurekin eta zure Madarikazioarekin bukatuko dut, nire familiaren izenean!

source: DLCP_DOOKU_SYPHA_INTRO_2
eu: Belnades bat. Belmontdarren laguntzaile soila. Zu deuseztatzea formaltasun hutsa izango da.

source: DLCP_DOOKU_MARIA_INTRO_1
eu: Oraingoan ez nauzu hain erraz harrapatuko!

source: DLCP_DOOKU_MARIA_INTRO_2
eu: Nor zaren ere ez dakit eta...

source: Vous... Ici ?
eu: Zu... hemen?

source: Le Mal-être vous a bien changé !
eu: Ondoezek bere bidea izan du zurekin.

source: Ah ça oui !
eu: Hala da, bai.

source: À la hauteur de votre insolence !
eu: Zure harrokeriarekin jarraitzen duzu!

source: Celle qui aura mené le Royaume à sa perte
eu: Erresumara hondamenak besterik ekarri ez dizkiona!

source: Malgrès toutes mes mises en garde...
eu: Nahiz eta nik ohartarazpenak egin...

source: Il n'y a plus l'ombre d'un espoir à présent...
eu: Esperantza apurrik ere ez zaigu gelditzen.

source: MOUREZ!!!
eu: HIL!

source: Mon... Mon roi ??
eu: Nire... Nire Erregea?

source: Comment est-ce possible ?
eu: Nola da posible?

source: Attendez... vous n'êtes pas le Roi !
eu: Egon... Zu ez zara Erregea!

source: Vous lui avez volé son corps !
eu: Bere gorputza lapurtu duzu?

source: IMPOSTEUR !!
eu: Lapurra!

source: VOUS!!!
eu: Zu!

source: Vous avez finalement réussi à détruire toutes les possibilités pour nous sauver du mal-être...
eu: Zure buruaz harro?

source: Tous ces efforts permanents que je fais pour contenir ce fléau sont vains...
eu: Ondoez oraindik uhartean zehar dabil...

source: PAR VOTRE FAUTE !
eu: Begizta horrekin berriz aritu beharko dut.

source: Je n'ai plus le choix, je vais devoir faire quelques changements...
eu: Hau ez da ongi bukatuko...

source: Non mais ho !
eu: Oi! Ez! Benetan ari zara?

source: Oh no you don't!
eu: Oh, noski ezetz!

source: I'm not done with you.
eu: Ez dut zurekin bukatu.

source: Now fight. For real, this time.
eu: Orain borrokatu. Oraingoan benetan.

source: Mort par infection
eu: Heriotza infekzioagatik

source: Mort par malédiction
eu: Heriotza madarikazioagatik

source: Corps détruit (dégâts x4)
eu: Profanatutako gorpua! (mina x4)

source: Corps détruit (dégâts x2)
eu: Profanatutako gorpua! (mina x2)

source: Corps détruit
eu: Profanatutako gorpua!

source: Was it you... Was it you that freed me?
eu: "Zu izan zara... Zuk askatu nauzu?"

source: You smell like rotting flesh... and bloodlust and a lack of respect for life...
eu: "Haragi ustel usaina duzu... eta odol-gosearen eta bizitzari errespeturik ezarena..."

source: But don’t think I’m just going to follow you around from now on! We could have a lot of fun together... if you remember to treat me well!!
eu: "Baina ez pentsa zuri jarraiki ibiliko naizenik hemendik aurrera! Elkarrekin ederki pasa genezake... ni ongi tratatzean gogoratzen zaren bitartean!"

source: Vous étiez un exemple pour nous tous...
eu: Gu guztiontzako eredu zinen...

source: Pourquoi vous êtes vous conforté dans le choix de la destruction?
eu: Zerk eraman zaitu suntsiketa guzti hori egitera?

source: Vous avez même fini par détruire votre propre corps...
eu: Zure gorputz propioa ere deuseztatzera eraman zaitu...

source: Mon roi...
eu: Nire Erregea...

source: Vous...
eu: Zu...

source: VOUS ETES UN GROS CON !!!
eu: ZUZENDU EZINEZKO ERGELA ZARA!

source: Vous m'avez battu loyalement...
eu: Justuki garaitu nauzu...

source: Pas comme à l'époque...
eu: Ez lehen bezala...

source: Tenez, ceci pourrait vous servir plus qu'à moi finalement...
eu: Tori hau, zuretzat erabilgarriagoa izango da...

source: Faites un voeux...
eu: Pentsa gurari batean...

source: Je plaisante... Décidemment vous êtes vraiment...
eu: Txantxa zen... Zu segur aski zara

source: Mais où est-il passé?
eu: Nora demontre joan dira hezur guztiak?

source: La vache, il y est pas allé de main morte.
eu: Badirudi presa pixka batekin zebilela...

source: U29_CONTINUE_CONFIRMATION
eu: Jarraitu?

source: U29_CONTINUE_CONFIRMATION_DESC
eu: Gordetako azken lekuan berpiztu nahi duzu?

source: Tout ce que tu achètes chez moi est PERMANENT. Même la mort ne saurait t'en priver.
eu: Ematen dizudan guztia zurea da, BETIRAKO. Heriotzak ere ez dizkizu kenduko...

source: Autant dire que tu as tout intérêt à me ramener d'autres cellules si tu veux plus de puissance.
eu: BERAZ, botere handiagoa nahi baduzu... Hobe duzu niri ZELULAK ekartzen hastea!

source: Bon. Et maintenant, prisonnier...
eu: Orain... preso...

source: HORS DE MA VUE ! Ta présence m'ennuie.
eu: ALDE EGIZU NIRE BEGI BISTATIK!

source: Oh, salut gamin.
eu: Kaixo txikito.

source: Tu a réussi à arriver jusqu'ici vivant.
eu: Honaino bizirik ailegatu zara, eh?

source: Enfin. "Vivant"... Si on peut dire ça.
eu: Tira... badakizu zer esan nahi dudan.

source: Je suis le Forgeron.
eu: Errementaria naiz.

source: Je bosse avec le Collecteur, à côté.
eu: Ondoko ateko Biltzailearekin egiten dut lan.

source: Donc si t'as des Cellules, je peux améliorer ton équipement.
eu: Ba Zelulak baldin badituzu, zure objektuak hobetu ditzaket.

source: Regardez qui voilà...
eu: Hara, begira nor dugun hemen...

source: On m'appelle le Collecteur. Je suis ce qui se rapproche le plus d'un type fréquentable ici-bas.
eu: Biltzailea naiz, eta inguru hauetako konpainia duin baten antzekoena nauzu.

source: En échange des CELLULES trouvées sur tes ennemis, je peux t'obtenir quelques petites choses utiles...
eu: Ekarri niri besteengandik bildutako ZELULAK. Trukean objektu txiki erabilgarri batzuk eskuratuko dizkizut...

source: Et si tu trouves des SCHEMAS, je te donnerai accès à des objets plus... expérimentaux, dirons-nous.
eu: PLANOren bat aurkitzen baduzu, ekarri hona eta nik lortuko dizkizut... objektu esperimentalagoak.

source: Hello There! I was waiting for you.
eu: Kaixo! Zure zain nengoen.

source: Someone keep leaving weird books all around the Island.
eu: Norbait uharte osoan zehar liburu arraroak uzten ari da.

source: I want to try some of the...uh... stuff written there.
eu: Probatu nahi nituzke... eh... hemen idatzikoak.

source: But I need cells, the sort you're carrying, for the experiments.
eu: Baina zelulak behar ditut, zuk daramatzazunen gisakoak, esperimentuetarako.

source: Bring me some, and I will help you in exchange, would ya darling?
eu: Ekarri niri batzuk eta trukean lagundu egingo dizut, bai maitea?

source: Je sais ce que vous avez fait.
eu: Badakit zertan ibili zaren.

source: Oui. Je connais TOUS vos petits secrets.
eu: Oh bai, zure sekretutxo zikin GUZTIAK ezagutzen ditut.

source: Et je les consigne dans mon grimoire.
eu: Eta denak idazten aritu naiz nire liburutxoan.

source: C'est mon travail.
eu: Hori da egiten dudana.

source: Vous tuez des trucs, je note.
eu: Zuk gauzak hiltzen dituzu, nik oharrak hartzen ditut.

source: Hé toi là !
eu: Hey, hemen zaude!

source: J'bosse pour le Forgeron !
eu: Errementariarentzako egiten dut lan!

source: J'peux t'retaper ton matos pour pas cher...
eu: Zure objektuak merke molda dezaket...

source: Je suis pas censé me trouver là, hein...
eu: Ez nuke hemen egon behar...

source: Ca reste entre nous ok ?
eu: Hau gure artean gera dadila, BAI?

source: Bon alors vas y, t'as combien sur toi ?
eu: Ados, tira ba, zenbat duzu soinean?

source: DLCP_FINAL_STAGE
eu: Azken txanpa

source: Faille de défi découverte
eu: Erronkan arrakala aurkitu da

source: U32_SHOVEL_CINE_DIALOG_1
eu: Zeinen leku atsegina.

source: U32_SHOVEL_CINE_DIALOG_2
eu: Eseri ninteke... unetxo batez...

source: U32_SHOVEL_CINE_DIALOG_3
eu: Lo hartu dudala uste dut... egon, hori lehen ez zegoen hor!

source: Cette sensation... Incroyable.
eu: Egia esan... ZORAGARRI sentitzen naiz!

source: Je ne me suis pas senti aussi bien depuis une éternité !
eu: Ez naiz inoiz honela sentitu!

source: Sois gentil et ramènes en plus... Je vais te montrer la sortie !
eu: Izan mutil zintzoa eta ekarridazu gehixeago... Bueltan bidaliko zaitut!

source: C’est l’heure de la piqûre !
eu: Zure botikaren ordua!

source: Ah ah ah, te revoilà, comme je l'avais dit !
eu: Bueltan berriz? Gero esango dute txakurrak direla gizakien lagunik onenak!

source: Laisse moi te débarrasser de tes Cellules, mon bon ami...
eu: Eskerrik asko gehiago ekartzeagatik! Benetan jakin-minez nengoen!

source: Cette sensation... Je ne m'en lasse pas.
eu: Ah, horrela hobeto!

source: U34_TAILOR_CINE_1
eu: Azkenengoz, nire guraizeak EZ dira ilea mozteko! Are gutxiago usteltzen ari diren zonbi horiena!

source: U34_TAILORDAUGHTER_CINE_1
eu: Bla bla bla... ez didazu inoiz ezer egiten uzten... oh! Etorri berri bat!

source: U34_TAILORDAUGHTER_CINE_2
eu: Urte askotarako, Jostunaren alaba naiz! Ile-apaintzaile izateko ikasten ari naiz neroni... ikasten ari NINTZEN nire irakasle guztiak hil aurretik, behintzat...

source: U34_TAILOR_CINE_2
eu: Bai, hitz egin dezagun hortaz! Nork zaindu behar du bere alaba eskola itxita dagoenean, eh? Uharte honetako hezkuntza sistema ez da lehenago zena...

source: U34_TAILORDAUGHTER_CINE_3
eu: Pfff, okay Bomber...

source: U34_TAILOR_CINE_3
eu: Gutxienez, bere ikasketetan laguntzeko eskatzen dizut... eskaiozu, agian orraz ote dezakeen... zure gauzatxo berdea.

source: U34_TAILORDAUGHTER_CINE_4
eu: Oh bai! Zure estilo berria aurkitzen lagunduko dizut!

source: U34_TAILOR_CINE_4
eu: Baina nire josteko guraizeak gauza horretan sartzea debekatzen dizut!

source: "Jolie robe !"
eu: "Jantzi ederra!"

source: Your malaise tier has increased!
eu: Zure ondoez maila handitu egin da!

source: Infection au Mal-être réduite
eu: Ondoez infekzioa murriztua

source: Artefact meta déjà obtenu.
eu: Meta artefaktua dagoeneko eskuratua.

source: {Survie@SU} augmentée !
eu: {Bizirautea@SU} hobetuta!

source: {Brutalité@BR} augmentée !
eu: {Krudelkeria@BR} hobetuta!

source: {Tactique@TA} augmentée !
eu: {Taktikak@TA} hobetuta!

source: Sans effet
eu: Ondoriorik ez

source: +::prct::% PV
eu: +%::prct:: HP

source: Nourriture infectée par le Mal-être
eu: Ondoezak kutsatutako janaria

source: Vos 3 caractéristiques ont été augmentées !
eu: Zure 3 estatistikak handitu egin dira!

source: U31_BOSSRUSH_PICK_STAT_UPGRADE
eu: Estatistikak area!

source: Corruption interrompue
eu: Ustelkeria etenda

source: ::n:: {iconCoin@img} retrouvé
eu: ::n:: {iconCoin@img} aurkituta

source: ::n:: Cellule retrouvée
eu: ::n:: Zelula berreskuratuta

source: ::n:: Cellules retrouvées
eu: ::n:: Zelula berreskuratuta

source: Vous avez ramassé un artefact maudit !
eu: Artefaktu madarikatu bat jaso duzu!

source: Vous avez offensé les Dieux !
eu: Jainkoak iraindu dituzu!

source: Un seul coup reçu... et vous êtes MORT. Eliminez ::n:: ennemis pour lever cette malédiction.
eu: Kolpetxo bat... eta HILDA zaude! Deuseztatu ::n:: etsai madarikazioa kentzeko.

source: Une fois levée, vous gagnerez 25 points supplémentaires !
eu: Madarikazioa kendu ondoren, 25 puntu gehigarri lortuko dituzu!

source: Malédiction levée (::pts:: points !)
eu: Madarikazioa kenduta (::pts:: puntu!)

source: Malédiction levée.
eu: Madarikazioa kenduta.

source: Mort évitée !
eu: Heriotza engainatuta!

source: U31_WISHES_GRANTED
eu: Guraria onartuta!

source: Instinct de l'explorateur
eu: Esploratzaile Sena

source: C'est parti !
eu: Wazenmank!

source: Malaise cleared
eu: Ondoez garbituta

source: Le boss a été vaincu !
eu: Nagusia akabatu duzu!

source: BOSS EXECUTÉ !
eu: NAGUSIA EXEKUTATUTA!

source: EXECUTED!
eu: EXEKUTATUTA!

source: Utilisez ::name:: !
eu: Erabili ::name::!

source: Résiste
eu: Eutsi

source: Ralenti
eu: Moteldua

source: Yolo!
eu: Behin Bakarrik Bizi Gara!

source: U30_PAT_ACTION
eu: Maskota

source: Corps décapité
eu: Burugabeko gorpua

source: Pénétrer
eu: Zeharkatu

source: Parade !
eu: Aldaratuta!

source: Aucune cible
eu: Jomugarik ez

source: Trop loin!
eu: Urrunegi!

source: Trop de vie!
eu: HP gehiegi!

source: Nouveau schéma découvert
eu: Plano berria aurkituta

source: Aucun nouveau schéma
eu: Plano berririk ez

source: Interruption
eu: Etenaldia

source: POW_TAUNT_1
eu: Zure aita Arantzatsua bat da!

source: POW_TAUNT_2
eu: Demonio!

source: POW_TAUNT_3
eu: Kolpatzaile itsusia!

source: POW_TAUNT_4
eu: Euli Gorpu bat baino kirastunagoa zara!

source: POW_TAUNT_5
eu: Gorpu Zukua egingo dut zurekin!
