Repository: josuigoa/itzulpenak
Catalog: dead_cells/data/main.*.po
Languages: eu

source: Aucun animal n'a été maltraité durant les recherches contre le Mal-être, promis.
eu: Ondoezaren sendagaiaren bilaketan ez zen animaliarik kaltetu, zin dagit.

source: Observatoire
eu: Behatokia

source: C'est ici que l'Alchimiste du Roi menait de grandes recherches sur l'astronomie et l'astrologie (il était Sagittaire).
eu: Erregearen Alkimistak astronomia eta astrologiari buruzko ikerketak egiten zituen hemen (oso Sagitario ere).

source: L'Alchimiste a mystérieusement disparu depuis le fiasco de ses recherches.
eu: Alkimista modu misteriotsuan desagertu zen bere ikerketaren erabateko porrotaren ondoren.

source: L'Observatoire était à la pointe de la technologie et était réservé à l'élite scientifique de l'île, donc seulement à l'Alchimiste.
eu: Behatokia punta-puntakoa zen, eta uharteko zientzialaririk onenek bakarrik erabilia, esan nahi baita, Alkimistak bakarrik.

source: Repos des architectes
eu: Arkitektoaren Atsedena

source: Embarcadère
eu: Malekoia

source: Aussi connu sous le nom de Ponton de l'Accès Anticipé, cet embarcadère est le lieu où échouèrent tous les derniers survivants de l'île. Avant de mourir.
eu: Sarbide Goiztiarreko Lehorreratze Agertokia bezala ere ezaguna, uhartean biziraun zuten azkenak hemen bukatu zuten. Hil aurretik.

source: Beaucoup attendirent ici un bâteau qui jamais n'arriva.
eu: Asko hemen egon ziren zain inoiz ailegatuko ez zen txaluparen zain.

source: Serre
eu: Arboretum Hondatua

source: Earthy smells of compost, spores and decay filltheir air of the delapidated glass house. The new inhabitants seem to like the climate quite a bit.
eu: Konpost, espora eta usteltze usain lurtsuek betetzen dute Arboretum hondatuko airea. Biztanle berrien klima hau oso gustuko dutela dirudi.

source: Once frequented by the lords and ladies of the island, they often noted that some of the mushrooms seemed to shrink from their presence.
eu: Uharteko jaun-andreek maiz joaten ziren garai batean, baina sarritan nabaritzen zuten perretxiko batzuk haien presentziarekin kikiltzen zirela.

source: Dappled light, soothing fountains and a fresh air brought the royals, aristocratic and various hangers-on. Unfortunately they bought the stink of the Royal Court with them...
eu: Argi orbandunak, iturri lasaigarriak eta aire freskoak errege-familiakoak, aristokratak eta inguruko hainbat lagun ekarri zituzten. Zoritxarrez, Errege Gorteko kiratsa ekarri zuten eurekin...

source: Marais
eu: Erbesteratuen Lupetza

source: A low lying part of the island where the lepperous, diseased and quite often, poor, were sent to rot. The only refuge for survivors was in the trees.
eu: Uharteko zati baxua, uharteko legenardunak, gaixoak eta askotan, pobreak, usteltzera bidaltzen ziren lekua. Bizirauten zutenen babesgune bakarra zuhaitzak ziren.

source: "As the Malaise spread, the putrid stench of the fetid water and pluages of stining creatures weren't the only thing the surviving Bannished had to deal with. "
eu: Ondoeza zabaldu ahala, uraren ustel kiratsari eta izaki ziztatzaileen izurriteari arazo berri bat gehitu zitzaien Erbesteratuei.

source: Taking to the trees may have kept the Bannished safe from the ticks, but it didn't save them from the ravages of the Malaise.
eu: Zuhaitzetara igota Erbesteratuak kaparretatik salba zitezkeen, baina horrek ez zituen Ondoezaren hondamenetik babesten.

source: Coeur du marais
eu: Habia

source: Early in the morning, the Holy Hive spills its cohort of children to hunt in the Swamp and bring their many preys back to Mother.
eu: Egunsentia baino lehen Habiak bere zorigaiztoko kumeak isurtzen ditu, beti goseti, amaren bila.

source: “No prayers, no words, not even deeds can rightfully honour our protectress; as only sacrifice means true loss, and hence, true belief”. The Sacred Barks, 20:1.
eu: 'Ez otoitzek, ez hitzek, ezta ekintzek ere ezin dute gure babeslea ohoratu; sakrifizioa soilik da benetako galera, eta, beraz, benetako sinesmena'. Azal Sakratuak, 20:1.

source: In many cultures, religious rituals have proven themselves to be a very convenient to get rid of one’s adversaries. In this one, it also help with keeping the ticks slightly less hungry.
eu: Antzina-antzinatik, erlijio-errituak etsaiak ezabatzeko tresna oso erabilgarriak direla frogatu da. Honek kaparrak uxatzen laguntzen du, gainera.

source: Temples barbares
eu: Hautsitako Santutegiak

source: Le roi tolérait tout juste ces temples dédiés à des croyances lointaines. Et "tolérer" était un grand mot.
eu: Erregeak ia ez zituen onartzen atzerriko sinesmenei eskainitako tenplu hauek, nolabait esatearren.

source: On peut dire que les Sanctuaires fissurés sont devenus un vrai nid de vipères ces derniers temps...
eu: Baten batek esan lezake gaur egun Hautsitako Santutegiak benetako suge-zulo bihurtu direla...

source: Comment les anciens ont-ils pu construire ces épées géantes avec leur technologie primitive ? Certains pensent qu'elles viennent d'au-delà des mers, d'autres regardent le ciel, affublés de chapeaux étranges.
eu: Nola eraiki zitzaketen antzinakoen teknologia primitiboekin ezpata erraldoi hauek? Batzuek diote itsasoz haratago sortu zirela, beste batzuek zerura begiratzen dute txapel barregarriak jantzita.

source: La vue est magnifique, mais les habitants du coin sont, paraît-il, plutôt acariâtres avec les étrangers.
eu: Bista zoragarria da, baina bertakoak nahiko petralak omen dira ezagutzen dituzun arte.

source: L'une des rares fois où un édit du Roi reçut l'approbation générale fut quand il repoussa le culte païen dans les zones sauvages de l'île.
eu: Kultu paganoa uharteko basa-eremuetara zabaltzera behartzea izan zen Erregearen legezko abisu arraroetako bat, aho batez onartu zena.

source: Par souci de sécurité, le Roi interdit à ses sujets de s'aventurer dans les Sanctuaires fissurés. Une loi somme toute superflue vu que personne ne voulait y mettre les pieds.
eu: Erregeak bere herritarrei Hautsitako Santutegietara joatea debekatu zien, beren segurtasunagatik. Fundamenturik gabeko legea, bestela ere baitzuen inork bertara joan nahi.

source: Le Roi ne voulait pas que son peuple s'approche des Sanctuaires, les Païens ne voulaient pas que le peuple s'approche des Sanctuaires, le peuple ne voulait pas s'approcher des Sanctuaires...
eu: Erregeak ez zuen nahi bere jendea Santutegietara joatea, Paganoek ez zuten nahi inor Santutegietara hurbiltzerik, jendeak ez zuen santutegietara hurbildu nahi...

source: Falaise
eu: Hilgabeko Urertza

source: Personne ne sait vraiment de quoi étaient accusés les habitants de la Falaise. Après tout, "crimes contre la couronne" peut vouloir dire beaucoup de choses.
eu: Inork ez du argi zer leporatu zitzaien Hilgabeko Urertzeko biztanleei. Azken finean, "koroaren aurkako krimenak" edozer esan lezake.

source: Les Apostats étaient des soigneurs respectés avant que le Roi ne les chasse de l'île. Malgré leurs innovations médicales, certains trouvaient leurs méthodes dérangeantes.
eu: Apostatak sendagile errespetatuak ziren Erregeak uhartetik bota zituen arte. Medikuntzako aurrerapenak gorabehera, batzuentzat haien metodoak desatseginak iruditzen zitzaizkien.

source: L'accumulation du savoir est beaucoup plus rapide sans les restrictions de la morale. Les Apostats savent beaucoup de choses.
eu: Jakintzak askoz azkarrago egiten du aurrera muga moralik gabe. Apostata oso jakintsu bihurtua zen.

source: Le plus ancien des médecins du Roi a été exécuté. Personne ne sait vraiment pourquoi. Certains disent qu'il a déçu le Roi, d'autres disent qu'il pillait des tombes.
eu: Erregearen aholkulari mediko zaharrena hil zuten. Inork ez daki zehazki zergatik, batzuek diote Erregeari huts egin ziola, beste batzuek hilobiak lapurtzen harrapatu zutela.

source: Ce repaire était utilisé par des trafiquants avant de servir de refuge pour échapper à la colère du Roi. Les trafiquants n'ont pas beaucoup apprécié cet enchaînement d'événements.
eu: Gordeleku hau kontrabandistek erabiltzen zuten Erregearen haserretik gordetzeko ihesbide izan aurretik. Kontrabandistak nahiko atsekabetuta zeuden gertaeren garapenarekin.

source: Au-delà de leurs horribles expériences physiques, il semble que les Apostats ont également touché à certains des plus anciens artéfacts présents sur la côte de l'île.
eu: Beren esperimentu fisiko lazgarriez gain, badirudi Apostatek uharteko kostaldean dauden artefaktu zaharrenetako batzuk manipulatzen ari zirela.

source: Même avant que l'épidémie de Mal-être ne ravage complètement l'île, on entendait parler d'étranges expériences et de l'apparition d'immondes créatures près des Rivages.
eu: Uhartean Ondoeza agertu baino lehenago ere, Urertzetik hurbil esperimentu arraro eta izaki gaiztoen bistaratzeen zurrumurruak zeuden.

source: Qui a dit que les morts étaient inutiles ?
eu: Nork esan zuen hildakoak alferrikakoak direla?

source: Le Jardin Royal
eu: Mausoleoa

source: Before the malaise, the royal gardener was a worlwide famous botanist.
eu: Ondoeza baino lehen, Txorimaloa mundu mailako botanikaria zen.

source: Il n'y a pas que les oiseaux qui redoutent ce qui "vit" ici.
eu: Badirudi ez direla txoriak hemen "bizi" denaren beldur diren bakarrak.

source: Même la mort ne suffit pas à arrêter les obsessions des vivants.
eu: Bizitzako obsesioak ez dira heriotzarekin bukatzen.

source: "Les roses sont rouges, les violettes sont bleues. Je suis mort et bientôt nous serons deux."
eu: "Arrosak gorriak dira eta bioletak urdinak. Ni hilda nago eta laster egingo du zureak."

source: Infested Shipwreck
eu: Izurritearen Hondoratzea

source: A creaking heap of driftwood. Surely nothing bad can come out of it.
eu: Egur pila kirrinkari bat. Ezer txarrik ezin da atera bertatik, dudarik gabe.

source: In the sea, no one can hear you scream.
eu: Itsasoan, inork ezin du zure oihurik entzun.

source: Ships were freely coming and going to the island before the Lighthouse was extinguished.
eu: Itsasontziak nahieran etorri eta joaten ziren uhartetik Itsasargia itzali aurretik.

source: Lighthouse
eu: Itsasargia

source: Formerly used to lead the ships coming to the island, the beacon has long been snuffed out.
eu: Berez uharterantz zetozen itsasontziak gidatzeko, baliza aspaldi itzali zen.

source: No one knows who extinguished the flame. None of those that tried to investigate the matter ever returned either.
eu: Inork ez daki nork itzali zuen sugarra. Horren arrazoia ikertzen saiatu zirenetako inor ere ez da itzuli.

source: Rumor has it that before the outbreak, certain spots of the shoreline were highly sought-after by the island's aristocracy. Less so today.
eu: Zurrumurruen arabera, agerraldiaren aurretik, kostaldeko zenbait toki oso preziatu uharteko aristokraziarentzat ziren. Gaur egun, gutxiago.

source: Once easily accessible from the center of the island, the Lighthouse is now insulated by a mound of wreckages.
eu: Lehen uhartearen erdialdetik erraz iris zitekeen, baina orain Itsasargia hondakin-pilo batek isolatuta dauka.

source: The Crown
eu: Koroa

source: You have a clear view of the island's coast from here. Broken ships here, broken ships there...
eu: Uhartearen kostaldean bista argia duzu hemendik. Hautsitako itsasontziak hemen, hautsitako itsasontziak han...

source: No one knows who and what the statues forming a circle at the top of the tower are meant to depict. They sure look solemn, though.
eu: Inork ez daki dorrearen goialdean zirkulu bat osatzen duten estatuek nor eta zer irudikatu nahi duten. Hala ere, itxura solemnea dute, dudarik gabe.

source: As life on the island went extinct, so too did the beacon of the Lighthouse. How tragic.
eu: Uharteko bizitza desagertzen joan zen heinean, itsasargiaren baliza ere bai. Zein tragikoa.

source: What a romantic setting! Watching the sunrise from here must be worth its while.
eu: Zein giro erromantikoa! Hemendik egunsentia ikustea merezi du.

source: U28_BANK_NAME
eu: Bankua

source: U28_BANK_LOREDESC_1
eu: Fortius quo fidelius

source: U28_BANK_LOREDESC_2
eu: Leku hau ez da erresumako inongo mapatan ageri. Baina hemen dago.

source: U28_BANK_LOREDESC_3
eu: Esoterismo zale ero batzuk sakelako dimentsioa existitzen denaren itxura egiten dute. Ez dute inoiz esanahia azaldu, baina.

source: U28_BANK_LOREDESC_4
eu: Zure bizitza osoan inoiz imajinatu dituzun baino aberastasun gehiago dago, 100 aldiz, ber bi. Eta are gehiago.

source: U28_BANK_LOREDESC_5
eu: Sinestezina da hemengo langile eta patroiek nola jasan dezaketen alde guztietan dagoen marmol pila.

source: DLCP_BIOME_FOREST
eu: Gazteluaren Kanpoaldea

source: Oooh, spooky !
eu: Jada ez da inor hona etortzen, munstroak edo baztertutako zartailu-zaleak izan ezik.

source: What a lovely garden.
eu: Lorategi hauek dotoreak izango ziren... garai batean.

source: A great place to take some tea.
eu: Gazteluaren itzaletan hazten dena belar txarra baina askoz okerragoa izan daiteke...

source: DLCP_BIOME_CASTLE
eu: Drakularen Gaztelua

source: Un VAMPYRE !
eu: Gorri guzti honetan odol arrastoak oso ongi disimulatuko dira!

source: Miam, sang !
eu: Hemengoa ez zarela senti dezakezu. Paretak ere zu epaitzen ari direla dirudi.

source: What is a man ?
eu: Sekulakoa. Maltzurra. Handia. Gorria. Adjektibo guzti horiek leku honentzat egokiak dira.

source: DLCP_DEATH_ARENA_NAME
eu: Nekropoli Zikina

source: DEATH_ARENA_LOREDESC0
eu: Hildako jende ASKO dago.

source: DEATH_ARENA_LOREDESC1
eu: Bai, egoera benetan larria da, baina zerua behintzat zoragarria da!

source: DEATH_ARENA_LOREDESC2
eu: Milaka gizaki betiko lozorrotik atera dituzte erritual sakratu bat bultzatzeko. Heriotza gelditu behar da!

source: DEATH_ARENA_LOREDESC3
eu: Mendeetan zehar hileta-errituen erdigunean egon da leku hau. Orain, gaizkia hutsaren itzuleraren katalizatzaile gisa balio du.

source: Dooku Arena
eu: Nagusiaren Dorrea

source: DLCP_DOOKU_LOREDESC_1
eu: Tentsioa hain da handia, ia uki baitezakezu. Inor ez da hemen ongi etorria.

source: DLCP_DOOKU_LOREDESC_2
eu: Burdinazko borondatea behar da Gazteluko Nagusiaren presentzia boteretsuari aurre egiteko.

source: DLCP_DOOKU_LOREDESC_3
eu: Egurrezko hesola: bai. Baratxuria: prest. Zilarra: bankariak ezetz esan du.

source: DLCP_DOOKU_LOREDESC_4
eu: Honaino ailegatzeko izandako borroka lazgarriak eta jabearen pertsonalitate zaila alde batera utziz gero, Gazteluaren zati hau aparta da!

source: DLCP_DOOKU_LOREDESC_5
eu: Gazteluko gela honek Ongiaren eta Gaizkiaren arteko borroka epiko ugari bizi izan ditu.

source: Passage vers la Promenade des condamnés
eu: Zigortuen Pasealekurako pasabidea

source: Passage vers les Égouts toxiques
eu: Estolda Toxikoetarako pasabidea

source: Passage vers la Serre
eu: Arboretum Hondaturako pasabidea

source: Passage vers les Profondeurs de la Prison
eu: Kartzelaren Sakonerako pasabidea

source: Passage vers les Toits de la Prison
eu: Harresietarako pasabidea

source: Passage vers le Charnier
eu: Hezurtegirako pasabidea

source: Passage vers l'Ancien réseau d'égouts
eu: Antzinako Estoldetarako pasabidea

source: Passage vers le Marais
eu: Erbesteratuen Lupetzerako pasabidea

source: Passage vers la Prison corrompue
eu: Galbiderako Kartzelarako pasabidea

source: Passage vers le Pont noir
eu: Zubi Beltzerako pasabidea

source: Passage vers la Crypte nauséabonde
eu: Kripta Jasanezinerako pasabidea

source: Passage vers le Coeur du Marais
eu: Habiarako pasabidea

source: Passage vers le Gué des Brumes et le Sanctuaire Endormi
eu: Trikimako Herrixka eta Lotarako Santutegira pasabidea

source: Passage vers le Gué des Brumes et le Cimetière du Val
eu: Trikimako Herrixka eta Hilerrirako pasabidea

source: Passage vers le Sanctuaire Endormi
eu: Lotarako Santutegira pasabidea

source: Passage vers le Cimetière du Val
eu: Hilerrirako pasabidea

source: Passage vers le Sépulcre oublié
eu: Ahaztutako Hilobirako pasabidea

source: Passage vers la Tour de l'Horloge
eu: Erloju Dorrerako pasabidea

source: Passage vers la Caverne
eu: Haitzulorako pasabidea

source: Passage vers la Salle de l'Horloge
eu: Erloju Gelarako pasabidea

source: Passage vers le Repaire du Gardien
eu: Zaindariaren Babeslekurako pasabidea

source: Passage vers le Château et la Distillerie
eu: Goi Tontor Gaztelu eta Destilategi Abandonaturako pasabidea

source: Passage vers la Distillerie
eu: Destilategi Abandonaturako pasabidea

source: Passage vers la Salle du trône
eu: Tronu Gelarako pasabidea

source: Passage vers l'astrolab
eu: Astrolaborategirako pasabidea

source: Passage vers l'observatoire
eu: Behatokirako pasabidea

source: Passage vers les Temples barbares
eu: Hautsitako Santutegietarako pasabidea

source: Passage vers la Falaise
eu: Hilgabeko Urertzerako pasabidea

source: Passage vers le Jardin Royal
eu: Mausoleorako pasabidea

source: Path to the Lighthouse's Top
eu: Itsasargiaren Gainerako bidea

source: Path to the Lighthouse
eu: Itsasargirako bide

source: U28_EXIT_BANK_NAME
eu: Irten Bankutik

source: DLCP_PURPLEGARDEN_TRANSITION_NAME
eu: Gazteluaren Kanpoalderako bidea

source: DLCP_DOOKUCASTLE_TRANSITION_NAME
eu: Drakularen Gaztelurako bidea

source: DLCP_DOOKUARENA_TRANSITION_NAME
eu: Nagusiaren Dorrerako bidea

source: U35_AFTERDEATH_TRANSITION_NAME
eu: Trikimako Herrixka eta Lotarako Santutegira pasabidea eta Hilerrirako pasabidea

source: Debug Tipyx
eu: Tipyx debug

source: Debug Seb
eu: Seb debug

source: Debug Thomas
eu: Thomas debug

source: Debug Skool
eu: Skool debug

source: Debug Looping
eu: Looping debug

source: Photo Room
eu: Argazki Gela

source: Custom
eu: Neurrira

source: Moded Level
eu: Aldatutako maila

source: Toits corrompus
eu: Usteldutako Sabaiak

source: Passage vers l'Embarcadère
eu: Malekoirako pasabidea

source: Le Puits
eu: Putzua

source: Défi
eu: Erronka

source: Egouts toxiques
eu: Estolda Toxikoak

source: Dojo
eu: Dojoa

source: U34_BOSS_RUSH_HUB_NAME
eu: Nagusia Azkar

source: DLCP_BIOME_RICHTER
eu: Richter Modua

source: DLCP_RICHTERCASTLE_LOREDESC_1
eu: Gazteluaren zati hau ez zait batere ezaguna egiten. Nola ailegatu zen Richter hona?

source: DLCP_RICHTERCASTLE_LOREDESC_2
eu: Richter-en gorputzean bizitzea ia berdina da. Jauzi egin aurretik ziur egon behar duzu soilik.

source: DLCP_RICHTERCASTLE_LOREDESC_3
eu: Iluntasunaren mundu batean, banpiro-ehiztari klan bateko kide batek defendatzen du jendea: Richter Belmontek, Drakulak mundua kontrolatzeko planaren aurka dabilena. Hau da bere istorioa. DUN DUN!

source: Difficile
eu: Zaila

source: Très difficile
eu: Oso zaila

source: Expert
eu: Aditua

source: Cauchemar
eu: Amesgaiztoa

source: Enfer
eu: Infernua

source: Ecriteau
eu: Seinalea

source: Lit sale
eu: Ohe zikina

source: Trou dissimulé
eu: Zulo izkutua

source: Cassette
eu: Kutxa

source: Champignons en pot
eu: Perretxiko potoa

source: Poudres
eu: Hautsa

source: "Chez Tom"
eu: "Tom-en etxea"

source: "Détenu et Docteur en champignologie"
eu: "Presoa eta Perretxikogintzan Doktore"

source: Abandonné depuis longtemps.
eu: Aspaldi abandonatua.

source: En fait, y a toute une colonie de rats qui a élu domicile là dessous.
eu: Tira, badirudi gaur egun arratoi familia batek leku honi etxe deitzen diola.

source: Ce petit malin s'est creusé un trou au bas du mur...
eu: Laguntxo bihurriak beretzako pasabidea egin du paretan zehar...

source: C'est là que le Champignologue planquait ce que son petit commerce lui a rapporté.
eu: Perretxiko-biltzaileak bere negozio txikiaren irabaziak ezkutatzen zituen lekua dela dirudi.

source: Des champignons aux formes diverses prolifèrent dans ces pots.
eu: Forma desberdin askotako perretxikoak hazten ari dira poto hauetan.

source: Vu leur aspect, ils doivent avoir quelques propriétés psychotropes intéressantes.
eu: Duten itxuragatik, propietate psikotropiko interesgarriak izango dituzte.

source: Le bon docteur Tom devait arroser toute la prison.
eu: Tom Doktore zahar hau kartzela osoa hornitzen ibiliko zen.

source: Toutes sortes de champignons ont été soigneusement broyés en fines poudres multicolores.
eu: Mota guztietako perretxikoak kontu handiarekin landatu dira kolore askotariko lurretan.

source: Ca n'était sûrement pas destiné à l'assaisonement de la soupe.
eu: Nahiko ziur nago ez zituztela zopari zaporea emateko erabiltzen.

source: Je n'y comprends rien...
eu: Gauza bat ez dut ulertzen...

source: Le Roi est bien mort pourtant...
eu: Baina Erregea erabat hilda dago...

source: Pourquoi rien n'a changé ?!
eu: Zergatik ez da ezer aldatu!?

source: QU'EST-CE QUE ÇA VEUT DIRE ?!
eu: ZER ESAN NAHI DU!?

source: ...Qu'est-ce que ça veut dire ?
eu: ...Zer esan nahi du?

source: Détenu pendu
eu: Zintzilikatutako presoa

source: Pots de fleur
eu: Loreontziak

source: Grand pot
eu: Ontzi handia

source: Fenêtre
eu: Leihoa

source: Matelas
eu: Koltxoia

source: Il aura préféré choisir l'heure de sa mort.
eu: Bere heriotzaren unea aukeratu nahi zuela pentsatzen dut.

source: Il y a une fleur fanée serrée entre ses doigts.
eu: Koloregabeko lore bat du bere hatz artean.

source: Une minute de silence...
eu: Isiltasun une bat...

source: Non, on a autre chose à foutre.
eu: Bah! Zeregin hobeak ditut!

source: Tout un tas de plantes qui, semble-t-il, ont un peu manqué d'eau ces derniers temps.
eu: Aspaldion ur eskasian dabilela dirudien landare sorta handi bat.

source: Il faut croire que ce type aimait bien les fleurs.
eu: Tipo honek loreak gustuko zituela dirudi.

source: Le pot comporte une étiquette :
eu: Etiketa bat dago ontzian:

source: "Ne pas arroser après minuit !"
eu: "Ez ureztatu gauerdia ondoren!"

source: Le truc planté là dedans ressemble moins à une fleur qu'à une expérimentation qui aurait vraiment mal tourné.
eu: Hor landatutako gauza horrek landare bat baino gehiago oso gaizki joan zen esperimentu bat dirudi.

source: Il y a des graines sur le rebord de la fenêtre.
eu: Leiho ertzean haziak daude.

source: C'est sans doute par là qu'il se faisait approvisionner.
eu: Hemendik lortuko zuek berak hornitzea.

source: Tout le tissu du lit semble avoir été déchiré et utilisé ailleurs.
eu: Oheko ehun guztia beste zerbaitetarako puskatu dutela dirudi.

source: Feu de camp
eu: Sua

source: Inscription
eu: Idazkia

source: Corps
eu: Gorpua

source: Ce feu de camp a été abandonné par un précédent visiteur...
eu: Lehenagoko bisitari batek abandonatutako sua...

source: Un petit repos ne prêtera sûrement pas à conséquences.
eu: Ziur atseden pixka batek ez duela minik emango.

source: Hmm. Quelque chose a changé.
eu: Hmm. Zerbait aldatu da.

source: Des mots sont inscrits sur le mur:
eu: Paretan idatzitako hitzak:

source: Sans doute une incantation.
eu: Arao gisakoren bat izango da.

source: Un type en armure mort depuis un bon moment.
eu: Armaduradun bat, denboratxoa darama hilda.

source: Porte de cellule
eu: Ziegako atea

source: Plateau repas
eu: Otordu erretilua

source: Hey vous là !
eu: Hey, hemen zaude!

source: Oh. C'est... "vous".
eu: Oh... "zu" zara.

source: On dirait que je suis du bon côté de la porte pour une fois !
eu: Behingoz atearen alde zuzenean nagoela dirudi!

source: AH AH AH !
eu: KAR KAR KAR!

source: La vache, ils vous ont pas loupé...
eu: Kaka, ez dute zure faltarik izan...

source: Personne ne répond.
eu: Erantzunik ez.

source: Laissé à l'abandon ici depuis un bon moment.
eu: Aspalditik abandonatuta dago.

source: Quelqu'un gémit derrière.
eu: Norbait intzirika dabil beste aldean.

source: Pas de réponse.
eu: Erantzunik ez.

source: Barre toi espèce de monstre !
eu: Alde egizu hemendik, friki hori!

source: Fous moi la paix !
eu: Utz nazazu bakean!

source: Y a de l'eau qui coule dans ma cellule !
eu: Ura dago zure ziegan!

source: J'crois qu'il y un truc qui vient de me frôler la jambe dans l'eau !
eu: Urean dabilen zerbaitek hanka ukitu didala uste dut!

source: AU SECOURS !!
eu: LAGUNTZA!!

source: Tas de cadavres
eu: Gorpu pila

source: Bannière
eu: Pankarta

source: Il y a beaucoup de détenus empilés ici.
eu: Preso mordoa pilatuta dago hemen.
