Repository: josuigoa/itzulpenak
Catalog: dead_cells/data/main.*.po
Languages: eu

source: Bois verni ... coussins recouverts de satin ...
eu: Bernizatutako egurra... satinezko kuxinak...

source: Une tripotée de romans aux couvertures de cuir ...
eu: Larruzko liburu sorta bat...

source: Je me demande quel noble avait son jardin personnel ici.
eu: Hemen lorategi pertsonala zein noblek duen jakin nahiko nuke.

source: Des gants, une fourche ... un courtisan s'essayait au jardinage ?
eu: Eskularruak, sarde bat... Agian gorteko batek lorezaintzan saiatu zen?

source: Non, aucun d'entre eux n'aurait accepté de s'asseoir sur un divan aussi rustique.
eu: Ez, ez genuke altzari puska zarpail horretan eseriko litzatekeenik aurkituko.

source: Ni de porter cette tenue.
eu: Edo janzkera hau izango lukeenik.

source: Il semblerait que le jardinier avait ses entrées au palais, lui aussi.
eu: Badirudi lorezainak palaziorako bere sarrera ere bazuela.

source: Céllier
eu: Sotoa

source: C'est un tableau d'affichage, une note y est attachée.
eu: Buletin ohol bat, ohar bat dago bertan.

source: "N’oubliez pas de nettoyer régulièrement le cellier : la viande ne devrait pas rester plus de 3 ou 4 jours, après ça commence à sentir."
eu: "Ez ahaztu tarteka sotoa garbitzeaz: haragiak ez du 3 edo 4 egun baino gehiago iraungo, horren ondoren kirats nazkagarria izango du."

source: Il semblerait que l'un d'entre eux ait réussi à s'échapper...
eu: Badirudi norbaitek egin zuela...

source: Le pauvre bougre n'est pas allé bien loin.
eu: Gizajoa ez zen urrunegi ailegatu.

source: Il en restait un peu.
eu: Soberakin batzuk zeuden.

source: Odeur nauséabonde
eu: Kirats Kaltegarria

source: Tuyau
eu: Hodia

source: On dit que ce qui ne te tue pas te rend plus fort...
eu: Hiltzen ez zaituenak indartsuago egiten zaituela diote...

source: Si qui que ce soit est devenu plus fort grâce à ça, il doit être MONSTRUEUX !
eu: Norbait honen bidez bizi izan bada, HIGUINGARRIA izango da!

source: Rien que l’odeur est déjà létale...
eu: Usaina bera hilgarria da...

source: Je suis sûr d'avoir déjà vu ça quelque part...
eu: Ziur nago hau lehendik nonbait ikusi dudala...

source: Quelle est cette étrange créature accrochée à son visage ?
eu: Zer da aurpegiak itsatsita duen izaki arraro hau?

source: Il frémit encore, comme s'il était à moitié vivant...
eu: Espasmo batzuk ditu oraindik ere, erdi bizirik balego bezala...

source: Mieux vaut ne pas s'attarder.
eu: Hobe ez geratzea.

source: Trop traîner ici risquerait d'avoir des conséquences inattendues !
eu: Luzaro gelditzeak ustekabeko ondorioak izan ditzake!

source: Signe
eu: Seinalea

source: "Es-tu digne?"
eu: "Merezi al duzu?"

source: "Tu t'es montré digne."
eu: "Merezi duzula frogatu duzu."

source: "Tu n'es pas digne."
eu: "Ez duzu merezi."

source: Inanimate body
eu: Bizigabeko gorputza

source: Someone tried to drink directly from the barrel ?
eu: Upeletik zuzenean edaten saiatu da norbait?

source: Old habits are hard to lose.
eu: Ohitura zaharrak ezin kendu.

source: "Dispenser out of order"
eu: "Banatzaileak ez du funtzionatzen"

source: "One of the engineers was so happy with his new prototype that he went straight to the barrel dispenser to test it...''
eu: "Ingeniarietako bat hain zegoen pozik bere prototipo berriarekin, ezen zuzenean upel-banagailura joan baitzen probatzera..."

source: ''This level of stupidity would have got him fired if he didn't die in the process.''
eu: "Ergelkeria maila horrek kaleratzea ekarri izango lioke ez balitz prozesuan hil."

source: Signed: The Management.
eu: Sinatuta: Administrazioa.

source: Letter
eu: Eskutitza

source: "By the King's command, you are to burn the Arboretum down until nothing is left but cinders.
eu: "Erregearen aginduz, Arboretum-a erre behar duzue errautsak bakarrik gelditu arte.

source: And ignore the gardener's protestations... he has no protection from the Castle anymore. "
eu: Eta ez egin jaramonik lorezainaren protestei... jada ez dago Koroaren babespean."

source: Royal order
eu: Errege agindua

source: "I'm alive again... but I can feel the madness lurking in the shadows. And I don't think that these medicinal plants will help me for long..."
eu: "Berriz bizirik nago... baina eromena itzaletan begira nabari dut. Eta ez dut uste landare sendagarri hauek luzaroan lagunduko didatenik..."

source: Yet another order to burn down the plants...
eu: Arboretum-a erretzeko beste agindu bat baino ez...

source: Gerbe de plantes
eu: Landare-koroa

source: "Writing help me keep what's left of my sanity. The Swamp people were stunningly friendly... Apparently, their Mother love flowers?
eu: "Idazteak gelditzen zaidan zentzu apurra mantentzen laguntzen dit. Zingirako jendea izugarri lagunkoiak zen... Itxuraz, beraien Amak loreak maite ditu?"

source: The Priest helped me with a concotion done with the local herbs. Not sure if it's working, but I can definitely feel a new sort of pain in my stomach..."
eu: Haien Apaizak bertako belarrekin egindako nahasketa batekin lagundu zidan. Ez dakit funtzionatzen duen, baina zalantzarik gabe mina mota berri bat sentitzen dut sabelean."

source: What do we have here?
eu: Zer dugu hemen?

source: Come out, come out...
eu: Atera, atera...

source: letter
eu: Eskutitza

source: "I was hoping her people could help me, but they don't recognise me anymore.
eu: "Bere jendeak lagunduko ninduela espero nuen, baina jada ez ninduten ezagutzen."

source: The apostate's hideout ain't far, but I don't know what kind of welcome they reserve to stranger in need of help these days."
eu: "Apostaten ezkutalekua ez dago urrun, baina ez dakit gaur egun zer nolako harrera egingo dioten laguntza eske dabiltzan arrotzei."

source: "Apostates didn't end up better than the rest of us.
eu: "Apostatek ez zuten gutako gainerakoek baino hobeto egin."

source: Moments of consciouscness are becoming rarer and shorter... I won't make it to the lighthouse.
eu: "Konortea uneak gero eta urriagoak eta laburragoak dira... Ez naiz Itsasargira iritsiko."

source: See you down there".
eu: "Agian atseden hartzeko leku duin bat aurkituko dut hor behean"

source: journal
eu: Egunkaria

source: "They didn't lie when they said the Queen's Temples were full of treasures waiting to be taken..."
eu: "Ez ziren gezurretan ari, Erreginaren tenpluak norbaitek hartzeko zain zeuden altxorrez beterik zeudela esan zutenean..."

source: "Thought they could have mentioned their wardens"
eu: "Zaindariak ere aipa zitzaketen arren"

source: "The Apostates fleed when they saw us approched... The King is right, they must behind that sickness!
eu: "Apostatak ihes egin zuten hurbiltzen ikusi gintuztenean... Erregeak arrazoi du, gaixotasun horren atzean egon behar dute!"

source: I'm staying here with a few of my men while the others are going back to the Castle, with all the apostate's scrolls and books we could gather."
eu: "Nire gizon batzuekin hemen geldituko naiz, besteak Gaztelura itzultzen diren bitartean, bildu ahal izan ditugun Apostaten pergamino eta liburu guztiekin."

source: Maybe the Alchemist can find a remedy in there?
eu: "Agian Alkimistak konponbidea aurki dezaken bertan?"

source: Cuve vide
eu: Depositu hutsa

source: "Apostates' researches on death and cellular decay were far more advanced that what I've seen elsewhere....
eu: "Apostatek egindako heriotzari eta zelulen hondatzeari buruzko ikerketak beste inon ikusitakoak baino askoz aurreratuagoak dira...

source: They seem to endure better than the rest of the island.
eu: Uharteko gainontzekoak baino hobeto jasan dutela dirudi.

source: We shared knowledge, and they handed me some precious samples. There may be another way to endure the Malaise..."
eu: Ezagutza partekatu dugu, eta lagin preziatu batzuk eman dizkidate. Ondoezari aurre egiteko beste modu bat egon daiteke..."

source: This feels uncomfortably familiar...
eu: Hau deserosoki ezaguna iruditzen zait...

source: boat
eu: Txalupa

source: Wooden boats. They wanted to flee.
eu: Egurrezko txalupak. Ihes egin nahi zuten.

source: Why did some stayed?
eu: Zergatik gelditu ote ziren batzuk?

source: skull
eu: Kaskezurra

source: Seems oddly familiar.
eu: Bitxiki ezaguna zait.

source: hotkBedEvent
eu: Errege Tamaina...

source: hotkDiaryEvent
eu: "Erregea bera etorri zen nire gelara Erraldoia eta ni elkarrekin ageri ginen erretratua kentzera. Ulertzen dut bere frustrazioa, baina nire gizonak urduri zueden..."

source: hotkNoteGuard1Event
eu: "Eskua Erregearen susmopean dago, Erraldoiaz esan dezakedana baino gehiago da... Isilpean ongi egotea espero dudan arren, aspaldian ez dugu ikusi."

source: hotkNoteGuard2Event
eu: "Sukaldari zaharra hil zutenetik janariak zapore arraroa du. Ez dirudi Eskuari axola zaionik, beraz, sudurra itxi eta natillekin amestu besterik ez dut egiten."

source: hotkNoteDeskEvent
eu: "Erregea konbentzituta dago bere bizitzaren aurkako konspirazio bat dagoela. Konspirazio hori benetazkoa izan daitekeen arren, ez dut horren frogarik ikusi. Are okerrago, sukaldaria exekutatu zutenetik janariaren kalitateak behera egin dut..."

source: Bug
eu: Zomorroa

source: There's a small bug in this jar.
eu: Zomorro txiki bat dago potoan.

source: Something feels off... as if the bug was a potent weapon of sorts...
eu: Zerbait arraroa nabari dut... zomorroa arma indartsu bat balitz bezala...

source: Probably nothing.
eu: Ziurrenik ez da ezer.

source: chest
eu: Kutxa

source: Hmm... people fled this room hastily, judging from the mess they left behind.
eu: Hmm... Jendeak gela honetatik presaka egin zuen ihes, utzitako nahaspila ikusita.

source: I wonder who they were...
eu: Nor ote ziren jakin nahi nuke...

source: Door
eu: Atea

source: Corpes
eu: Gorpuak

source: Tank
eu: Depositua

source: Hey!
eu: Aizu!

source: I didn't break that door!
eu: Atea ez nuen nik hautsi!

source: Something's not right...
eu: Zerbait ez dago ongi...

source: I hate those guys! And it seems someone really did too...
eu: Gorroto ditut horiek! Eta beste norbaitek ere baietz dirudi...

source: I hope I'll never meet them!
eu: Nahiago nuen ez banitu inoiz ezagutu!

source: Whoever did that mess wasn't too fond of the experiments done here.
eu: Nahaspila hau egin zuena ez zen oso abegikorra hemen egindako esperimentuekin.

source: U26_HKLORE_1
eu: Leku hau oso... baketsua da.

source: U26_HKLORE_2
eu: Bertan jartzeak lasaitu handia emango lidakeela uste dut.

source: U26_HKLORE_3
eu: ... ongi dago arrazoia izatea!

source: U26_CODGLORE_1
eu: Bai beldurgarria! Benetan bilatu behar al nuen?

source: U26_CODGLORE_2
eu: Oh, ez dago madarikatua edo antzekorik.

source: U26_BLASPHEMOUSLORE_1
eu: Aldare bitxi bat.

source: U26_BLASPHEMOUSLORE_2
eu: Begira hau eusten ari diren gizontxo bitxi horiei!

source: U26_SKULLORE_1
eu: Hezur pila bat.

source: U26_SKULLORE_2
eu: Kaskezur hauetako batzuk oso zakarrak dirudite!

source: U26_HLDLORE_1
eu: Urduritu egiten naiz... monolito honen ondoan.

source: U26_HLDLORE_2
eu: Laster egin behar nuke alde!

source: U26_GUACALORE_1
eu: Hau da figura ederra!

source: U26_GUACALORE_2
eu: Egunen batean nire estatua bat egitea espero dut!

source: A very dead Michel.
eu: Oso hildako Michel.

source: Poor guy: lost his job, died, became home to a small parasite...
eu: Gizajoa: lana galdu, hil eta eta bizkarroi txiki baten etxe bihurtu zen...

source: A small planner.
eu: Planifikatzaile txiki bat.

source: It goes from various lighthouse-related tasks each day to a succession of weeks filled with the word "Nothing".
eu: Egunero itsasargiari lotutako ataza batzuetatik hasi eta "Ezer ez" hitzekin betetako asteekin jarraitzen du.

source: Looks like Michel's life was really boring in the end.
eu: Azkenean Michel-en bizitza oso aspergarria zen, antza.

source: "It's been a week now that the Lighthouse has been extinguished. We, the guardians of the tower have been required to move to the village. All that because someone saw a weird scallop on the beach.... Let me tell you, I've been a keeper for my whole life, it's not a scallop that can frighten me."
eu: "Astebete da Itsasargia itzali zenetik. Guri, dorrearen zaindarioi, herrixkara joateko eskatu digute. Hori dena norbaitek hondartzan maskor arraro bat ikusi zuelako... Gauza bat esango dizut, bizitza osoan izan naiz zaindaria eta ez dago ni beldurtuko nauen maskorrik.

source: These eggs have definitely not been laid by a chicken.
eu: Ziur arrautza hauek ez dituela oilo batek errun.

source: They seem to be trembling from time to time.
eu: Tarteka dardara egiten dutela dirudi.

source: Charming.
eu: Xarmagarria.

source: Trident
eu: Hiruhortzekoa

source: What a beautiful pedestal
eu: Zeien idulki ederra!

source: That trident must have belonged to someone important
eu: Hiruhortzeko pertsona garrantzitsuren batena izango zen.

source: Well, anyway...
eu: Tira, edonola ere...

source: U28_ENTRANCE_CORPSES
eu: Pertsona hauek luzaroegi itxaroteagatik hil ziren... Hori aspertua hartuko zutena!

source: Note de sécurité
eu: Segurtasun oharra

source: La pierre philosophale, une histoire.
eu: Filosofoaren Harria: Istorio bat

source: Richesse des royaumes
eu: Erresumen Aberastasunak

source: Un vieux livre
eu: Liburu zahar bat

source: U28_ARCHIVE_BAGS_01
eu: Bankuko langileentzako segurtasun ohar bat.

source: U28_ARCHIVE_BAGS_02
eu: "Ez utzi janik merkatarien zorroen ondoan, badirudi jada ez direla fiatzekoak.". Zer jaten du zorro batek, baina?

source: U28_ARCHIVE_PHILOSTONE_01
eu: Filosofoaren Harriari buruzko tratatu bat. Azken orriak bakarrik geratzen dira.

source: U28_ARCHIVE_PHILOSTONE_02
eu: "... Eta hori da kondairetako Filosofoaren Harria aurkitzeko modua. Zelako bidaia!"

source: U28_ARCHIVE_ADAMSMITH_01
eu: Ekonomia testu-liburu bat. Gela honetan dauden liburuetatik ireki ez duten bakarra dela dirudi.

source: U28_ARCHIVE_ADAMSMITH_02
eu: Eta esku ikusezina zer? Zein zerikusi dute mamuek ekonomiarekin?!

source: U28_ARCHIVE_MARX_01
eu: Hautsez betetako liburuki zahar bat. Badirudi artxiboetara gehitu zutenetik ez dela erabili.

source: U28_ARCHIVE_MARX_02
eu: Izenburuaren zati bat bakarrik irakur daiteke. Soilik "Das Kapit..." eta bizar izugarria duten pertsonatxo berde horietako bat ikus daiteke argazkian.

source: Tas de sacs éventrés
eu: Urratutako zorro pila bat

source: Monceau de sacs transpercés
eu: Zulatutako zorro mordoa

source: U28_DEADBAGS_EVIS_01
eu: Norbaitek mota askotariko armekin bortizki puskatu ditu merkatarien zorroak. Edukiontziak gorrotatuko dituzte.

source: U28_DEADBAGS_PIERCED_01
eu: Zorro hauek leku askotan zulatu dituzte. Hutsak dirudite.

source: U32_ANSWER_PHONE
eu: Jaso entzungailua

source: U32_HOTLINELORE_1
eu: Ahots sakon bat dator tramankulu bitxi honetatik: "Zenbaki okerra...".

source: U32_KZ_DESK_LORE_1
eu: Egurrezko idazmahai izugarria. Garrantzitsua den norbaitena izango da.

source: U32_KZ_DESK_LORE_2
eu: Irekitako egunkari zahar bat, orrian "Zero//NULL" izenburua irakur daiteke.

source: U32_KZ_DESK_LORE_3
eu: Bla bla bla amnesia, bla bla programa sekretua, denbora-kontrolatzeko drogak... noiz hasiko dira gauza interesgarriak?!

source: U32_KZ_DESK_LORE_4
eu: ...Itxaron, zer?! Nik ere denbora kontrolatu nahi dut!

source: U32_KZ_SEAT_LORE_1
eu: Benetan erosoa dirudien besaulkia. Atseden hartu, erlaxatu eta inguruan dagoen edonorekin kontu-kontari aritzeko gogoa ematen du... zerbait kontatzeko baduzu, alegia...

source: U32_KZ_TABLE_LORE_1
eu: Mahai baxu soil eta dotorea.

source: U32_KZ_TABLE_LORE_2
eu: Hitzez betetako ohar bat dago: "HIL HIL HIL HIL HIL HIL".

source: U32_KZ_TABLE_LORE_3
eu: Ez da oso dibertsifikatua, baina pentsatzeko zerbait ematen dizu! Ziur baietz!

source: U32_ROR_EXAM_GOLEM1
eu: Bai estatua beldurgarria...

source: U32_ROR_EXAM_GOLEM2
eu: Bere begia poliki taupaka ari da. Deskargatutako arma bat dirudi. Zorionez, tipo handi hau ez dago martxan!

source: U32_ROR_EXAM_GOLEM3
eu: Ez zara hain indartsua orain, ezta?!

source: U32_ROR_EXAM_TP1
eu: Harrizko arku bitxi bat. Badirudi.... nirekin hizketan ari dela?

source: U32_ROR_EXAM_TP2
eu: "BIZIRAUN...!" Bai, ez kezkatu.

source: U32_ROR_EXAM_TP4
eu: ...Honek azaltzen du.

source: U32_TERRARIA_LORE_1
eu: Hum, ezpata ederra. Zergatik utzi munstro itsusi honen barruan? Lapur diezazuten modurik onena da.

source: U32_TERRARIA_LORE_2
eu: Pentsarazi egiten du...

source: U32_TERRARIA_LORE_3
eu: Oh! Lurrean ezpata bat! Nik ikusi dut lehenengo!

source: DLCP_LORE_LEGION_CORPSES_1
eu: Uaaaaaau! Zer da gorpu pila erraldoi hau?!

source: DLCP_LORE LEGION_CORPSES_2
eu: Bertan bola bat egiten saiatu direla dirudi.

source: DLCP_LORE_LEGION_CORPSES_3
eu: Ez nuke halako izugarrikeria baten aurka borrokatu nahi... gainera, kaxkarra naiz aireko borrokan.

source: DLCP_LORE_LEGION_CORPSES_4
eu: Aizu... oraindik arnasa hartzen duela dirudi!

source: DLCP_LORE_LEGION_CORPSES_5
eu: Hobe ez banaiz hemen luzaroan gelditzen.

source: DLCP_LORE_LABEL_SAVE
eu: Salbu?

source: DLCP_LORE_SAVE_DODECAHEDRON_1
eu: Gelaren erdian flotatzen ari den poliedro handi bat dago eta ezer gehiagorik ez.

source: DLCP_LORE SAVE_DODECAHEDRON_2
eu: Eta ukituko banu?

source: DLCP_LORE_SAVE_DODECAHEDRON_4
eu: Ezer ez. Ez naiz lehen baino babestuago sentitzen.

source: DLCP_LORE_SAVE_DODECAHEDRON_5
eu: Hau bai alferrikako objektua...

source: DLCP_LORE_LABEL_STEAL
eu: "Hartu"

source: DLCP_LORE_ALUCARD_SHIELD_1
eu: Zeinen ezkutu ederra! Eskeleto batean probatu behar nuke!

source: DLCP_LORE_LABEL_PET_CAT
eu: Mariaren Katua

source: DLCP_LORE_MARIA_CAT_1
eu: Bere jabeari kartzelara giltza zekarkion katu txuri polita.

source: DLCP_LORE_MARIA_CAT_2
eu: Hain da moñoñooooaaa!... Eta ankerra... bere espezieko kide harroa.

source: PG_LORE_CARRIAGE_DEBRIS
eu: Norbaitek paraleloan aparkatzen huts egin du...

source: PG_LORE_CARRIAGE
eu: Badirudi gurdi hau Gazteluko ate nagusiaren kontra sartu dela. Gidaria intsektu OSO handi batek distraituko zuen.

source: DLCP_LORE_LABEL_SEARCH
eu: Bilatu

source: DLCP_LORE_LABEL_STATUE
eu: Behatu

source: DLCP_LORE_TREVOR_CABINET_1
eu: Banpiro ehiztari perfektuaren armategi osoa duen apal bat.

source: DLCP_LORE_TREVOR_CABINET_2
eu: Larruzko armadura, baratxuri-buruak, zartailua... baita ile-lozioa ere, "ilea hegan uzteko".

source: DLCP_LORE_SYPHA_STATUE_1
eu: Kaputxadun emakume gazte baten estatua.

source: DLCP_LORE_SYPHA_STATUE_2
eu: Hurbileko apalaren antzera, oso antzinakoa dirudi.

source: DLCP_LORE_SYPHA_STATUE_3
eu: Oinarrian dagoen plakan "Sypha Belnades" irakur daiteke.

source: DLCP_LORE_SYPHA_STATUE_4
eu: Sorgin bat dirudi, baina sorgin onetako bat.

source: U35_CURSED_ALTAR
eu: Madarikatutako aldarea

source: U35_CURSER_MASK
eu: Madarikatutako maskara

source: U35_LR_CursedAltar_Altar0
eu: Ikuskizun odoltsua: kaskezur beldurgarria, gorpu elbarritua, gurutze alderantzikatua, sugar moreak...

source: U35_LR_CursedAltar_Altar1
eu: Denekin dute. Tipo hauek badakite. Errespetua.

source: U35_LR_CursedAltar_Mask
eu: Moko komikoki luzea duen maskara bat. Norbaitek ez du besteengana gehiegi hurbildu nahi, ikusten denez.

source: U35_STATUE_PLAGUE_INQUISITORS
eu: Mago iluna

source: U35_STATUE_FAITHFULS
eu: Erregutzaileak

source: U35_STATUE_SORELOOSER
eu: Diakono txikia

source: U35_LR_Statue_Center0
eu: "Heriotza bedeinkazioa da. Aintza bere apaizei."

source: U35_LR_Statue_Center1
eu: Hmm, ez da oso lema positiboa...

source: U35_LR_Statue_Center2
eu: Orduan, beraientzat santua naiz? Zenbatetan hiltzen naizen kontutan hartuta...

source: U35_LR_Statue_Faithful0
eu: Gizajo batzuk mozorrotutako irudi maltzur horri erreguka.

source: U35_LR_Statue_Faithful1
eu: Bere bedeinkapen eske otoitzean ari dira... edo beraien bizitza salbatzeko?

source: U35_LR_Statue_SoreLooser0
eu: Badirudi mutil txiki hau ondoan duen figura erraldoiaren laguntzailea dela.

source: U35_LR_Statue_SoreLooser1
eu: Inork ez dio jaramonik egiten.

source: U35_LR_Statue_SoreLooser2
eu: Txikitxo gizajoa.

source: U35_LR_Statue_SoreLooser3
eu: Ziur nago laguntzeko besterik ez dagoela.

source: U35_OLD_CURSED_WOMAN_ROOM_WALL
eu: Paretako panela

source: U35_OLD_CURSED_WOMAN_ROOM_RINGS
eu: Ohe zikina

source: U35_LR_OldWoman_Wall0
eu: Paperez, inskripzio amorratuez eta dena lotzeko hari gorriz estalitako ohol ikusgarria.

source: U35_LR_OldWoman_Wall1
eu: Nahaspila horretan esaldi gutxi batzuk irakur daitezke.

source: U35_LR_OldWoman_Wall2
eu: "...eta horregatik nago hain ziur Ondoeza ez dela existitzen. Uharteko jende guzti itxurakeriatan ari da, hori egiteko ordaindu zietelako!"

source: U35_LR_OldWoman_Wall3
eu: "Nork sinetsiko luke benetan hilgabeak direla? Nik ez, hori ziur! Hala ere, bazenekien gure Erregina maitea benetan suge bat dela? Ez? Ez da harritzekoa!"

source: U35_LR_OldWoman_bed0
eu: Lizuna duen ohe honen eta goitik zintzilik dauden ezkilak lotzen dituen soka bat dago.

source: U35_LR_OldWoman_bed1
eu: Gaizki egindako alarma sistema dirudi... edo inoiz lorik ez hartzeko modu ona.

source: Classique
eu: Klasikoa

source: Les musiques originales de Dead Cells !
eu: Dead Cells-en jatorrizko soinu-banda!

source: Blip bloup blop
eu: Beep Boop Beep

source: MUSIC_AVRIL_CLASSIC_NAME
eu: Castlevania

source: MUSIC_AVRIL_CLASSIC _DESC
eu: Hiltzeko moduko soinu-banda bikaina!

source: Faster enemies movement 1
eu: Etsaien mugimendu azkarragoak 1

source: Faster enemies movement 2
eu: Etsaien mugimendu azkarragoak 2

source: Faster enemies movement 3
eu: Etsaien mugimendu azkarragoak 3

source: More reactive enemies
eu: Erantzun azkarreko etsaiak

source: Even more reactive enemies!
eu: Oraindik erantzun azkarragoko etsaiak!

source: Faster enemy teleport 1
eu: Etsaien telegarraio azkarragoa 1

source: Faster enemy teleport 2
eu: Etsaien telegarraio azkarragoa 2

source: Faster enemy teleport 3
eu: Etsaien telegarraio azkarragoa 3

source: More damage hero 1
eu: Heroiak min handiagoa eman 1

source: More damage hero 2
eu: Heroiak min handiagoa eman 2

source: More damage hero 3
eu: Heroiak min handiagoa eman 3

source: Enemies deal more damage 1
eu: Etsaiek min handiagoa eman 1

source: Enemies deal more damage 2
eu: Etsaiek min handiagoa eman 2

source: Enemies deal more damage 3
eu: Etsaiek min handiagoa eman 3

source: Enemies turn into elites
eu: Etsaiak elitetan bihurtu

source: More enemies turn into elites
eu: Etsai gehiago elitetan bihurtu

source: Even more enemies turn into elites!
eu: Oraindik etsai gehiago elitetan bihurtu!

source: Mobs spawn around you
eu: Etsaiak zure inguruan agertu

source: More mobs spawn around you
eu: Etsai gehiago zure inguruan agertu

source: Even more mobs spawn around you!
eu: Oraindik etsai gehiago zure inguruan agertu!

source: Enemies teleport by groups
eu: Etsaiak taldean telegarraiatu

source: Enemies teleport by bigger groups
eu: Etsaiak talde handiagotan telegarraiatu

source: The Beheaded
eu: Burugabea

source: Félicitations ! Vous avez réussi à abattre le Boss de cette demo !
eu: Zorionak! Demo honetako nagusia garaitu duzu!

source: Dernière tentative échouée !
eu: Azken saiakeran huts!

source: Localisez le boss et éliminez-le !
eu: Aurkitu eta hil nagusia!

source: Essais restants: ::n::
eu: Saiakerak faltan: ::n::

source: Je suis pas sensé me trouver là, hein...
eu: Ez nuke hemen egon behar, badakizu...

source: Vous avez été infecté par le Mal-être.
eu: Ondoezak kutsatu zaitu.

source: Niveau d'infection au Mal-être élevé
eu: Ondoez kutsatze maila: Altua

source: Niveau d'infection au Mal-être CRITIQUE !
eu: Ondoez kutsatze maila: KRITIKOA!

source: Objet débloqué: ::name::
eu: Desblokeatutako objektua: ::name::

source: Défense brisée !
eu: Defentsa puskatua!

source: Accès anticipé (::version::)
eu: Sarbide goiztiarra (::version::)

source: Forum Accès anticipé
eu: Sarbide Goiztiar forua

source: Continuer (mode streaming)
eu: Jarraitu (Streaming Modua)

source: Mode streaming
eu: Streaming Modua

source: (vide)
eu: (hutsik)

source: (bloqué)
eu: (blokeatuta)

source: (::d::/::m::/::y:: ::hour::)
eu: (::y::/::m::/::d:: ::hour::)
