Repository: josuigoa/itzulpenak
Catalog: dead_cells/data/main.*.po
Languages: eu

source: Bref, vous arrivez à point nommé ! Je viens de finaliser ma machine afin de créer le remède contre le Mal-Être !
eu: Edonola ere, une egokian zatoz! Ondoeza sendatzen lagunduko didan gailua bukatu berri dut!

source: Bienvenue mon lugubre ami !
eu: Ongi etorri, nire lagun mutua!

source: Voici le Catalyseur, mon... je veux dire, notre dernier espoir.
eu: Gustatzen nire Katalizatzailea? Ez da oso dotorea ere, baina derrigorrezkoa Alkimista izan nahi duen edonorentzat.

source: Combien d'aberrations avez-vous fait disparaître cette fois ? Combien de Cellules m’avez-vous amenées ?
eu: Kasurik ere ez... Zenbat malapartatu xehatu dituzu oraingoan? Zenbat Zelula ekarri dizkidazu?

source: Auriez-vous l’amabilité de les déposer dans le Catalyseur, s’il vous plaît ?
eu: Horko Katalizatzailean jarriko al zenizkidake?

source: Tout repose sur cette machine, celle qui devrait élaborer... La Panacée.
eu: Panazearen mitoa ezaguna egiten al zaizu?

source: Avez-vous déjà entendu parler de ce mythe ? Le remède à tout les maux...
eu: Gaitz guztientzako sendagaia...

source: ...distillé à partir de l’essence même de la vie.
eu: ... bizitzaren esentzia gordinetik bertatik destilatua.

source: Enfin, à en croire les écrits des Premiers Alchimistes.
eu: Tira, Lehenengo Alkimistari sinesten badiozu.

source: Des histoires absurdes imaginées par de vieux séniles. Des contes pour enfant crédules...
eu: Ergelkeriak! Agure senil multzo batek esanak. Haur sinesberentzako ipuinak... Zuri begiratzea besterik ez dago.

source: Dépendance. Perte d’empathie. Soif de violence. Folie. Destruction.
eu: Menpekotasuna. Enpatia galtzea. Indarkeriarako grina. Erokeria. Heriotza amaigabea.

source: Jouer avec l’essence vitale n’a jamais rien apporté de bénéfique.
eu: Ezin da ezer onik atera Zelulekin bazabiltza...

source: Seulement... J’ai déjà écumé chaque recoin de l’île, plongé mes mains dans les entrailles des morts...
eu: Baina gero... Uharte osoa arakatu dut dagoeneko, eroritakoen aztarnetatik ateraz...

source: ...et disséqué les vivants. Peu furent volontaires, tous m'ont supplié d'arrêter.
eu: ... baita bizidunen tripak ere. Gutxi batzuk zeuden laguntzeko prest. Askok errukia eskatu dute.

source: Est-ce là le seul espoir qu'il me reste ? De vieux contes et légendes ?
eu: Hau da geratzen zaidan guztia? Haurrentzako ipuin batzuetako esperantza faltsua...

source: Pathétique...
eu: Errukarria.

source: Outch !
eu: Autx!

source: Aïe !
eu: Ahhh!

source: Urgh !
eu: Argh!

source: Vous ne pouvez me vaincre !
eu: Ezin nauzu hil!

source: J’ai rien senti !
eu: Hori da dena? Ez dut ezer sentitu.

source: Sans la potion vous ne valez rien !
eu: Ni gabe, ez zara ezer!

source: Incapable de régler un conflit pacifiquement...
eu: Benetan ez zara gatazkak modu baketsuan konpontzeko gai, ezta? Pena...

source: J’espère que tout le monde est dans les crédits ici.
eu: Txarto, lagun! Txarto.

source: J’ai tellement crunché pour en arriver là !
eu: Ama!

source: Je n’avais jamais remarqué à quel point le carrelage était froid.
eu: E... E... Ez nuen inoiz nabaritu lauza hauek zeinen hotzak diren.

source: Oh mon dieu ! Ils ont tué le collecteur !
eu: Ene bada! Biltzailea hil dute!

source: La princesse est dans un autre château.
eu: Zure Printzesa beste gaztelu batean dago.

source: Plus besoin de dentiste !
eu: Ez dago dentista gehiagoren beharrik!

source: Si je n’étais pas là, vous seriez vous ?
eu: Non zeundeke ni gabe?

source: Frapper
eu: Jo

source: DLCP_ALUCARD_CLOCK_CINE_1
eu: Asko itxaron behar izan dut... hemen zaude, behintzat. Has gaitezke.

source: DLCP_ALUCARD_CLOCK_CINE_2
eu: Ate honetatik zuzenean joango zara aitaren Gaztelura. Ez-hildako tenienterik ez bidean, oraingoan!

source: DLCP_ALUCARD_CLOCK_CINE_3
eu: Kontuz, hala ere: Gaztelu hau ez da harrizko eraikina soilik. Bizirik dagoela dirudi, ia sentikorra da.

source: DLCP_ALUCARD_CLOCK_CINE_4
eu: Nire aitak badaki horma hauen artean gertatzen den guztia eta segur aski prestatuko dizu... ongi etorri beroa.

source: DLCP_ALUCARD_CLOCK_CINE_5
eu: Zorte on hor kanpoan! Tronuaren gelaren inguruan aurkituko nauzu, hau bukatu beharra dugu.

source: DLCP_ALUCARD_CLOCK_NO_DOOR_CINE_1
eu: Oh hemen zaude. Zoritxarrez ezin gara nire aitaren Gaztelura berriz sartu.

source: DLCP_ALUCARD_CLOCK_NO_DOOR_CINE_2
eu: Bertatik alde eginda, oina Gazteluan jartzea galarazi diezaguke.

source: DLCP_ALUCARD_CLOCK_NO_DOOR_CINE_3
eu: Zein sarrera erabili nahi duzun aukeratu beharko duzu: kartzelatik edo gela honetatik, baina bietatik ez.

source: DLCP_ALUCARD_DEATH_CINE_1
eu: Borroka ona...

source: DLCP_ALUCARD_DEATH_CINE_2
eu: Zoritxarrez, erritua bete egin da: nire aita mundu honetara ekarri dute atzera.

source: DLCP_ALUCARD_DEATH_CINE_3
eu: Bere tenienterik fidagarriena hilko bagenu ere, egoera larria da.

source: DLCP_ALUCARD_DEATH_CINE_4
eu: Nire aitaren santutegira ailegatzeko bidea aurkitu behar dut.

source: DLCP_ALUCARD_DEATH_CINE_5
eu: Zuregana itzuliko naiz ondoren zer egin behar genukeen jakitean.

source: DLCP_ALUCARD_DOOKU_CINE_1
eu: Bertan gaude.

source: DLCP_ALUCARD_DOOKU_CINE_2
eu: Ate honen atzean dago nire aitaren tronuaren gela.

source: DLCP_ALUCARD_DOOKU_CINE_3
eu: Tamalez, bere aurka bakarrik borroka zaitezen utzi behar dizut.

source: DLCP_ALUCARD_DOOKU_CINE_4
eu: Lehenago saiatua naiz familiako odola isurtzen... ez zen ongi atera.

source: DLCP_ALUCARD_DOOKU_CINE_5
eu: Ez izan beldurrik. Nire aita ez da garaiezina, irabazi dezakezu!

source: DLCP_ALUCARD_PRISON_CINE_1
eu: Ah, hemen zaude! Kartzela zikin honetako bazter guztietan zure bila ibili naiz.

source: DLCP_ALUCARD_PRISON_CINE_2
eu: Nire aitaren tronuaren gelara ailegatzeko modua aurkitu dut. Oraingoan benetan.

source: DLCP_ALUCARD_PRISON_CINE_3
eu: Zure uhartean erloju dorre bat dago, nire aitaren Gazteluan bezala.

source: DLCP_ALUCARD_PRISON_CINE_4
eu: Antzekotasun hori aprobetxatu eta nire mundura itzultzeko gai izan beharko genuke harekin borrokatzera.

source: DLCP_ALUCARD_PRISON_CINE_5
eu: Erlojuaren Gelan ikusiko dugu elkar. Saiatu ordura arte ez hiltzen...

source: DLCP_LORE_PG_FOUNTAIN_1
eu: Hau da hau luxuzko iturria!

source: DLCP_LORE_PG_FOUNTAIN_2
eu: Tira, odolaren ordez ura emango balu ez litzateke hain beldurgarria...

source: DLCP_LORE_PG_FOUNTAIN_3
eu: Zenbat errugabe hil ote dira hau guztia betetzeko...

source: DLCP_ALUCARD_INTRO_CINE_1
eu: ...Zergatik zaude hemen?

source: DLCP_ALUCARD_INTRO_CINE_2
eu: Egon, benetan nahigabe esnatu nauzula?!

source: DLCP_ALUCARD_INTRO_CINE_3
eu: Ehm... Tamalgarria, baina behitzat aprobetxatu dezagun ahalik eta gehien... ezusteko egoera hau.

source: DLCP_ALUCARD_INTRO_CINE_4
eu: Segur aski ez duzu ulertzen non zauden eta ez dugu xehetasunetan galtzeko denbora askorik.

source: DLCP_ALUCARD_INTRO_CINE_5
eu: Jakin ezazu nire aita berpiztekotan dagoela eta beharrezko edozer egin behar dugula hori ekiditeko.

source: DLCP_ALUCARD_INTRO_CINE_6
eu: Bila nazazu Gazteluan, borroka egiteko modu egokiena eztabaidatuko dugu. A, eta Belmont-ekin topo egiten baduzu, esaiozu bere lan madarikatua egiteko!

source: DLCP_RICHTER_INTRO_CINE_1
eu: Kaixo, abenturazale. Zure laguntza behar dut!

source: DLCP_RICHTER_INTRO_CINE_2
eu: ...Zure burua... aztoragarria da...

source: DLCP_RICHTER_INTRO_CINE_3
eu: Dena den, nire bilaketa garrantzitsuegia da aukeraketetan ibiltzeko.

source: DLCP_RICHTER_INTRO_CINE_4
eu: Gaizkia mundura itzultzeko bidean da. Nirekin bere bihotzeraino etorri eta berriz deuseztatu behar duzu.

source: DLCP_RICHTER_INTRO_CINE_5
eu: Eskailera hauek jaitsita, Gazteluaren kanpoalderako bidea aurkituko duzu. Bertan topatuko gara.

source: DLCP_SHANOA_INTRO_1
eu: Ongi etorri, kanpotar. Shanoa naiz.

source: DLCP_SHANOA_INTRO_2
eu: Glifo magiaren maisu bat naiz.

source: DLCP_SHANOA_INTRO_3
eu: Ez naiz alkimian iaioena, baina hala ere dakarzkizun zelula horiekin zerbait eginez laguntzeko gai izango naizela uste dut.

source: DLCP_RICHTER_UPSIDE_DOWN_CINE_1
eu: Hey, hemen zaude! Hil gabeko susmagarria! Zure kartzelan topatu ginen behin!

source: DLCP_RICHTER_UPSIDE_DOWN_CINE_2
eu: Drakularekin borrokatu nintzen, nire familiako betiko etsaia eta gizateriaren zoritxarra, baina azpijoko bidez ni jipoitu eta kaiola honetan sartu ninduen.

source: DLCP_RICHTER_UPSIDE_DOWN_CINE_3
eu: Aska nazazu, lagun narriatua! Oraindik Jaun Iluna garaitu dezakegu!

source: Wooo, regardez moi ça...Mon corps est tellement bien conservé !
eu: Uoo, begira horri... Nire gorputza oso ongi kontserbatu da!

source: Woooooo ! Et cette armure ! Ca va être tellement plus stylé de casser du monstre maintenant, c'est moi qui t'le dit !
eu: Uooo! Eta armadura hau! Munstroak sarraskitzea ez da inoiz hain dotorea izan!

source: WOOOOOOOOOOOOOO !
eu: UOOOOO!

source: J'avais complètement oublié que je pouvais faire ça...
eu: Hori egin nezakeenik erabat ahaztua nuen...

source: Vive la mémoire musculaire !
eu: Biba gihar-memoria!

source: Oumpf ! Par contre, je sens que mon corps commence déja à se dégrader à cause de la corruption du Mal-Être environnant...
eu: Argh! Nire gorputza hondatzen hasia da dagoeneko, hala ere.

source: À cause de MA corruption...
eu: Ondoezak ez dio nire berezko anfitrioiari barkatu...

source: Je dois chercher un moyen de le conserver définitivement !
eu: Usteltzea gelditzeko modurik ote dago?

source: DLC3_FINISH_QUEEN
eu: Akaba ezazu

source: DLC3_QUEEN_INTRO_TEXT_1_KING
eu: Pozten nau honetarako dotore-dotore jantzi zarela ikusteak.

source: DLC3_QUEEN_INTRO_TEXT_2_KING
eu: Ez dut uste ezer aldatuko duenik, baina. Ezin dizut egiten utzi.

source: DLC3_QUEEN_INTRO_TEXT_1_FIRST_KING
eu: Eta hemen dator nire senar maitea, bere burua salbatzeko ahal duen guztia egiten berriro ere.

source: DLC3_QUEEN_INTRO_TEXT_2_FIRST_KING
eu: Sentitzen dut, bihotza, baina ezin dizut farola pizten utzi. Geldiarazi egingo zaitut, nire senar eta erregea hil behar badut ere.

source: DLC3_QUEEN_INTRO_TEXT_1
eu: Zu berriz... zeinen burugogorra.

source: DLC3_QUEEN_INTRO_TEXT_2
eu: En garde!

source: DLC3_QUEEN_INTRO_TEXT_1_FIRST
eu: Hemen dator kanpotarra. Ondoez guztia erresuman zabaldu ondoren, ulertuko duzu ezin dugula ezer uhartetik ateratzea onartu. Baina pentsatzen dut orain arrazoibidetik haratago zaudela.

source: DLC3_QUEEN_INTRO_TEXT_2_FIRST
eu: Sentitzen dut, baina ergelkeria hau hemen eta orain gelditu behar dut. Jakizu ez dudala zu hiltzeaz gozatuko.

source: I wish things had turned out otherwise. Cursed be the Malaise!
eu: Nahiago nuke gauzak bestelakoak balira. Madarikatua izan dadila Ondoeza!

source: I guess... the die is cast then...
eu: Uste dut... dadoa bota dela orduan...

source: DLCP_DOOKU_INTERACTION_CURSEFOOD_01
eu: Gozatu otorduaz.

source: DLCP_DOOKU_INTERACTION_CURSEFOOD_02
eu: Sukaldariaren laudorioekin.

source: DLCP_DOOKU_INTERACTION_CURSEFOOD_03
eu: Nik ez nuke jango zu banintz...

source: DLCP_DOOKU_INTERACTION_CURSEFOOD_04
eu: Borrokaren bitartean jatea lotsagabekeria da.

source: DLCP_DOOKU_INTERACTION_CURSEFOOD_05
eu: Hau apur bat aberatsegia da.

source: DLCP_DOOKU_INTERACTION_FLIPSCREEN_01
eu: Harrigarria!

source: DLCP_DOOKU_INTERACTION_FLIPSCREEN_02
eu: Buruari bueltak ematera ohituta nago.

source: DLCP_DOOKU_INTERACTION_FLIPSCREEN_03
eu: Munduari ikuspegi berri batekin begiratu.

source: DLCP_DOOKU_INTERACTION_FLIPSCREEN_04
eu: Ni naiz hemen nagusi. Nire domeinua ikusteko duzun modua ere kontrolatzen dut.

source: DLCP_DOOKU_INTERACTION_FLIPSCREEN_05
eu: Gozatu bistaz.

source: DLCP_DOOKU_INTERACTION_KILLMERCHANT_01
eu: Erostea iruzurra da.

source: DLCP_DOOKU_INTERACTION_KILLMERCHANT_02
eu: Hau da nire aurka aritzeagatik ordaindu behar duzuna.

source: DLCP_DOOKU_INTERACTION_KILLMERCHANT_03
eu: Benetan agure honek NIRE Gazteluan aurkitutako objektuan saldu nahi dizkizula?!

source: DLCP_DOOKU_INTERACTION_KILLMERCHANT_04
eu: Gorde zure urrea.

source: DLCP_DOOKU_INTERACTION_KILLMERCHANT_05
eu: Eskerrik asko, ez nekien hor ezkutatuta zegoenik.

source: DLCP_DOOKU_INTERACTION_PROJECTILEWAVE_01
eu: Saihestu hau.

source: DLCP_DOOKU_INTERACTION_PROJECTILEWAVE_02
eu: Nahikoa jolastu gara, hil zaitez.

source: DLCP_DOOKU_INTERACTION_PROJECTILEWAVE_03
eu: Erre!

source: DLCP_DOOKU_INTERACTION_PROJECTILEWAVE_04
eu: Ez duzu inoiz nire tronua eskuratuko.

source: DLCP_DOOKU_INTERACTION_PROJECTILEWAVE_05
eu: Deuseztatuko zaitut.

source: DLCP_DOOKU_INTERACTION_SPAWNBATS_01
eu: Nire familiako saguzar guztiak zu ezagutzeko irrikitan zeuden!

source: DLCP_DOOKU_INTERACTION_SPAWNBATS_02
eu: Irentsi itzazue!

source: DLCP_DOOKU_INTERACTION_SPAWNBATS_03
eu: Zoazte, ene laguntxook, kanporatu itzazue.

source: DLCP_DOOKU_INTERACTION_SPAWNBATS_04
eu: Maite ditut saguzarrak, zuk ez?

source: DLCP_DOOKU_INTERACTION_SPAWNBATS_05
eu: Gizateriak saguzarren beldur izaten ikasiko du. Has gaitezen zurekin.

source: DLCP_DOOKU_INTERACTION_SPAWNGHOSTENEMIES_01
eu: Gai izango al zara errealitatea fikziotik bereizteko?

source: DLCP_DOOKU_INTERACTION_SPAWNGHOSTENEMIES_02
eu: Inguratuta zaude.

source: DLCP_DOOKU_INTERACTION_SPAWNGHOSTENEMIES_03
eu: Zure begiek traizionatu zaituzte.

source: DLCP_DOOKU_INTERACTION_SPAWNGHOSTENEMIES_04
eu: Errealitatea nire aginduetara dut.

source: DLCP_DOOKU_INTERACTION_SPAWNGHOSTENEMIES_05
eu: Ez inorengan sinetsi... ezta zure buruan ere.

source: DLCP_DOOKU_INTERACTION_TAUNTPLAYERDEATH_01
eu: Etsigarria.

source: DLCP_DOOKU_INTERACTION_TAUNTPLAYERDEATH_02
eu: Besterik gabe, ez zeunden zereginaren mailan.

source: DLCP_DOOKU_INTERACTION_TAUNTPLAYERDEATH_03
eu: Zu izan zara mundu honetako, onartzen badidazu, azken harresia, hauskorra gainera.

source: DLCP_DOOKU_INTERACTION_TAUNTPLAYERDEATH_04
eu: Nik irabazi, zuk galdu, dena behar bezala gertatu da.

source: DLCP_DOOKU_INTERACTION_TAUNTPLAYERDEATH_05
eu: Aurkari onekin topatzea zaila da, gaur egun...

source: DLCP_DOOKU_INTERACTION_TURNMOBINTOELITE_01
eu: Altxa dezagun apustua.

source: DLCP_DOOKU_INTERACTION_TURNMOBINTOELITE_02
eu: Hau pixka bat makala izan da, borrokarako aukera ematen ari naiz bakarrik.

source: DLCP_DOOKU_INTERACTION_TURNMOBINTOELITE_03
eu: Har ezazu zure neurriko norbait... edo handixeagoa.

source: DLCP_DOOKU_INTERACTION_TURNMOBINTOELITE_04
eu: Ez ditut arauak jarraitzen, irabazteko bakarrik jokatzen naiz.

source: DLCP_DOOKU_INTERACTION_TURNMOBINTOELITE_05
eu: Oso ongi ari zinen, interesgarri mantentzeko esku hartu behar izan dut.

source: Cette créature ne peut être transformée !
eu: Izai hau ezin da transformatu!

source: Aucun nouveau schéma à tirer de cette créature.
eu: Izaki honetatik ezin da plano berririk sortu.

source: U28_MONEY_MACHINE_PROMPT ::amountGet::
eu: Hartu ::amountGet:: {iconCoin@img}

source: U28_ATM_LIMIT
eu: Errorea, bizi honetan ezin duzu urre gehiago hartu.

source: U28_ATM_GIVE_MONEY_1
eu: Eskerrik asko zure mezenasgoagatik! Itzuli nahi duzunean!

source: U28_ATM_GIVE_MONEY_2
eu: Txin-txin! Hemen zure dirua.

source: U28_ATM_GIVE_MONEY_3
eu: ... mailegu bat zure betiereko arimarekin hitzematen duen kontratu lotesle bat da ...

source: U28_ATM_GIVE_MONEY_4
eu: Mila esker! Gehixeago hartzea pentsatu duzu?

source: U28_BANKER_SIGN_DIALOG_1
eu: Oraingoan bankuko diruzainik ez.

source: U28_BANKER_SIGN_DIALOG_2
eu: Ez dirudi segurtasuna beraien indargunea denik.

source: U28_BANKER_SIGN_DIALOG_3
eu: Har dezagun giltza, nik uste.

source: The Bank
eu: Bankua

source: Go to the Bank
eu: Joan Bankura

source: Cette porte s'ouvrira à la fin des votes en cours.
eu: Ate hau martxan dagoen bozketaren bukaeran irekiko da.

source: U28_END_CHALLENGE_TP_TEXT
eu: Itzuli sarrerara

source: U28_END_FLOOR_TP_TEXT
eu: Itzuli solairuaren hasierara

source: U28_END_TP_NEED_KEY
eu: Jaso lehenengo giltza

source: Eliminez d'abord les ennemis proches !
eu: Hil inguruko etsaiak lehenengo!

source: Examiner
eu: Aztertu

source: Ouvrir
eu: Ireki

source: DLCP_BRIDGE_LEVER
eu: Tiratu

source: Inspecter
eu: Arakatu

source: Drôle d'idée d'avoir placé une tombe sous terre...
eu: Zeinen ideia xelebrea, lurpean monumentu bat eraikitzea...

source: Et puis le trou qui sert à placer un artefact pour ouvrir la porte...Pas très discret !
eu: Artefaktu bat, artefaktu-formako zuloa eta atea... nahiko argi dago.

source: "Please DO NOT break that door!"
eu: "Mesedez EZ PUSKATU ate hau!"

source: Hé ! Vous là ! Ouvrez moi !
eu: Eh! Aizu! Jo nazazu!

source: J'ai été TRÈS vilain.
eu: OSO bihurria izan naiz.

source: Ouvrez moi FORT !
eu: Jo nazazu GOGOR!

source: Je suis un vilain coffre qui mérite d'être puni...
eu: Zigortzea merezi duen altxor kutxa bihurria naiz...

source: Hmmm... J'ai tant à vous donner...
eu: Hmmm... Asko dut zuri eskaintzeko...

source: Je suis un coffre très cachotier vous savez.
eu: Oso altxor kutxatxo isila naiz, badakizu.

source: Vous ne voulez pas voir ce que je vous réserve ?
eu: Ez duzu zuretzat gordeta daukadana ikusi nahi?

source: Allez... Je mérite bien une petite fessée...
eu: Zatoz... Ziur ipurdiko txiki bat merezi dudala...

source: MAIS FRAPPEZ MOI BON SANG !!
eu: JO NAZAZU, DEMONTRE!

source: DLCP_CURSEDCHEST_REACT_CAT_1
eu: Hmmm... mi-aaauuuuu!

source: DLCP_CURSEDCHEST_REACT_CAT_2
eu: Grrrrr... zatoz, egidazu berriz harramazka!

source: DLCP_CURSEDCHEST_REACT_CAT_3
eu: Autx, horrek marka utziko du... hobe niretzat.

source: Trésor maudit découvert
eu: Madarikatutako altxorra aurkituta

source: Un coffre maudit a été trouvé !
eu: Madarikatutako Kutxa aurkituta!

source: Regarder
eu: Ikusi

source: Posséder
eu: Eduki

source: Retour à l'entrée
eu: Itzuli sarrerara

source: Ca ne semble pas fonctionner.
eu: Ez dirudi funtzionatzen duenik.

source: Next level
eu: Hurrengo maila

source: Sortir
eu: Joan

source: Incentivized biomes || Incentive door desc
eu: Pizgarria duten biomak

source: You have visited this next biome way less than the other available from the current one.
eu: Une honetan eskura dituzun beste biomak baino askoz gutxiago bisitatu duzu ondorengo bioma hau.

source: Visiting it will provide a bonus to cells and gold drop.
eu: Bisitatuz gero zelula eta urrea lortzeko tasak hobetuko ditu.

source: U35_CURSED_LEVEL_POPUP_TITLE - Cursed Level
eu: Madarikatutako bioma

source: U35_CURSED_LEVEL_POPUP_LINE1 - This level is cursed!
eu: Bioma hau madarikatuta dago!

source: U35_CURSED_LEVEL_POPUP_LINE2 - Cursed mobs will appear in it.
eu: Madarikatutako munstroak agertuko dira. Kontuz beraien eraso bereziekin!

source: Pas assez d'or !
eu: Urre nahikorik ez!

source: Aie !
eu: Aizu!

source: Mais !?
eu: Baina ze?!

source: Aie !!
eu: Aizu!!

source: Il y a sûrement quelque part un moyen d'ouvrir cette barrière...
eu: Hesi hau irekitzeko moduren batek egon behar du nonbait...

source: Je n'en ai pas besoin.
eu: Ez dut behar.

source: La fontaine est vide
eu: Iturria hutsik dago

source: U26_START_SKINUNLOCK
eu: Kondaira Independenteak

source: U26_START_BIS_SKINUNLOCK
eu: Liburu bitxi honek beste munduetako heroien istorioak kontatzen ditu. Bertako esaldi kriptiko batzuk pistak ematen dizkigutela dirudi... baina zertarako?

source: U26_ENDEDOPT_SKINUNLOCK
eu: Dagoeneko badakit nola bukatzen diren istorio hauek guztiak. Liburu ergela!

source: U26_BLASPHEMOUS_SKINUNLOCK
eu: Orri honen izenburua "Blasphemous" da. "Buruan duzun flasko hori zure osasunarentzat txarra delako".

source: U26_BLASPHEMOUS_SKINUNLOCK_REACT
eu: Ongi da, nik uste.

source: U26_HLD_SKINUNLOCK
eu: Honen izena "Hyper Light Drifter" da. Drifter moduan jantzitako gizon bati eta bere ezpata fidagarriari buruzko istorioa kontatzen du.

source: U26_HLD_SKINUNLOCK_REACT
eu: Eguna bezain argi.

source: U26_HK_SKINUNLOCK
eu: Honen gaia "Hollow Knight" da. "Noraino egin dezakezu jauzi?".

source: U26_HK_SKINUNLOCK_REACT
eu: Jauzi? Baina nola?!

source: U26_GUACAMELEE_SKINUNLOCK
eu: "Guacamelee". Hil gabeko borrokalari kontaezinen aurka esku-hutsik (eta oinutsik) borrokatuz "Mexiverse" salbatu zuenari buruzko istorioa.

source: U26_GUACAMELEE_SKINUNLOCK_REACT
eu: Beti nago borroka on baterako prest!

source: U26_COTDG_SKINUNLOCK
eu: Hildako Jainkoen madarikazioa. Zaildutako esploratzaile batek ongi omen daki ezin dela BEHIN ERE tranpa zikin horietan erori.

source: U26_COTDG_SKINUNLOCK_REACT
eu: Nork pentsatuko zuen...

source: U26_SKUL_SKINUNLOCK
eu: Zati honek "Skul" du izena. "Entzun al duzu haur atzerritar haren hilobiaren berri?".

source: U26_SKUL_SKINUNLOCK_REACT
eu: Orain arte ez.

source: U32_START_BIS_SKINUNLOCK
eu: Eta kapitulu gehiago daude...

source: U32_SHOVELKNIGHT_SKINUNLOCK
eu: Azalpenik ez hemen, plaka urdinez jantzitako zaldun baten irudi handi bat besterik ez eta izenburua: "Shovel Knight" Bere pala bereziki bistan dago.

source: U32_SHOVELKNIGHT_SKINUNLOCK_REACT
eu: Pintura baten erreprodukzioa dirudi.

source: U32_HOTLINEMIAMI_SKINUNLOCK
eu: "Hotline Miami" orri honetan, irakur dezaket: "Danba-danba" "Nor d-" PUM PUM PUM PLAS!

source: U32_HOTLINEMIAMI_SKINUNLOCK_REACT
eu: Ze txiste eskasa!

source: U32_KATANAZERO_SKINUNLOCK
eu: "Katana Zero" izeneko txostena: "Esaten dute Dragoia, edo bere unitatean deitzen zioten moduan "Hamabost", bere etsaietan zehar ebakiak eginez pasa zitekeela kolperik jaso gabe."

source: U32_KATANAZERO_SKINUNLOCK_REACT
eu: Ongi egina.

source: U32_RISKOFRAIN_SKINUNLOCK
eu: Hemen dio, "Risk of Rain" izenburupean, Petrichor V-ren gainazala santutegi bitxiz beteta dagoela. Abenturazaleek bertan errezatzen zuten harrapakinak lor zitzaten.

source: U32_RISKOFRAIN_SKINUNLOCK_REACT
eu: Ideia ona, saiatuko naiz bat aurkituz gero!

source: U32_TERRARIA_SKINUNLOCK
eu: "Kontuz, Terraria abenturazaleak: Voodoo Panpin Gida magmatan sakrifikatu behar duzue Haragi Hesia deitzeko".

source: U32_TERRARIA_SKINUNLOCK_REACT
eu: Bai zera, ez nuke nire objektu preziatuetako bat labara botako!

source: U32_SLAYTHESPIRE_SKINUNLOCK
eu: Marrazki bat, "Slay the Spire" izenekoa, hiru puntako ikur bat ageri da, bakoitzean zirriborro txiki batekin. Txanponez betetako zorro bat punta gorrian. Punta urdinean, ezpata bat giltza bati katez lotuta. Azkenik, punta berdeak begi gorridun kaskezur bat du gainean.

source: U32_SLAYTHESPIRE_SKINUNLOCK_REACT
eu: Benetan ez dudala arte garaikidea ulertzen, ez ditut ulertu ahal izateko gakoak!

source: Tiens, un nouveau venu.
eu: Oh ho! Etorrera berri bat...

source: Les rats n'y ont pas encore touché...
eu: Eta arratoiak ez dira oraindik beregana ailegatu.

source: ...Peut-être reste-t-il quelque chose à récupérer!
eu: ...ziur oraindik ere miatzeko gauza onen bat dagoela!

source: Juste une vieille clef...
eu: Meh, herdoildutako giltza zahar bat...

source: ...et une lettre déchirée.
eu: ...eta urratutako gutun zahar bat.

source: "Monsieur le Jardinier Royal, avec tout le respect que je vous dois... OBÉISSEZ AUX ORDRES ou vous finirez dans le ventre des tiques."
eu: "Erret Lorezaina, zor dizudan errespetu guztiarekin... EGIN ESANDAKOA edo zure burua kapar baten urdailean ikusiko duzu!"

source: "Pour notre salut à tous, ceci est votre dernier avertissement."
eu: "Kontuan izan dezazun, hau da zure azken ohartarazpena."

source: "Signé: Commandant Castaing."
eu: "Sinatuta: Castaing Komandantea."

source: Non rien, définitivement rien d'intéressant...
eu: Ergh, ezer interesgarririk hemen...

source: A part le manteau.
eu: Jaka hau izan ezik!

source: Secouer
eu: Astindu

source: Briser
eu: Puskatu

source: Inutile pour l'instant
eu: Orain ezin da erabili.

source: Potion de soin (::n:: PV)
eu: Osasun edabea (::n:: HP)

source: Potion de soin
eu: Osasun edabea

source: Régénère ::n:: points de santé.
eu: Leheneratu ::n:: osasun puntu.

source: Gratter le mur
eu: Harramazkatu pareta

source: Secret découvert
eu: Sekretua aurkituta

source: ERROR: no target
eu: ERROREA: jomugarik ez

source: A suivre...
eu: Jarraituko du...

source: Félicitations ! Vous avez atteint la fin de cette demo !
eu: Zorionak! Demoaren bukaerara ailegatu zara!

source: Zone secrète découverte !
eu: Gune sekretua aurkituta!

source: Quitter le corps
eu: Utzi gorputza
