Repository: josuigoa/itzulpenak
Catalog: dead_cells/data/main.*.po
Languages: eu

source: “J’espère trouver dans les astres une avancée significative pour mes recherches...
eu: "Espero dut izarrei begira egoteak nire ikerkuntzan aurrerapen handiak ekartzea...

source: Les corps réagissent toujours différemment les soirs où la lune est ronde.”
eu: Gorputzek beti jokatzen dute desberdin ilargi betean."

source: De drôles de croquis... Des planètes, des étoiles, des constellations.
eu: Zirriborro bitxi batzuk.... Planetak, izarrak, konstelazioak.

source: L'alchimiste explore vraiment toutes les pistes possibles pour trouver un remède.
eu: Benetan Alkimistak bide guztiak urratu zituen sendagaia aurkitzeko.

source: Quelle abnégation !
eu: Zeinen eskuzabala!

source: Le corps baigne dans la lumière de la lune...
eu: Gorputza ilargi betean garbitu egiten da...

source: ...C'est vrai que c'est très agréable, cette lumière, lorsque la lune darde ses rayons d'argent à travers des echarpes de brume.
eu: ... ongi sentitzen da, argi hau, ilargi betearen argia lainoaren kiribiletan islatzen denean.

source: Cages
eu: Kaiolak

source: Solution
eu: Konponbidea

source: Toutes ces cages brisées...
eu: Puskatutako kaiola guzti hauek...

source: Ces corbeaux me donnent la chaire de poule !
eu: Bele horiek beldurra ematen didate!

source: Encore un remède raté...
eu: Huts egindako beste sendagai bat...

source: Combien de corbeaux ont bu cette solution?
eu: Zenbat belek edan zuten disoluzio hau?

source: "Contre toute attente, cette solution a créé des mutations sur les sujets corbeaux infectés plutôt que de les guérir."
eu: "Oztopo guztien gainetik, disoluzio honek kutsatutako beleak sendatu beharrean mutazioak sortu zituen."

source: "Certains sujets on réussit à s'enfuir en brisant les barreaux de leur cage !"
eu: "Subjektu batzuk nola edo hala beren kaioletako barroteak puskatu eta ihes egin zuten!"

source: "Dieu seul sait où ils se trouvent maintenant... J'espère que leur état s'est stabilisé."
eu: "Jainkoak bakarrik daki orain non ote dauden... Espero dut beraien egoera egonkortu izana."

source: Hum, étonnant de voir à quel point les fioles de l'Alchimiste et du Collecteur se ressemblent.
eu: Hmm, Biltzailearen eta Alkimistaren flaskoek antzeko itxura dute.

source: Ils se fournissent probablement chez le même souffleur de verre !
eu: Leku berean erosiko zituzten!

source: ...ou alors...
eu: ... Edo...

source: "Un pas en avant, et deux pas en arrière. Mes recherches sont encore bloquées.
eu: "Pausu bat aurrera, bi pausu atzera. Nire ikerketa berriz blokeatuta dago.

source: Je suis convaincu que les astres peuvent m'apporter une solution...
eu: Ziur nago izarrek konponbide bat eman diezadaketela...

source: Mais que faire si je me trompe et qu'ils sont la cause du mal-être ?"
eu: Baina zer egin nezake oker banago eta haiek badira Ondoezaren kausa?

source: Les corps sont complètement cramés...
eu: Gorpuak kirriskatsu egon arte erreta daude...

source: Comme si ils avaient été brulés par la lumière de la lune.
eu: Ilargi beteak erre balitu bezala.

source: J’ai moi-même l’impression d’être différent quand la lune est rousse.
eu: Nire burua desberdin nabari dut ilargia gorri dagoenean.

source: ...En tout cas je dors toujours très mal ces nuits-là.”
eu: ... Tira, oso gaizki egiten dut lo gau horietan.

source: Téléscope
eu: Teleskopioa

source: C'est bien dessiné mais ça veut rien dire.
eu: Marrazkiak politak dira baina ez dute zentzurik.

source: Beaucoup de livres sur..."L'as...tro...no...mie"
eu: Liburu asko... "As-tro-no-mia"-ri buruz...

source: "Les astres et leur influence sur les corps, Tome 2."
eu: "Gorputz Izartsua: Izarrak eta Giza Gorputzean duten Eragina, 2. liburukia."

source: "Mieux dormir les soirs de pleine lune, Tome 26."
eu: "Ulu Ametsak: Ilargi Betean Hobeto Lo Egiten, 26. liburukia."

source: "Nouveau traité des galaxies et de leurs influences sur la théorie des cordes et des failles spacio-temporelles, tome 328."
eu: "Galaxiei eta Hauek Soken Teorian eta Espazio-Denborako Malkoetan Duten Eraginari Buruzko Tratatu Berrikusia, 328. liburukia."

source: "Les constellations, pour ou contre ? Tome 1"
eu: "Konstalazioak, Alde edo Kontra? 1. liburukia"

source: Du bien beau matériel...
eu: Oso ekipamendu txukuna...

source: Tout en cuivre.
eu: Dena kobrea.

source: Avec une finission et des soudures impeccables !
eu: Akabera ederra eta soldadura bikaina!

source: Tout ça pour regarder des points blanc dans le ciel ?!?
eu: Hau dena zeruko puntu distiratsuei begiratzeko bakarrik?!

source: Tombe
eu: Hilobia

source: Un bouquet de fleurs fanées est posé au pied de cette tombe.
eu: Koloregabetutako lore-sorta bat hilobian jarrita.

source: “Peut-împorte si les les jours sombres recouvrent notre île, il n’y a qu’une seule chose qui m’importe dorénavant.
eu: "Ez zait axola iluntasunak gure uhartea estaltzen badu. Gauza bakarrak ardura dit orain.

source: ...Que ce Mal-être m’emporte près de toi.”
eu: ...Ondoezak zugana eraman nazan nahi dut."

source: ...Sympa !
eu: ... Xarmagarria!

source: Cargaison pourrie
eu: Zama ustela

source: Réserves
eu: Dendak

source: Hum, les gens mangeaient vraiment ça ?
eu: Hmm, benetan jendeak hori jaten zuela?

source: Pas étonnant qu’ils vomissent tous !
eu: Ez dut zalantzarik zergatik ari ziren denak botaka!

source: Difficile de savoir si ça a été entreposé ici pour être détruit ou consommé.
eu: Ezin jakin jateko edo deusezko utzi ote zuten hemen.

source: Avec la chaleur, de nouvelles formes de vie ont élu domicile dans les poissons.
eu: Beroak arrainean bizi forma berriak sortzea eragin du.

source: C'est infecte.
eu: Higuingarria da.

source: Oh chouette.
eu: Oh maitagarria.

source: Certains corps contaminés sont drainés par le circuit d’évacuation...et doivent sûrement contaminer tout le réseau d'eau.
eu: Kutsatutako gorpu batzuk estoldetara erori dira... eta horrek eragingo zuen ur sare guztia kutsatzea.

source: Mais l'eau était-elle contaminée avant que les premiers citoyens tombent malade ?
eu: Baina ura kutsatuta ote zegoen lehenengo hiritarra gaixotu baino lehen?

source: "Qui de l'œuf ou de la poule..."
eu: "Zer izan zen lehenago, oiloa edo arrautza?"

source: Ca avait l'air solide avant d'être enfoncé.
eu: Puskatu baino lehenago sendoa zela dirudi.

source: “Gardez cette porte fermée coûte que coûte ! Si les rats en sortent, ils propageront le Mal-être !"
eu: "Ate honek itxita egon behar du kosta ahala kosta! Arratoiak ateratzen badira, Ondoeza zabalduko dute!"

source: Les rats ont toujours bon dos quand il s'agit de maladie.
eu: Gaixotasun garaietan arratoiak izan ohi dira susmagarri nagusiak.

source: J'aime bien les rats moi.
eu: Ez dakit, gustuko ditut arratoiak.

source: Et puis ça m'étonnerait qu'ils aient fait un trou comme ça.
eu: Eta harrituko nintzateke arratoiek horrelako zulo bat egin balute.

source: "Détenu 236"
eu: "236 Presoa"

source: Le corps n'a pas l'air contaminé.
eu: Gorpuak ez dirudi kutsatuta dagoenik.

source: Mais comment ce prisonnier à atteri ici ?
eu: Baina nola bukatu zuen preso honek hemen?

source: Encore une évasion ratée !
eu: Huts egindako beste ihes saiakera bat!

source: Une inscription difficilement lisible.
eu: Idazki batzuk, baina irakurtzeko zaila.

source: ”...Mal-être..sont tous...alades...pas..mourir ici"
eu: "... Ondoeza... guztiak daude... tsatuta... ez... hil hemen"

source: Sûrement les affaires du prisonnier.
eu: Presoaren gauzak izango dira.

source: Un citoyen a laissé un message ici.
eu: Hiritar batek mezua utzi zuen hemen.

source: ”Le Mal-être, La peste, la grisaille, le poison vert...vous perdez votre temps à nommer cette malédiction !
eu: "Ondoeza, Izurritea, Ezkortasuna, Pozoi Berdea... madarikazio honi izena jartzen denbora galtzen ari zarete!

source: SAUVEZ PLUTÔT VOTRE ÂME !"
eu: SALBA EZAZUE ZUEN ARIMA!"

source: On finit par prendre goût au fait de fouiller dans les affaires des gens.
eu: Ibilian-ibilian, gainontzeko pertsonen gauzak miatzeari gustua hartzen zaio.

source: Ca fait faire de sacré économies.
eu: Dirua aurrezteko modu ona.

source: Il devait y avoir une chouette ambiance ici pour que les soldats cachent des armes.
eu: Hemen denak lasai eta epel egongo ziren, armak gordetzen ari baziren.

source: Décidément, ce minerai diffuse une drôle d’odeur.
eu: Honek usain bitxia du.

source: Ils l’exploitent pour enrichir le roi, mais ce minerai ne serait-il pas la cause du Mal-être ?
eu: Erregea aberasteko ustiatzen zuten, baina mea hau ote da Ondoezaren jatorria?

source: Une lettre sur le bureau.
eu: Eskutitz bat idazmahaiean.

source: Peut-être le bureau du gardien de cette tour ?
eu: Idazmahai hau dorrearen zaindariaren izango ote zen?

source: “Jour 1 : 45 contaminés exécutés Jour 1 : 38 contaminés Jour 1 : 42 contaminés exécutés Jour 1 : 37 Jour 1 : 32...
eu: 1. Eguna: 45 kutsatu exekutatuta 1. Eguna: 38 kutsatu 1. Eguna: 42 kutsatu exekutatuta 1. Eguna: 37 1. Eguna: 32...

source: ... Jour 1 : 26 contaminés exécutés Jour 1 : 24 Jour 1 : 22 Jour 1 : 19"
eu: ... 1. Eguna: 26 kutsatu exekutatuta 1. Eguna: 22 1. Eguna: 19"

source: Sûrement une partie de l'quipement de ce gardien.
eu: Zaindariaren ekipamenduaren zati bat izango da.

source: Tiroir
eu: Tiradera

source: Épées
eu: Ezpatak

source: D'autres épées
eu: Ezpata gehiago

source: Oh une épée
eu: Uau, ezpata bat

source: Salle
eu: Gela

source: Ah, enfin quelque chose d'interessant !
eu: Ah, zerbait interesgarria azkenean!

source: Elles sont malheureusement un peu grandes pour que je m'en équipe.
eu: Zoritxarrez, handitxoak dira nik erabili ahal izateko.

source: Les épées semblent flotter...
eu: Ezpatak flotatzen ari direla dirudi...

source: ...mais au toucher, je les sens immobiles.
eu: ... baina ukitzen ditudanean, lekuan sendo daudela nabari da.

source: Je n'aime pas du tout cet endroit.
eu: Ez zait leku hau gustatzen.

source: Encore cette sensation... de flottement, comme si tout était ralenti et accéléré en même temps.
eu: Sentsazio hori berriz... flotatuko banu bezala, beste guztia aldi berean azkartzen eta moteltzen ari balitz bezala.

source: Woah, ça donne un peu la gerbe quand même !
eu: Uau, honek oka egitearen antza du, ezta?

source: Cet alchimiste a vraiment étalé ses affaires dans toute l'île !
eu: Benetan alkimistak gauza guzti hauek uhartean zehar sakabanatu ditu!

source: ...Bon, qu'est-ce qu'il raconte cette fois ?
eu: ... ADOS, eta zer du oraingoan?

source: “Le temps presse... littéralement.
eu: "Denbora bukatzen ari da... literalki.

source: Avec tout le respect que je lui dois, elle ne pourra pas contenir le Mal-être 'éternellement'.”
eu: Errespetu osoz, ezin du Ondoeza 'betirako' eutsi."

source: Ordre
eu: Agindua

source: Caisse privée
eu: Kaxa pribatua

source: Livres
eu: Liburuak

source: Un ordre frappé du sceau du Roi.
eu: Erregearen zigiluarekin markatutako agindua.

source: "Castaing, ceci est une consigne directe qui doit rester entre vous et moi...
eu: "Castaing, hau zure eta nire artean gelditu behar duen agindu zuzena da...

source: Veillez à ne plus contrôler les entrées de la prison jusqu'à nouvel ordre."
eu: Utzi kartzelaren sarrera egiaztatzeari abisu berria eman arte."

source: Tous ces papiers sont signés par Castaing.
eu: Paper guztiak Castaing-ek sinatuta daude.

source: Aucun doute sur le fait qu'il soit haut placé dans cette prison.
eu: Kartzelako goi-mailako ofiziala, zalantzarik gabe.

source: Il se gardait quelques piécettes de côté pour les coups durs ?
eu: Egun euritsuetarako xentimo batzuk gorde ote zituen?

source: En tout cas ce directeur était préparé au combat.
eu: Edonola ere, zuzendaria borrokarako prest zegoen.

source: Quelques livres sur une étagère.
eu: Liburu batzuk apal batean.

source: "Diriger une prison pour les nuls."
eu: "Kartzela kudeaketa for dummies."

source: "La construction des ponts, de l'antiquité à nos jours"
eu: "Antzinatik gaur egun arteko zubi eraikuntza."

source: "Manager ses soldats : comment gagner leur respect sans utiliser la torture."
eu: "Soldaduen kudeaketa: Nola lortu beraien errespetua torturarik erabili gabe."

source: "Gérer l'entrée d'une prison en 10 leçons (la leçon 8 va vous étonner !)"
eu: "Kartzelako sarrerak kudeatzeko 10 lezio erraz (8. lezioak harrituko zaitu!)"

source: Caisse de vivres
eu: Hornikuntza kaxa

source: Le directeur de la prison a des bureaux un peu partout ?
eu: Kartzelako zuzendariak alde guztietan al du idazmahai bat?

source: Et encore de l'or... Plus que la dernière fois.
eu: Eta urre gehiago... Azkenengoan baino gehiago.

source: Qu'est-ce qu'il manigance ?
eu: Zertan ari ote zen?

source: Un ordre direct du Roi.
eu: Erregearen agindu zuzen bat.

source: Quand votre Roi indique "consigne directe qui doit rester entre vous et moi", cela signifie que vous ne devez pas accrocher ces consignes sur les murs à la vue de tous !
eu: Zure Erregeak 'zure eta nire artean gelditu behar duen agindu zuzena' idazten duenean, esan nahi du ez zenukeela agindu hori mundu guztiak ikusteko paretetan argitaratu behar!

source: Quoi qu'il en soit : ne laissez plus les prisonniers sortir de la prison, même ceux qu ont purgé leur peine."
eu: Edonola ere: ez utzi presoei kartzelatik alde egiten, ezta kondena-denbora bete dutenean ere."

source: Je connais pas beaucoup ce Castaing, mais je l'aime déjà.
eu: Ez dakit gehiegi Castaing-i buruz, baina dagoeneko gustuko dut.

source: Plusieurs ordres du Roi.
eu: Erregearen hainbat agindu.

source: "Bon Castaing, laissez tomber pour les ordres affichés au mur.
eu: "Ongi da, Castaing, ahaztu paretetan argitaratutako aginduez.

source: Il y a plus urgent : les villageois tentent de traverser le pont pour rejoindre le village.
eu: Baditugu gauza garrantzitsuagoak: herritarrak herrixkaranzko zubia gurutzatu nahian dabiltza.

source: Arrêtez-les et reconduisez-les dans les cellules...
eu: Atxilotu itzazu eta eraman berriro beraien ziegetara...

source: ...Et utilisez la force si nécéssaire !"
eu: ... eta erabili indarra beharrezkoa bada!"

source: Une lettre du directeur... apparement pour ses officiers.
eu: Zuzendariaren eskutitz bat... antza, bere ofizialentzat.

source: "Messieurs, j'éprouve toutes les difficultés du monde à vous rédiger cet ordre.
eu: "Jaunak, bereziki zaila egiten ari zati agindu hau idaztea.

source: Un mal soudain m'empêche de vous aider à maintenir la situation stable sur le pont.
eu: Bat-bateko gaixotasun baten ondorioz, ezin izango dizuet lagundu zubiko egoera egonkor mantentzen.

source: Je vous rejoindrai prestement dès que la nausée sera passée... et que mes bras auront arrêté de gonfler.
eu: Goragalea pasa orduko batuko natzaizue... eta nire besoak handitzeari uzten diotenean.

source: La situation est encore sous contrôle, ne perdez pas espoir !
eu: Egoera oraindik kontrolpean dago, ez galdu esperantzarik!

source: Tous ensemble, nous y arriverons !
eu: Lortu dezakegu elkarrekin bagaude!

source: Rien n'est impossible si nous travaillons en équipe !
eu: Ez dago ezinezkorik talde moduan ari bagara!

source: L'union fait la force, et nous sommes unis dans l'adversité !
eu: Elkartasuna indarra da eta zoritxarrean batuta gaude!

source: Je suis fier de vous, nous pouvons braver cette épreuve !
eu: Zuetaz harro nago. Proba hau gaindi dezakegu!

source: Je crois en vous, je crois en nous !
eu: Zuetan sinesten dut, gugan sinesten dut!"

source: Ca sonne comme une leçon de "Manager ses soldats : comment gagner leur respect sans utiliser la torture."
eu: "Soldaduen kudeaketa: Nola lortu beraien errespetua torturarik erabili gabe." liburuko lezio bat dirudi.

source: Coffre fort
eu: Kutxa gotorra

source: Débris
eu: Obra-hondakina

source: Bout de corps
eu: Gorputz zatiak

source: Porte explosée
eu: Lehertutako atea

source: Une lettre marquée du sceau du Roi, soigneusement pliée au fond du coffre.
eu: Erregearen zigiluarekin markatutako eskutitza, kutxa gotorraren atzealdean kontuz tolestuta.

source: Castaing avait enfin compris pour l'affichage, on dirait.
eu: Badirudi Castaing-ek azkenean aginduak argitaratzeari buruzko mezua jaso zuela.

source: "Bon sang, combien vais-je devoir vous donner pour que le travail soit fait ? Bouclez-moi ce pont une bonne fois pour toutes, c'est une question de vie ou de mort !"
eu: "Demontre, zenbat eman behar dizut lana ongi egin dezazun? Itxi ezazu zubia behin betiko, hil ala bizikoa da!"

source: Oh et ce n'est pas tout.
eu: Oh, eta hori ez da dena.

source: La pièce a été sacagée.
eu: Gela erabat suntsituta zegoen.

source: Des gens se sont battus... Ou bien quelqu'un est devenu incontrôlable.
eu: Borroka bat egon da... edo norbaitek kontrola galdu du.

source: Un corps ouvert...et une substance orange qui en sort.
eu: Irekitako gorputz bat... eta substantzia laranja bat dariola.

source: Ca ne ressemble pas à une petite grippe.
eu: Hau gripearen ukitu bat baino gehiago da.

source: Oh. J'ai peur de comprendre de qui il s'agit.
eu: Oh. Uste dut badakidala nor zen.

source: Sacré Castaing, toujours prêt au combat !
eu: Castaing zaharra, beti borrokarako prest!

source: Une porte que je n'aurais pas à défoncer !
eu: Aizu, bota behar ez dudan ate bat!

source: C'est presque frustrant.
eu: Pena ematen dit, egia esan.

source: Document
eu: Dokumentua

source: Un rapport d'un soldat.
eu: Soldadu baten txostena.

source: "L'agent de la sureté interne pénitenciaire Guitou consigne par la présente...
eu: "Kartzela barruko segurtasun agente Guitou-k jakinarazten du...

source: ..le signalement d'une créature à fortiori de grande taille récemment sortie du bureau du Directeur Castaing.
eu: ... tamaina handiko izaki bat ikusia izan dela Castaing Zuzendariaren bulegotik ateratzen.

source: ..L'absence de ce dernier nous permet de supposer que Mr le Directeur aurait, à fortiori, été tué dans l'exercice de ses fonctions.
eu: ... Aipatutako zuzendariaren faltak pentsarazten du ia ziur bere betebeharretan erail zutela.

source: ..Par voie de conséquence, moi et les collègues, on aimerait bien l'aide de la garde royale."
eu: ... Beraz, nire kideek eta neronek asko eskertuko genuke errege-guardiaren laguntza."

source: Gardien Guitou
eu: Guitou Guardia

source: Une bien grande salle pour une bien grande peinture.
eu: Pintura eder handi batentzako gela eder handi bat.

source: Le sceau du roi est reconnaissable au centre, mais pour le reste...
eu: Erdigunean Erregearen zigilua antzeman daiteke, gainerako guztian bezala...

source: Bloc de metal
eu: Metal zatia

source: Un tas de caisses et de vieilles lettres, rien de particulier.
eu: Eskutitz zaharren pila bat, ezer berezirik ez.

source: Attendez !
eu: Itxaron!

source: Une des lettres porte le sceau du roi ! Elle est abîmée mais je peux tout de même la lire.
eu: Eskutitz batek Erregearen zigilua darama! Kaltetuta dago, baina irakur dezaket.

source: "Le Géant ne fait désormais plus partie ... garde rapprochée.
eu: "Erraldoia ez da gehiago... guardiako kide izango.

source: Transportez son corps dans la pris...
eu: Eraman ezazue bere gorpua kartze...

source: ...lance dans son corps devrait suffir, mais veillez également à ... qu'il ne se réveille jamais."
eu: ... gorputzean lantza sartuta nahikoa behar luke, baina ziurtatu... ez dela inoiz esnatzen."

source: Hum... Apparement, il s'est quand même reveillé.
eu: Hmm... Itxuraz, hala ere esnatu zen.

source: Étonnant, ce gros bout de métal dans cette réserve.
eu: Bitxia, metal zati handi hau biltegi honetan.

source: Stèle
eu: Hilarria

source: Petit coffre
eu: Kutxa txikia

source: La stèle s'est décrochée du plafond et...
eu: Hilobi-harria sabaitik erori zen eta...

source: Bon sang !
eu: Demontre!

source: Je reconnais cette main.
eu: Esku hau ezaguna zait.

source: Le pauvre n'aura pas échappé à son destin. Son antre est devenu son tombeau.
eu: Gizajo honek ezin izan dio patuari ihes egin. Bere gordelekua hilobi bihurtu da.

source: Hum, je comprends mieux pourquoi il voulait récupérer sa rune.
eu: Hmm, orain ulertzen dut zergatik nahi zuen erruna itzultzea.

source: Arrière-salle
eu: Atzeko gela

source: Cette pièce semble avoir été rajoutée après la construction du château.
eu: Gela honek gaztelua eraikitzearen ondorengoa dela dirudi.

source: J'ai déjà croisé ce genre d'étagères dans le chatêau du roi.
eu: Horrelako apalak lehenago ere ikusi ditut, Erregearen gazteluan.

source: Billot
eu: Mozketa ohola

source: On dirait bien que j'ai passé un sale quart d'heure là-dessus.
eu: Badirudi une txarrak igaro nituela hemen.

source: Squelette géant
eu: Eskeleto erraldoia

source: Crâne
eu: Kaskezurra

source: Cet énorme squelette ne me dit rien qui vaille.
eu: Eskeleto erraldoi hau ez da seinale ona.

source: Je me demande bien qui l'a tué.
eu: Nork hil zuen jakin nahi nuke.

source: Il a l'air beaucoup plus mort que moi.
eu: Ni baino askoz hilagoa dirudi.

source: Ouais, il ne bougera plus.
eu: Bai, ez dirudi laster mugituko denik.

source: Griffures
eu: Atzapar markak

source: Puits de lave
eu: Laba zuloa

source: C'est vraiment la taille de ses griffes qu'on voit sur le mur, là ?
eu: Benetan neurri honetako atzaparrak ditu?

source: Le monstre qui a enfoncé la porte a fini sa course dans ce trou à lave.
eu: Labaren BARRURA joan da? Nik uste azkenean ez zuela itzultzeko intentziorik...

source: Pas sûr d'avoir envie de le suivre.
eu: Ni behintzat ez noa bere atzetik!

source: On dirait que cette créature a oublié quelque chose...
eu: Zerbait ahaztu duela uste dut...

source: Boutique de spécialiste.
eu: Espezialistaren Denda.

source: Répond aux demandes les plus inhabituelles depuis plus de 15 ans, et 8 mises à jour.
eu: Eskaera eszentrikoenei erantzuten 15 urte baino gehiago eta gutxienez zortzi eguneratzerekin.

source: Ces symboles vaguement religieux semblent évoquer une sainte figure maternelle...
eu: Erlijioso antza izan arren, sinbolo hauek ama-figura santu bat gogorarazten didate...

source: ... Et une étrange exhortation a consommer du vin.
eu: ...eta ardoa edanarazteko gonbidapen arraro bat?

source: Journal
eu: Agindua

source: Cuve botanique
eu: Botanika Katilua

source: "Apparement, voir nos morts se relever ne suffisaient pas..."
eu: "Antza, hildakoa altxatzen ikustea ez zen nahikoa..."

source: "Aujourd'hui, c'est au tour des plantes"
eu: "Gaur landareak dira altxatu direnak eta infernua dakartean."

source: "Le nouveau meilleur ami du Roi nous a ordonné de capturer un spécimène... vivant"
eu: "Erregearen lagun min berriak agindu du haietako bat hartzeko... Bizirik..."

source: "... J'aimerais bien l'y voir".
eu: "...Hori ikusi nahi nuke!"

source: Comment ce squelette a-t-il pu rentrer dans la bouteille ?
eu: Nola sartu dute eskeletoa botila batean?

source: "Seul face à la nature" et d'autre traités de botanique sont étendus sur le sol.
eu: "Man vs Wild" eta bestelako tratatu botanikoak lurrean sakabanatuta daude.

source: Je me demande ce qu'il y a dans la fiole.
eu: Zer ote dago flasko honetan...

source: Tronc
eu: Enborra

source: "Des infectés semblent piégés dans le tronc..."
eu: Kutsatutako hauek enborrean trabatuta gelditu zirela dirudi...

source: "C’est à se demander qui est est vraiment le malade ici."
eu: Istorio honetako gaixoa zein ote den pentsarazten dizu...

source: “Le crâne d’un corbeau géant mélangé à différentes sortes de tripes, d’organes et de racines locales…"
eu: Bele erraldoi baten burezurra hainbat organo, xehatutako eta birrindutako organo, errai , sustraiekin nahastuta...

source: "… Le tout relié à l’écorce d’un chêne carmin”
eu: ...zuhaitz gorri zahar baten azalari lotuta.

source: "Quelqu’un joue à l’apprenti sorcier..."
eu: Azti gaiztoaren hasierako kit bikaina...

source: Note griffonée
eu: Zirriborratutako oharra

source: "ATTENTION : NE PAS UTILISER POUR ARROSER LES PLANTES ! !"
eu: "KONTUZ: EZ UREZTATU LANDAREAK!"

source: Mais ça va où, alors ?
eu: Baina nora joan da?

source: Méridienne luxueuse
eu: Luxuzko chaise longue-a

source: Méridienne
eu: Chaise longue
